[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "BLACK-ON-BLACK.DAY"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The supercharger screams as MAX races towards the compound. NATHAN is slipping into unconsciousness. MAX grabs him by the shoulder, shaking him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "Stay alive! Stay alive!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "I"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "1Q.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "4'L, UN XAtl n1LL1Ur. Phum hAMAU1Jtn\"_11 LUUrL UU1 . VAX Angle down on the plain. The black-on-black approaches the burnt out huts. A GAYBOY BERSERKER stands up into frame in the extreme foreground. He is joined by TWO OTHER MARAUDERS. The GAYBOY BERSERKER grabs a hand-mirror and flashes a signal across the wasteland. From a far hill, we see the answering flash. 43. THE PLOUGHED FIELD. DAY. 43. Crane down from a high angle on the black-on-black as it approaches the camp. As the camera achieves a smouldering but we see a small animal-like figure stalking the vehicle. Tracking closer we see that it is a wild-looking child, about 8 years old. He is dressed in dog skins and carries a chrome boomerang. On one hand he wears what looks like a catcher's mitt: a leather glove reinforced with steel plates. This is the FERAL KID. Before we get too close the boy scurries into a large rabbit warren. 44. THE CAUSEWAY LEADING TO THE COMPOUND. DAY. 44. Long low angle on the compound. Its defenders wait on the barricades, the cracking tower and the catwalk. The black car stops just outside crossbow range - about twenty yards short of the compound. In extreme foreground, the FERAL BOY'S head pops up from another rabbit hole closer to the compound. He ducks down out of sight when the car door opens. High angle on MAX as he steps out of the car with NATHAN across his shoulders. MAX carries no weapons and as he steps up to camera, he raises his arms high... A woman on the barricade begins screaming. Her name is BIG REBECCA, Sc-44, Cont. 44, Cont. 44."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG REBECCA"
            }, 
            "text": "Nathan! Nathan! It's Nathan. A man on the catwalk orders the gate to be openea3.. MAX hurries along the causeway... The FERAL KID comes out of the rabbit warren and begins to follow MAX. A trail of blood drips from the injured man onto the causeway... As MAX approaches the camp the old i12ello'.v school bus is pulled aside. The I A3IRI011 WOMAN emerges, crossbow read., , keeping i trained on MAX. She is followed by another defender the MECHANIC'S ASSISTANT - pulling a strange mechanised crane. Suspended from the front of this machine is a paraplegic, He is the MECHANIC. Thny MAX, heading for the car, revealing BIG RLU,CC.A, distraught, running towards him,"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG REBECCA"
            }, 
            "text": "Nathan! God have mercy., What a waste. Si,F wipe the man's face, caressing him., as MAX walks on. She turns and looks straight at the camp's leader, PAPPAGALLO. He\"is standing at the gate, surrounded by anxious defenders."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG REBECCA"
            }, 
            "text": "Look at your handiwork! They didn't have a chance... One of the group at the gate -- a nuggety old man called the CURMUDGEON - plays to the crowd, pointing"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AT PAPPAGALLO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE CURMUDGEON"
            }, 
            "text": "You all heard me, I warned him didn't I? Madness, I said. 45. THE COMPOUNL. DAY. 45. As the DEFENDERS part to let MAX through we see the group includes: a teenage couple - PISMO and ANGIE - holding each other tight; a woman BUTCHER, holding a knife and a rabbit; a middle aged man who looks like a FARMER; and a LUSTY young girl chewing her finger nails."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WARRIOR WOMAN"
            }, 
            "text": "Pity your name wasn't pulled out the hat."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CURMUDGEON"
            }, 
            "text": "We can escape, take our petrol, he said. How? I said. Get a prime mover, he said... He points to NATHAN who is being carried to an old bread van. The rear door is open, revealing two hospital-style beds, drip stands and shelves of medical supplies. An injured camp member occupies one of the beds."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CURMUDGECN"
            }, 
            "text": ".And there's the result! Madness I said! PAPPAGALLO ignores him, addressing MAX:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAPPAGALLO"
            }, 
            "text": "Where did you find him?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "Two, three miles away.,, left for dead.,, next to his car. We made a deal. In the background the FARMER starts to work the first arrow out of NATHAN'S chest. BIG REBECCA comforts him. Sc. 45. Cont... YJ. i t .lJ _ Ya."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAPPAGALLO"
            }, 
            "text": "Three other vehicles. Did you see them?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "Running hard to the south west. In heaps of trouble. Listen: he said if I brought him in, you'd give me gas. There's no time... An anxious young man pushes through the crowd, talking over MAX. This is the QUIET MAN."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "QUIET MAN"
            }, 
            "text": "There was a woman... in the car... MAX looks straight at him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "She's dead. The man struggles to keep hold of his emotions."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "QUIET MAN"
            }, 
            "text": "How? What did they do?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "It was quick. The QUIET MAN bows his head and turns away. NATHAN groans, ANGIE has the clear plastic mask of an air viva device over NATHAN'S face, PISMO pumps air into his lungs. MAX turns to PAPPAGALLO:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "I saw a man in trouble. I brought him in. And now I just want to get out of here. Give me my gas. Sc. 45. Cont. 21. -alp . vlJU b."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WARRIOR WOMAN"
            }, 
            "text": "For all we know, he's one of them. Give him nothing. There's an ugly murmur of agreement. MAX, keeping his temper, talks to PAPPAGALLO:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "We had a contract... The FARMER succeeds in removing the first arrow. BIG REBECCA relaxes NATHAN sputters. Blood sprays into the plastic mask. BIG REBECCA screams. The FERAL KID looks on as the FARMER feels for a pulse: nothing. PAPPAGALLO turns to MAX:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAPPAGALLO"
            }, 
            "text": "I don't know who you are, or what happened. But if you had a contract, it was with him. And it died with him. PAPPAGALLO t'.trns on his heel and walks through the crowd, back towards his tent. The WARRIOR WOMAN puts a bow to MAX'S temple and shoves him towards the gate. 46. COMPOUND. MAX IS MARCHED TO THE GATE. DAY. 46. THE FERAL KID, following MAX, laughs. The DOG snarls at the boy. As the crowd parts, MAX sees that the black-on-black is being winched through the gate. Sc. 46. Cont... 24. -1b. t;OIIt. The MECHANIC supervises the work. LIAX stiffens, furious.. . WARRIOR WOMAN prods him with the bow:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WARRIOR WOMAN"
            }, 
            "text": "Be thankful, you're still alive. She pushes him past the car. The DOG trained to protect the vehicle begins to grow]. The MECHIANIC turns to MAX:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MECHANIC"
            }, 
            "text": "I gotta hand it to you. Some machine... He holds up the detonators and fuse wire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MECHANIC"
            }, 
            "text": "Would've been a shame to bloc it:. up. The last of the pursuit spec- ials. It's history, that's what it is. A piece of history... The ME, IIA`IC runs an affectionate hand along the bonnet of the car. The DOG flies at him as he tour.hes the car. The DOG'S ja.:s champ onto his u6elessIt-sthreatening to topple him from t. is mechanical. \"crane\". The MECIiANIC'S ASSISTANT turn, wielding a tyre iron, about to batter the DOC to death... MAX grabs his arm, wrenching the tyre iron from his hand, other men raise their weapons..,. The head of a crossbow arrow cuts into MAX'S neck. The DOG, MAX and the camp people are frozen, waiting for the next move, WARRIOR WOMAN, holding the other end of the bow, motions him forward, Slowly MAX bends and gathers up the DOG. Sc. 46. Cont"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "A 0 R"
            }, 
            "text": "ato . %+uu 4 . 4b ."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "Its OK, Dog. Just do as they say... His words are lost in the wail of a siren. A guard perched in the watch tower shouts a warning. The yellow school bus roars across, closing the entrance. 47. THE BATTLEMENTS. DAY, 47. The compound people run to their positions on the battlements. A pair of manacles are locked around MAX'S wrists. WARRIOR WOMAN climbs to a big crossbow mounted above the causeway. The BUTCHER drops her knife and grabs her long bow. The rabbit on the chopping block leaps for safety. PAPPAGALLO mans the flame thrower. Others draw their bows. The FERAL KID follows the rabbit down a hole at the foot of the battlement. As MAX climbs to a position on the battlements near WARRIOR WOMAN and PAPPAGALLO he sees that the MARAUDER HORDE has gathered in all its glory."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "NO MAN'S LAND. DAY. 48,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The MARAUDERS rumble in formation over the rise: At their head' is the Humungus machine surrounded by a guard consisting of WEZ and his GOLDEN YOUTH on a bike, a tow truck with TWO SKIN HEADS, a road racer with THREE GAY BOY BERSERKERS and a dune buggy with TWO SMEGMA CRAZIES. As the advance guard approaches through the dust and heat haze we see that SIX NEAR NAKED AND BLOODIED PEOPLE are lashed to the front of the vehicles. At the big crossbow, the WARRIOR WOMAN aims at the Humungus machine. One of the TWO VICTIMS, tied to the front of the Humungus machine, is screaming above the awesome rumble of machines and sirens... Sc, 48. Cont. -2 0 ."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE BROKEN VICTIM", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hold your fire. He wants to talk... he comes in peace... for Godsake! Hold your fire.."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE BATTLEMENTS. DAY. 49,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The camp people moan as they recognise the victims. PAPPAGALLO holds up his hand, stopping the WARRIOR WOMAN from firing. a The MECHANIC cranes himself up into view next to MAX:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MECHANIC"
            }, 
            "text": "Poor mongrels... not one got through. BIG REBECCA sobs. The QUIET MAN puts a comforting hand on her shoulder. PISMO and ANGIE huddle closer together. 50. NO MAN'S LAND, DAY. 50. The vanguard of 5 vehicles stops on the causeway, just out of range. MAX and WEZ look across no man's land, recognising each other. WEZ grins, a gold tooth flashing. The TOADIE, a comically dressed Marauder perched on the top of the Humungus vehicle, waves his arms. The Marauders cut their motors... Silence. The TOADIE announces:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TOADIE"
            }, 
            "text": "Greetings from the Lord Humungus The Warrior of the Wasteland! The Ayatollah of Rock and Roller. Camera cranes up to the HUMUNGUS as he rises in his seat. His voice is amplified by two loudspeakers mounted to the roll cage of his vehicle: Sc. 50, Cont..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HUMUNGUS"
            }, 
            "text": "I am told you wish to take the gasolene out of the wasteland... The SECOND VICTIM lashed onto the Humungus vehicle shouts in defiance:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DEFIANT VICTIM"
            }, 
            "text": "Shoot! Shoot him! While you've got the chance... The TOADIE takes the wind out of him with an elbow to the stomach... The FERAL KID watches from a rabbit warren near a burnt out hut. The HUMUNGUS continues..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HUMUNGUS"
            }, 
            "text": "You set out this morning to find a vehicle. A vehicle strong enough to haul that fat tank of gas... Suddently, the escaped rabbit runs from a hole in the barricade and out into the wasteland. WEZ whirls his arm around... thud!... the rabbit falls dead from a crossbow bolt. The FERAL KID eases back down into his hole. The TOADIE bellows:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TOADIE"
            }, 
            "text": "You see! There is no escape. The Humungus rules the wasteland..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DEFIANT VICTIM"
            }, 
            "text": "Don't give them the gas! Blow it up! WEZ leaps from his bike and head-butts the man into unconsciousness, The BROKEN VICTIM sobs uncontrollably. Sc. 50. Cont... 50. cont. 5Q. The FERAL BOY runs from his hole, screaming. He lets fly with the chrome boomerang... The projectile whistles past WEZ'S head and returns to the KID. He reaches up and - clunk! catches it in his steel, plated mitten. The MARAUDERS roar with laughter. The FERAL KID throws the boomerang again... WEZ ducks and it buries itself into the head of the GOLDEN YOUTH. The MARAUDERS are dumbstruck. 51. THE BATTLEMENTS. DAY. 51. The MECHANIC grimaces. The rest of the DEFENDERS are silent. MAX is impressed. 52, NO MAN'S LAND. DAY. 52. WEZ bends over the GOLDEN'YOUTH and pulls the weapon from his skull. He hurls it at the FERAL KID. The boomerang whistles across the ground... the KID throws himself down into the hole... the boomerang arcs and returns to WEZ... out of his reach. The TOADIE runs forward..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TOADIE"
            }, 
            "text": "I got it! I got it! He reaches up to catch it... Sc. 52. Cont... Jf.. vv... Then falls to his knees clutching his bleeding fingerless hand. The HUMUNGUS and MARAUDERS roar with laughter. WEZ, bellowing with rage, leaps up dnto the HUMUNGUS vehicle. He hits the ignition, yelling:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WEZ"
            }, 
            "text": "There's been enough talk. I'm going in! Powerful arms encircle him from behind. WEZ is lifted bodily from the seat. The HUMUNGUS reaches over and cuts the ignition and the P.A..system. 53. 53. THE BATTLEMENTS. DAY. The CAMP PEOPLE ease back on their weapons... MAX is concentrating on his manacles, starting to use a small, file to pick the lock. 54. 54, THE HUMUNGUS VEHICLE. DAY. a Maintaining his vicious hold on WEZ the HUMUNGUS hisses soothingly in his ear."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUMUNGUS"
            }, 
            "text": "Be still my dog of war. I understand your pain. We've all lost someone we love... But, we do it my way. Fear is our ally. Later, you can have your revenge. WEZ tries to break free but still, he cannot move. The HUMUNGUS reaches over and flicks on the P.A. System. Sc. 54. Cont. 54 . Cont. 54."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HUMUNGUS"
            }, 
            "text": "There has been too much violence too much pain. None here i s without sin, But, I have an honourable compromise. Give me the gasolene and I'll spare your lives. Just walk away. I will give you safe passage in the wasteland... Walk away and there will be an end to the horror... He hits the ignition, eases WEZ aside and turns the vehicle around..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HUMUNGUS"
            }, 
            "text": "You have one full day to decide!! The TOADIE jumps on board as the HUMUNGUS leads the HORDE back over the rise. As the vehicles rumble away, the FERAL BOY retrieves his bloodied boomerang and scurries back into his hole. 55. INSIDE THE COMPOUND. DAY. 55. The QUIET MAN fires his long bow at the departing MARAUDERS: the arrow falls well short, unnoticed. He yells after them:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "QUIET MAN"
            }, 
            "text": "We'll never walk away. Never! BIG REBECCA grabs him by the shoulder."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG REBECCA"
            }, 
            "text": "Don't be a fool! It's our only chance... She turns to the other defenders:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG REBECCA"
            }, 
            "text": "It's simple... we trade the gas for our lives. DO. wont . 55,"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WARRIOR WOMAN"
            }, 
            "text": "No! We've worked too hard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARMER"
            }, 
            "text": "Walk out there? They'd slaughter us... run us down for sport. BIG REBECCA plays to the crcwd."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG REBECCA"
            }, 
            "text": "Don't listen to them! It's bad enough the lunatics are running the asylum. Don't let 'em throw away the key. 56. THE BATTLEMENTS. MAX AND THE FERAL BOY. DAY. 56. While the CAMP PEOPLE argue, MAX sits forgotten - the manacles unlocked now, dangling from one wrist. He produces the hurdy-gurdy he found on the bloated man and plays the first few notes of \"Happy Birthday\". From the hole under MAX, the FERAL KID appears wiping his boomerang. He is attracted by the noise. MAX plays the next few notes faster. The FERAL KID grins. More notes - very fast. The FERAL KID laughs. Several people at the back of the CROWD, including WARRIOR WOMAN, turn around to look. MAX holds the manacles up so that she can see that he's free. She glares at him as he goes back to turning the hurdy-gurdy. The argument continues. 57. THE CUMPUUNiJ. DAY. 57 PISMO and ANGIE are quietly bickering. The CURMUDGEON pushes past them heading towards the gate. He has a Gladstone bag in his hand and a collection of car parts and personal effects tucked under his arm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CURMUDGEON"
            }, 
            "text": "it'll be alright. I'll talk to this Humungus. He'd never hurt an asthmatic ol.d man. The LUSTY GIRL is joining him.., The MECHANIC turns to her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MECHANIC"
            }, 
            "text": "I'm sure they'll find a use for you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUSTY"
            }, 
            "text": "I'd rather be out there, on my back alive, than in here, on my back dead."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG REBECCA"
            }, 
            "text": "Be promised us safe passage. Fe gave his word."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAPPAGALLO'S VOICE"
            }, 
            "text": "And just suppose he keeps it... The DEFENDERS turn to PAPPAGALLO, standing on the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BATTLEMENT:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAPPAGALLO"
            }, 
            "text": ".and we walk out of here with our lives. What then? Do we wander the wasteland - scavenging. Wake up one morning and find we're just like them - savages. He points in the direction of the MARAUDERS."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAPPAGALLO"
            }, 
            "text": "Is that what you want? I don't. Sc. 57. Cont. 5!. cont. 57, PAPPAGALLO Cont. I came out here and I found that pump. I built that plant and ploughed that field, Why? Because we are human beings. We must maintain our dignity. We are not barbarians... The crowd is silent... I made one mistake - I waited too long... thinking we could survive here. We can't. But, as frightened as we all are - let's not forget one thing. He points to the tanker of fuel, propped up next tc the cracking plant... That is more than just a tank of fuel. It's our lifeline, our passport to a place beyond the reach of men on machines. He talks over several protesting voices... No! I don't know how we're gonna get there. But the first step is to defend that fuel. I won't surrender it to anyone. I stay! Alone if I have to..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG REBECCA"
            }, 
            "text": "Words! Just words. You're going to die, for a pi,pedream. BIG REBECCA moves over to join the CURMUDGEON and the LUSTY GIRL."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WARRIOR WOMAN"
            }, 
            "text": "No! We're going to fight for a belief - I stay! LUSTY looks straight at PAPPAGALLO, Sc. 57, Cont.., D r . I,UnL ."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUSTY"
            }, 
            "text": "I really wished it had worked, I'm sorry. The MECHANIC'S ASSISTANT starts to push tha MECHANIC'S contraption towsAds the CURMUDGEON'S GROUP, but the.-MECHANIC resists, grabbing onto the catwalk. The ASSISTANT leaves him there. ANGIE takes the ASSISTANT'S place and pushes the MECHANIC'S contraption over to PAPPAGALLO'S side."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANGIE"
            }, 
            "text": "We stay! PISMO is left hesitating in the middle. After a terrible moment of indecision he joins ANGIE. The camp is now divided, mostly against PAPPAGALLO. The two groups stare across at each other solemnly... A voice is heard from the battlements,..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "Two days ago I saw a vehicle that'd haul that tanker. All eyes turn to MAX."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "You wanna get out of here. You talk to me. 58, INT. PAPPAGALLO'S TENT, DUSK. 58. MAX faces PAPPAGALLO across a desk littered with plans and equipment. WARRIOR WOMAN, BIG REBECCA, the FARMER and the MECHANIC listen in. Sc. 58,. Cont. 58. Cont. 58."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAX"
            }, 
            "text": "So that's my offer. I deliver a prime mover - in return you give me my black car and as much gas'as I can carry. All I need right now is three jerry cans of diesel and five gallons of petroleum. They look at him quizzically. Think of it as a down payment."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WARRIOR WOMAN"
            }, 
            "text": "That's the last we'll ever see of him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG REBECCA"
            }, 
            "text": "What have we got to lose? PAPPAGALLO nods."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WIPE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE COMPOUND DITCH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "From the battlement, PAPPAGALLO watches as MAX, accompanied by the DOG, emerges from a hole in the wall. MAX has a pole across his shoulders, supporting four jerry cans of fuel.. MAX'S knee brace\"squeaks in the stillness. The MECHANIC throws him a small can. MAX squirts a stream of oil onto the metal and then moves off across the bridge of wrecks, built by the Mohawk Bikers the day before. The FERAL KID watches with other camp people as MAX and the DOG move out into the night. 60, NO MAN'S LAND. NIGHT. 60. MAX emerges from the ditch, the heavy load weighing him down. Behind him, the searchlight from the compound plays over the wilderness. Ahead, he sees the glow of the Marauders' campfires. He moves forward silently. 61. NEAR THE MAHAUDL S ' CAM1'k i hLJ . NIGHT. 61, Picking his way carefully across rugged ground, MAX skirts close to a large campfire. Around it, a GROUP OF MARAUDERS are carousing: some are laughing loudly at a VICTIM strung up to a beam by his wrists. A bottle passes among the MARAUDERS. In the shadows, lit by the flickering flame, a MOHAWK BIKER fondles TWO CAMP FOLLOWERS. Closest to MAX a GAYBOY BERSERKER hones his machete on a whetstone. MAX skirts round him, not taking his eyes off him. Suddenly MAX'S leg gives way, caught in a rabbit hole. He pitches forward, the ferry cans thumping together. The GAYBOY BERSERKER pivots.., listening.., knife ready. MAX is spread-eagled on the ground. The DOG curls its lip. The GAYBOY BERSERKER walks towards MAX, his eyes searching the darkness... There is a loud barking! MAX looks up... On a rabbit warren close by, the FERAL KID sits on his haunches, howling like a wild dog. The GAYBOY BERSERKER takes a rock and throws it, curs- ing all howling dogs, and returns to the camp. The FERAL KID motions for MAX to follow. Keeping low, MAX limps forward. 62. AN EROSION DITCH. NIGHT. 62. The FERAL KID stops at the edge of the gully and indicates the direction for MAX to take. He grins at MAX and runs off into the night, back the way he came. MAX drops down into the gully heading away from the Marauders' camp."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DISSOLVE,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE CLIFFTOP. FIRST LIGHT. 63.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MAX climbs up to the spot where he left the GYRO CAPTAIN. Gone!... Just the canopy, a dog food can and a freshly- dug hole where the tree stump used to be. A clear trail, gouged in the dirt, leads back towards the sand dune country. The DOG sniffs and lopes off,.. 64, A CLAY PAN. DAY. 64.. MAX and the DOG crest a rise at the edge of the pan. About a hundred yards ahead, out on the clay, is the CAPTAIN, still dragging the tree stump behind him. T h e DOG growls. The CAPTAIN turns to see MAX, He picks up the log and tries to run. 65. THE WASTELAND. DAY. 65. The sun is much higher in the sky, The CAPTAIN has been freed from the tree stump and now carries the ferry cans, coolie-like, across his shoulders. 66. THE DUNES. DAY. 66. The three travellers stagger over the dune. Tha gyro copter is intact though the kite now rests face dawn on the sand, At the crest of the dune they sue the body of a lone Marauder. Foot and tyre prints tell the story. Crossing the dunes in his buggy, he happened across the gyrocopter. He left his buggy, walked down to the abandoned gyrocopter and fell victim to the snake, He staggered around in circles before slumping face down in the sand. The CAPTAIN lets out a whoop as he and MAX half stumble, half run towards the body."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CAPTAIN"
            }, 
            "text": "I knew it. I knew it'd work. Lethal, those snakes. Lethal. Born killers. The snake's fangs, my brains. Lethal I"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TELL YA"
            }, 
            "text": "The CAPTAIN stops, staring down at the body of the snake, its head crushed, Quickly he picks it up and begins to skin it, muttering, Sc. 66. Cont. VU L , % 1 t 60 CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't think you're gonna get any of this. Cos you're not. It was my snake. I found it. I trained it. And I'm gonna eat it. Keeping the gun trained on the CAPTAIN, MAX rummages through the MARAUDER'S clothes. He finds a necklace of spark plugs, bolts, teeth and two old shotgun cartridges. MAX removes the two cartridges. One crumbles apart. The second, although dog-eared, remains intact, The GYRO CAPTAIN looks up as MAX cracks open the shotgun - both barrels are empty. MAX shoves the dog-eared cartridge into the barrel and snaps the shotgun shut. The GYRO CAPTAIN gasps: CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You mean? All this time? Jesus, that's dishonest! MAX nudges the CAPTAIN towards the gyrocopter. The CAPTAIN stands fast, eyeing the shotgun... CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "How do we know that one's not a dud. 4 MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There's only one way to find out. He lifts the barrel to the CAPTAIN'S head. The CAPTAIN moves off towards the gyrocopter. 67. SAND DUNES- GYROCOPTER. DAY. 67. One jerry can lies discarded by the gyro. MAX, with the DOG on his lap, is settled on the chassis, the three remaining cans strapped on beside him. A flurry of sand whips back from the propellor. The gyro, unaccustomed to the extra weight, lumbers across the sand and slowly rises into the sky. IN WTPF"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "66 . THE IN'li.:1..LLT1UN . DAY . 68. The bloated fly-blown corpse of the driver lies next to the abandoned road rig. The bonnet of the prime mover is up and MAX is working on the engine. A chain passes from the bull bar up into the cabin where the CAPTAIN sits behind the wheel, muttering into a handkerchief. The DOG watches him carefully. MAX yanks on the chain. The GYRO CAPTAIN tests the motor: nothing. After two more attempts it splutters to life. DISSOLVE. :R"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE PRIME MOVER. LATER THAT DAY. 69.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The prime mover, disconnected from the rest of the rig, stands in the middle of the road. MAX is in the cabin with the DOG, the engine running, The GYRO CAPTAIN looks up at him, rattling his chains. GYRO CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You can't just dump me! Think of us as partners. MAX tosses him a set of keys, shouting over the engire. MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's up to you. Fly a kite, or follow me back. Maybe they'll throw some gas your KAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MAX eases the prime mover down the road: Sc. 69. Cont. hn. 69, Cont. 69. The GYRO CAPTAIN, struggling to unlock his manacles, yells after him: GYRO CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What sort of deal's that?! I'm running on empty! WIPE. 70, THE LONELY HIGHWAY. DAY. 70. MAX hurls the prime mover down the long empty highway, eating up the miles. WIPE. 71. HILL CREST NEAR PINNACLES. DAY. 71. The'prime mover crests a bill. In the distance MAX can see the pinnacles surrounding the camp. He checks his shotgun on the seat beside him. MAX tramps the accelerator. The DOG climbs under the seat. The back wheels burn rubber as the prime mover thunders down the road... Suddenly the gyrocopter zooms over the rise behind him spluttering and coughing like he's running out of gas. 72. SIDE OF ROAD NEAR THE PINNACLES. DAY. 72. In the Marauders' camp a MOHAWKER is shaving WEZ'S head. At the sound of the approaching prime mover, WEZ leaps to his feet, clambers over a tow truck on blocks and straddles his bike... Other MARAUDERS follow as we track to a SKINHEAD lying under the tow truck making noisy repairs. IN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "73. THE ituiL. DA1. MAX burls the prime mover towards the rise above the compound. A dune buggy comes up alongside the rear passenger wheel. The SMEGMA CRAZY riding shotgun fires a crossbow arrow into a tyre... which explodes. WEZ appears on the road ahead as a road racer rockets from out of the scrub in front of the prime mover. MAX shunts it back off the road and into the rear of the tow truck on blocks. The tow truck crashes down, pinning the SKINHEAD beneath it. 74, A RISE ABO'D'E rHE COMPOUND. DAY. 74. The HUMUNGUS - his vehicle sitting in_the middle of the road - turns at the sound of the crash."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "75, THE GYR000PTER., (HELICOPTER MOUNT)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The gyrocopter sputters along, staying out of range of the MARAUDERS. The CAPTAIN is shouting advice and instructions from THE SIDELINES: GYRO CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Watch your tyres! Turn left! Down over the CAPTAIN'S shoulder we see WEZ'S bike coming alongside the prime mover's rear wheels on the driver's side. 76. THE ROAD APPROACHING THE RISE. tAY. 76. WEZ lifts his feet onto the saddle, steadies himself and leaps onto the back of the prime mover. As the vehicle crests the rise, MAX sees the camp below. He yanks the air horn lanyard... J , 4 J L LL' 1 111:, , 'J LLL V 41 \\ 1J , W n i . I , PAPPAGALLO'S people turn at the sound. From the cracking tower PAPPAGALLO shouts: PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Open the gate!! The FERAL KID, astride the pump, is on his feet.. BIG REBECCA runs to the yellow school, bus..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ON THE RISE ABOVE THE COMPOUND", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DAY.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ".The HUMUNGUS raises the magnum .44 aiming directly at the oncoming prime mover..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE RISE ABOVE THE COMPOUND. DAY. 79,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "On seeing this MAX grabs the shotgun, shoves it through the smashed front window of the truck and fires,., The gun fizzes and pops - the cartridge was a dud. MAX ducks and yanks down hard on the wheel... The HUMUNGUS fires. The big gun kicks,,. The front of the prime mover bursts with steam and hot oil, The big machine careers off 'the road, and through a primitive tent. As the canvas rips away.,. we glimpse two startled MARAUDERS in the throes of hetereosexual love. MAX recovers, the big machine keeps going, rocketing down the hill 400 yards from the causeway... Suddenly a powerful arm bursts through the driver's window.,, and grabs MAX around the throat - its"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WEZ", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The DOG attacks WEZ, clamping his jaw around his gauntlet. WEZ pulls the DOG out the window and flicks his arm. The DOG sails through the ai.r... 6 +. 8U. t hIL Ak'Y1tUALii TU 1 1A LAUZ) W A 1 . DAY . SA. MAX rams his elbow into WEZ'S `ace. The big biker holds on, tightening his grip. A dune buggy with a machine gun like crossbow - the 4-pak - fires four bolts into the t y'res. All but one tyre on the driver's side blow out. As the prime mover charges past, we track with the Lone Wolf, who drives a two-engined assault car. He yells to other Marauders behind: LONE WOLF"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The gate's open! Follow me in! A street car and a dune buggy surge up beside him. In the background we see the DOG, running along the road, trying to catch up to the tanker. 81. THE AIRBORNE GYROCOPTER. DAY. 81. The GYRO CAPTAIN curses and screams. GYRO CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't lose it now! We need the fuel! The CAPTAIN grabs whatever he can find - the two ferry cans and his chains and throws -:hem at the chase below. 82. THI_ APTP!OACf TO THE C.' ?1SEW\"L Y . DAY. 8 2 .. To of th':a objects fall across thr- path of the on- rushing street car the third smashes into the vehicleti windscreen - to no avail, the vehicle continues in the chase to the causeway... converging on the prime mover The 4-pak dune buggy surges up to the driver's side wheels, .. The SMEGMA CRAZ1E h4s reloaded the crossbow and is taking aim on the critical last tyre. TIT"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "83, THE AIRBORNE GYROCOPTER. 83.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The GYRO CAPTAIN is reaching down into a sack... He pulls out two snakes. Clamping their jaws shut he kisses them goodbye and hurls them down... 84. THE APPROACH TO THE CAUSEWAY. DAY. 84. .The snakes land in the 4-pak dune buggy - one of them between the DRIVER'S legs. Perplexed, he reaches down for it... pulling it up to look... He screams.., the snake has its fangs in his hand... 85. THr CAUSEW'.Y. DAY. 85. The 4-pak dune buggy swerves out of control... up and over the back of the prime mover,., and onto the street car. Locked together, both vehicles tumble down into the ditch. I n th,! cabin of the truck MAX smashes the butt of the s into \\EZ'S face, again and again. WEZ just grins. 86. THE COMPOUND GATE. DAY. 86. The prime mover thunders through the gate. PAPPAGALLO and WARRIOR WOMAN take their positions on the battlements... As soon as the prime mover clears the gate BIG REBECCA plants her foot on the accelerator of the school bus/gate. The Lone Wolf vehicle and the dune buggy just make it inside. The DOG scampers through the rapidly closing gap. A road racer slides up to the gate. The DRIVER looks up... to see PAPPAGALLO aiming the flame thrower down at him... He slams the vehicle into reverse... b. r nu..: i hL 6A , i LS:h1Lii12 1 `J LVVh l lvla UL, l PAPPAGALLO sends the torrent of flames down on the retreating vehicle... as HUMUNGUS and the OTHER MARAUDERS hover at the entrance of the causeway... 88., INSIDE THE COMPOUND THE CATWALK AREA. DAY. 88. The prime mover slides to a halt underneath a catwalk. - As SEVERAL CAMP PEOPLE run towards him, WEZ swings up onto the roof of the prime mover and onto the catwalk. The two Marauder vehicles stop in the middle of the compound. MAX jumps out of the prime mover assessing the situation. In addition to WEZ there are FOUR MARAUDERS inside the compound: the LONE WOLF, the LONE WOLF'S PASSENGER and TWO SMEGMA CRAZIES. 89, THE BATTLEMENTS. DAY. 89. Undei the direction of the HUMUNGUS - HALF A DOZEN MARAUDERS come surging up the causeway on foot. PAPPAGALLO stands up on the very limit of the battle- ment and scares them off with a burst of flame. A MARAUDER fires an arrow.. , .PAPPAGALLO is hit high up in the thigh. He tumbles backwards, off the parapet and crE.shes to the ground below. 90, INSIDE THE. COMPOUND - THE CRACKING TOWER. DAY 90. Up on the catwalk WEZ is shouting at the FOUR OTHER INVADERS. WEZ"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The gate! The gate! Move!! MAX looks around as the LONE WOLF, the LONE WOLF PASSENGER and the TWO SMEGMA CRAZIES start to sprint across the compound towards the gate... Thud! The LONE WOLF PASSENGER falls dead - an arrow in his back... 9u. Cont. 90. WEZ spins around to see the QUIET MAN, standing on the cooling tower, reloading his bow. WEZ starts running towards him. 91. INSIDE THE COMPOUND. DAY. 91. With the help of the DOG, MAX tackles the-FIRST SMEGMA CRAZY who is running towards the gate. They land at the foot of the pump. The FERAL BOY, bouncing up and down on top of the pump looks down gleefully, as the FARMER, the BUTCHER and the CURMUDGEON descend on the MARAUDER. MAX is on his feet running towards PAPPAGALLO, as the second SMEGMA CRAZY is hit by the MECHANIC flying on the end of his lattice-arm contraption. ANGIE and PISMC, manning the other end, smile with satisfaction. 92. INSIDE THE COMPOUND - THE CRACKING TOWER. DAY. 92. WEZ confronts the QUIET MAN who has his bow drawn,,, The QUIET MAN fires - WEZ ducks - missed! WEZ grins. The QUIET MAN is paralysed by indecision. WEZ is on him.., head-butts him - once, twice, three times, The QUIET MAN'S face is a torrent of blood as WEZ throws him of the cooling platform. The QUIET MAIL lands, groaning, badly injured. 93. FROM INSIDE THE BUS. DAY. 93. The LONE WOLF has made it to the gate and smashes his way through the window - clawing at BIG REBECCA. She shoves a boot in his face as WARRIOR WOMAN drops onto him from the battlement above and buries a knife blade in his neck. Z7. 4 . AT 1H. 13A'1\"i'L.MEN'1'J . UA . . 94 MAX has picked up PAPPAGALLO'S flame thrower. PAPPAGALLO watches as he climbs the battlements, A DOZEN MARAUDERS are charging up the causeway. MAX appears above them,,, spraying fire. The MARAUDERS retreat... 95, INSIDE THE COMPOUND. DAY. 95a, WEZ grabs a cable and swings from the catwalk across the cracking tower to Pappagallo's 'dinosaur tent'. He slides down the tent, leaps onto some tyres, onto a storage tank and then onto the tanker... He hesitates a moment looking for some way to get to the gate... The WHOLE CAMP turns to confront him..-'.:' He ducks, the gyrocopter swoops down over his head and lands in the centre of the compound... An arrow flies past WEZ, then the Feral Kid's boomerang , , he decides to call it quits. Running along the top of the tanker, be leaps the barbed wire fence. 9G THE L-ITCH. DAY. 96. WEZ lands in the ditch. He clambers over a wreck out of the ditch and out of range. 97, INSIDE THE COMPOUND. THE TANKER. DAY. The GYRO CAPTAIN is up on the tanker, throwing a stick and shaking his fist at the MARAUDERS - putting on a show for the jubilant compound people. Several people shake hands with the GYRO CAPTAIN, The FERAL KID watches, puzzled, intrigued by this strange ritual. Sc. 97. Cont. The MECHANIC is already examining the damage to the prime mover, PAPPAGALLO is propped up against the base of the battlement. BIG REBECCA and the WARRIOR WOMAN tend his thigh wound. PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "OK! OK! Let's go. We leave tonight! The MECHANIC lifts his head out of the engine: MECHANIC"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We got a hole through the radiator - into the timing case. Gonna take at least 24 hours. PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You've got twelve. The crowd disperses. The QUIET MAN is carried to the bread van/medical centre; the bodies are removed; camp members load vehicles; men are working on the tanker. WARRIOR WOMAN climbs onto the battlement. 98. THE BATTLEMENTS% DAY, 98. The MARAUDERS have regrouped on the rise. MAX is watching them, the flame thrower in his hands, as the WARRIOR WOMAN approaches him: WARRIOR WOMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I want you to know... that was a very brave thing you did... He doesn't reply - just hands her the flame thrower and descends the ladder. 49. 99. INSIDE THE COMPOUND. DAY. 99. BIG REBECCA has just pulled the arrow out of PAPPAGALLO'S leg as MAX moves into view. PAPPAGALLO watches him walk towards the black-on -black - its nose poking out of the pyramid workshop, As MAX passes the gyrocopter we see the GYRO CAPTAIN in conversation with the CURMUDGEON. CURMUDGEON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ".and tell me, son, this machine of yours - it takes two , does it? The GYRO CAPTAIN glances over the CURMUDGEON'S shoulder at LUSTY who is admiring the gyrocopter. GYRO CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "er... possibly. The FERAL KID steps forward, holding his hand out stiffly to MAX. MAX hesitates, then shakes it briefly. The KID laughs - be finds this hand shaking-business hilarious. As MAX moves on to the pyramid workshop, the FERAL KID follows in his footsteps, mimicing his squeaky, stiff-legged gait. 1.00, INT. PYRAMID WORKSHOP. LATE AFTERNOON. 100. Through the maze of pipes in the peak of the pyramid, we have a high angle down on MAX working on the black-on-black below. The FERAL KID comes into view in the foreground, climbing along the pipes. The KID is softly humming a tune - approximating the first few notes of \"Happy Birthday\". On the workshop floor a small siphon pump is transfer- ring fuel from a 44 gallon drum into the black-on- black's fuel tanks. MAX is re-arming the booby traps - connecting a string of wires and fuses to the gas tank caps. His utility belt and jacket are off and he has laid his personal. effects on a nearby work bench. In the background, through the arched doorway we see Sc. 100. Cont. 1VU. iazuliL'. the MECHANIC and his TEAM working on the truck with arc welders, lights and so on. MAX looks up: The CURMUDGEON is leading PAPPAGALLO'into the workshop. CURMUDGEON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See! I told ya. I said he was leaving. High up in the pyramid the FERAL KID starts to swing down the pipes - towards the bench where MAX has laid his jacket and utility belt. On the floor, PAPPAGALLO CONFRONTS MAX: PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't have time for thanks. You know what you did out _ there and what it means to us. Come with us, MAX. Drive the tanker. MA:. continues to work - muffling the four exhausts by plugging them with rags. MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We had a contract. I did my job, I got my car and I got my gas. End of story. PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It doesn't have to be - we'll make a new contract. I can offer you a chance to rebuild your life, I can offer you a future. The CURMUDGEON breaks in, excited. CURMUDGEON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You gotta come. Look! He produces a grubby souvenir postcard pack which bears the heading:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "GREETINGS FROM THE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "SUNSHINE COAST"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "100. Cont. 100. The FERAL KID's arm sneaks across the work bench reaching out for the hurdy-gurdy. MAX'S hand snaps out and clamps around the KID'S wrist. The FERAL KID drops the hurdy-gurdy. As MAX releases his grip the KID retreats into the shadows. The CURMUDGEON unravels the postcard pictures in front of MAX'S face. - CURMUDGEON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is where we're going. Two thousand miles away. \"Bloody paradise. Fresh water... plenty of sunshine... nothing to do but breed... MAX starts to go back to his work. PAPPAGALLO takes him by the shoulder. PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What are you looking for out there? How long do you expect to survive, scavenging day to day? You're no different than them. He points in the direction of the Marauders.,. ..,vultures, maggots. Don't you see? There is a better way! MAX flares at him, angry: MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yeah. I tried it once! Now forget it, 'cos I never get involved. I'm leaving. I leave tonight. PAPPAGALLO is about to reply when a scream echoes through the camp. They all turn to look: the men working on the prime mover are running towards the battlement, An ominous drumming begins in the Marauders' camp. 3GI.. INSIDE THE COMPOUND. THE CATWALK. DUSK. 101. PAPPAGALLO climbs onto part of the refinery's cat- walk which is close to the workshop area. SEVERAL OTHER CAMP MEMBERS, including the GYRO CAPTAIN, and LUSTY, are already there - looking across no-man's land. The MARAUDERS are raising two tall poles. TWO OF THE CAMP MEMBERS captured that morning are nailed to the poles screaming. PAPPAGALLO turns to MAX, who is still down at the black-on-black. PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You see! That's the alternative! Men feeding on men. MAX goes back to work. The GYRO CAPTAIN slips his arm around LUSTY'S shoulder. GYRO CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I know you're afraid darlin'. But I'll let you into a secret, sweetheart. I'm afraid too. He squeezes her tight. She caresses his hand. DISSOLVE. 1.02. NO MAN'S LAND. NIGHT, 102. Silhouetted against a large fire, near the two poles, a group of TWELVE !.MARAUDERS of various breeds beat out a tattoo on the panels of their cars. The HUMUNGUS watches as two more victims are raised on poles. The beat becomes more frenzied, FADE TO BLACK. Pouring with sweat, MAX tears up the first of a series of metal plates which form the floor of the workshop area. He drags it.across the compound, passing the MECHANIC'S TEAM working in a shower of sparks on the prime mover. The MECHANIC looks up: MECHANIC -"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Go on! Go! Just another mercenary! He spits. MAX ignores him, dragging the plate past Pappagallo's tent. It is crowded with CAMP PEOPLE, laying their plans for escape. They fall silent, turning to watch MAX. 104, COMPOUND WALL. BRIDGE OF CARS. NIGHT. 104. The black-on-black waits next to the fence, near the place where the Mohawkers attempted to build the \"bridge of cars\" across the ditch. MAX has cut a hole in the barbed wire and is manouevrin6 the metal plate on top of the first car starting to build a ramp from thw, compound, over the top of the cars and onto the far side of the ditch. DISSOLVE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "105, INSIDE THE COMPOUND. LATER THAT NIGHT. 105", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The HUMUNGUS has stepped up his theatrics of terror. His voice booms across the night - reciting dark poetic descriptions of death and hell. The CAMP PEOPLE, gathered in Pappagallo's tent, watch as the GYRO CAPTAIN walks towards the spot where MAX is working. PAPPAGALLO sits at his desk,flicki.ng an egg timer: the sand trickling from one end to the other. E. fs"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CUMI'OUNU WALL. BRIDGE OF CARS. NIGHT. 106,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MAX, who is locking the last metal plate into position, looks up at the GYRO CAPTAIN. GYRO CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I just want you to know that I don't agree with them, He indicates the people in Pappagallo's tent. GYRO CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't think you're a coward. A bit stupid - but not a coward, Where else you gonna find what we 've got here? Food... fuel... clean women. MAX goes back to work, putting the finishing touches to the ramp. GYRO CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Men, too, if that's your inclination. Jesus! All we've got to do is get away from that Humungus. With you driving the tanker we can do it. I know you can. I saw you out there. Stay with us Max. Drive the tanker. MAX gets up, snaking his head. MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I haven't got time to explain. Just believe me - I've got everything I want. The CAPTAIN starts to interrupt but MAX cuts him short. MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Good luck tomorrow. I hope you make it. Sc. 106. Cont. 106. cont. 106, MAX puts out his hand. a The CAPTAIN, a little surprised, shakes hands with him. GYRO CAPTAIN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Thanks. Thanks a lot. The CAPTAIN walks back towards the GROUP watching from Pappagallo's tent. He shrugs his shoulders. MAX opens the door of the black-on-black. 107. OUTSIDE THE _OMPOUND. BRIDGE OF CARS. NIGHT. 107. MAX eases the black car onto the metal plates. The wide wheels rumble slowly across the makeshift bridge. MAX revs the motor to get over the last hump, the plugs in the exhausts muffling the sound of the big engine. The Humungus's bizarre ravings continue to boom across the wasteland. 108, THE WASTELAND NEAR THE COMPOUND.NIGHT. 108. The black-on-black eases away from the compound. The DOG is edgy, growling. MAX takes hold of his shotgun, There is a thump! Something lands on the roof. The DOG flies at the window snarling. MAX jams the barrel against the roof. A face appears, leaning over the windscreen, peering in at MAX. It's the FERAL KID, He grins and tumbles through the passenger's window. He grabs hold of MAX'S hand, shaking it. The FERAL KID laughs, settling in to the seat. The car continues to roll forward. Sc, 108, Cont. 108. Cont. 1.08, MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Get out. Scat! Go back. The FERAL KID looks at him, puzzled, then throws his head back, howling. MAX stops the car, looking round, nervous. The first light of dawn appears on the horizon. MAX turns to the FERAL KID: MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're a fine kid, but you can't come. You've gotta learn - don't get close to people. It can churn you up... The KID can't understand a word, so just grins. MAX thrusts his hand into his back pocket and produces the hurdy-gurdy. He shoves it into the FERAL KID'S hands, opens the door and pushes him out. 109. THE WASTELAND. DAWN. As the FERAL KID gets to his feet the black-on-black accelerates away, surging up the rise towards the Humungus encampment. The rapid burst of power fires the four plugs out of the exhausts. The big engine roars. 110. THE RISE ABOVE THE COMPOUND. DAWN. 110. WEZ springs to his feet. His face covered in a white war paint. His eyes searching out the darkness. He starts running,.. towards the Humungus machine. Sc. 110. Cont. 11.0 . no. Cont. A GAYBOY BERSERKER is running with him. As they climb into the vehicle, the HUMUNGUS - sitting on a rock near the VICTIMS on the poles - gets to his feet, He bellows with rage as WEZ drives the vehicle off in pursuit of Max. The TWO VICTIMS, still strapped to the front, lift their heads. i11.. THE HUMUNGUS MACHINE. DAWN. From the Humungus machine WEZ sees six other vehicles stream across the landscape in pursuit of the black-on -black. (One tow truck, two dune buggies, two street cars and a bike). The TOADIE emerges bewildered from where he has been sleeping under the fuel tanks of the Humungus machine. 112. 112. A ROAD NEAR THE COMPOUND. DAWN. The black-on-black achieves the road... The DOG is looking back through the passenger window as we see the first of the pursuing vehicles rumble onto the road... MAX hits the supercharger switch... The big engine whines up. Once again, the DOG climbs down under the seat. The Humungus machine rockets onto the road... and begins to overtake the other six Marauder vehicles one by one... WIPE. 113. 11.3, THE HIGHWAY. EARLY MORNING. MAX is giving the black-on-black all its got... In the Humungus machine WEZ, the GAYBOY BERSERKER and the TOADIE have left the rest of the Marauders well behind... The big machine seems to be encroaching on the black- on-black. Sc. 1.13. Cont. 58. aTM 1. ..I i t rvaA a. WEZ shouts instructions to the GAYBOY BERSERKER who comes to his side. The GAYBOY BERSERKER slides behind the wheel as WEZ clambers forward onto the front of the vehicle. The GAYBOY BERSERKER reaches down. His hand rests on a toggle switch next to three gas bottles marked: NITROUS OXIDE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "At the front of the vehicle WEZ grabs a huge exhaust pipe jutting into the air. In spite of the heat he tears the pipe off the mounting. He signals to the GAYBOY BERSERKER. The GAYBOY BERSERKER flicks down the toggle switch: there is a mighty roar matched by a massive surge of power in the Humungus machine... The TWO VICTIMS on the front scream... MAX is bewildered by the massive acceleration. ._ The Humungus machine leaps alongside the black-on-black. WEZ swings the chrome pipe down through the front windscreen -, into MAX'S face. 114. A CURVE IN THE HIGHWAY. MORNING. 1.14. The black-on-black takes out a guide post and leases the road... rolling over and over. Inside the car MAX - his face bloodied - and the DOG are slammed around in the cabin of the black-on-black. It continues rolling, over and over again, into a gully. 115, THE CREEK BED. MORNING. 115. What is left of the car comes to rest, upside down, among the boulders of a dry creek bed. MAX is slumped, dangling in his harness - his face and body bloodied and broken. Somthing moves... it's the DOG pulling himself out of the wreckage. He licks and paws at MAX'S face. One eye flickers open. AN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "l lu . hUAU:,ILL . MORNING . 116. WEZ stands looking down into the gully. Another vehicle has arrived. TWO GAYBOY BERSERKERS and the TOADIE scramble down towards the wreck carrying jerry cans. WE-"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't waste him. If he's alive I want him. 117. THE CREEK BED. MORNING. 117. By an enormous force of will, MAX frees himself from the harness and - as the sound of the Marauders approaches - pulls himself through the window of the wreck. He falls to the ground, dragging his crippled body into the shadow of a large boulder, hiding there. The DOG confronts the MARAUDERS, snarling, standing between them and the wreck. One of the GAYBOY BERSERKERS raises his crossbow... MAX watches, grim-faced, as the DOG falls dead. The THREE MARAUDERS run to the vehicle. While the TOADIE prepares to siphon off the gas, the other two peer into the crushed cabin. Perplexed, they examine the wreck more closely, looking for MAX.. . ONE of them sees the drag marks, leading down the creek bed. He signals to the OTHER MARAUDER... MAX prepares to defen himself... the TOADIE prises the cap off the black car's fuel tank. The booby trap explodes... the petrol ignites... the THREE MARAUDERS are engulfed by a giant fireball. MAX looks pa3t the flames, staring up at WEZ, not taking his eyes off him... 118, ROADSIDE. MORNING. 118. WEZ and the OTHER MARAUDERS watch the great pillar of smoke rise up into the sky. They return to their vehicles. 119. INSIDE THE COMPOUND. MORNING. 119. The GYRO CAPTAIN helps the LUSTY GIRL dismantle one of the small tents. In the background we see the camp vehicles standing ready - fully loaded. The Mechanic's TEAM are still working on the prime mover. As PISMO shows from the tower, the GYRO CAPTAIN looks up to see the smoke from the wreck rising into the sky. The GYRO.CAPTAIN, mutters an oath and sprints towards is machine."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CREEK BED. DAY. 120,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Foot by foot, MAX drags himself alor:g the creekbed - heading for the compound. Blood seeps from wounds on his head and face. His legs are useless, his hands heavily bandaged with strips from his leather jacket. Behind him, in the distance, we see the still- smouldering wreck of the black-on-black. MAX struggles on, the pain growing, the sun climbing, the temperature soaring. His mind becomes more feverish: the wasteland dissolves into the heat haze; the buzz of the flies around his face becomes the steady drone of an engine. The gyrocopter appears above him. 121. ON BOARD THE GYROCOPTER. DAY. 121. MAX, strapped to the chassis of the gyrocopter, drifts back to consciousness. He sees the compound surging towards them as they come in to land. He drifts back into unconsciousness, the images distorting, dissolving,.. 122. INSIDE THE COMPOUND. THE BREAD VAN. DAY.- 122. MAX'S eyes flicker open to a slow, distorted version of 'HAPPY BIRTHDAY\""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As he fights to make sense of his surroundings, we see that his wounds have been stitched and dressed. He lifts his head, looking through the back door of the bread van. ...1 - t f T 122. Cont. 122. is sitting on the roof of the van, playing the hurdy- GURDY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Then, beyond the KID, coming into clear focus, he sees the prime mover attached to the tanker. The tanker now sports a 'cow-catcher' on the front, armour-plating on the bonnet, steel aprons on the wheels and a barbed wire net along each side. MAX'S vision clears. He sees PAPPAGALLO-on the catwalk addressing the CAMP PEOPLE. MAX drops his bead back and looks to one side: a bloated faces stares back at him. The QUIET MAN, is lying unconscious on a stretcher next to him. MAX lifts his head urgently and looks around. He realises that he is in the bread van. The canopy has been removed and his stretcher is supported by a collection of 44 gall drums."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INSIDE THE COMPOUND", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "PAPPAGALLO paces the catwalk as he gives final instructions to the CAMP PEOPLE gathered below. PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We're going to use the tanker and the two assault vehicles to punch our way out of here. If I'm right, they'll all go after the tanker. That'll give the rest of you a chance. 124. INT. BREAD VAN. DAY. 12ax. MAX is sitting up, binding his leg tight with bandages, clipping on his metal knee brace. PAPPAGALLO (v/o) Split up. Go as hard as you can. Two hundred miles north there's a bridge. At Powder River. If we make it, that's our rendezvous... As MAX struggles to haul himself out of the bread van, the FERAL KID hands him his equipment belt. 11412 . 14,4au L i12 L 411 PAPPAGALLO (v/a) It's defensible, We can refuel there. 125. INSIDE THE COMPOUNDDAY 125. MAX, grim-faced, starts to walk towards the tanker. Blood seeps through the bandage on his leg. PAPPAGALLO (v/o) But! Only give us 'til sunset. If we haven't made it by then, keep going! PAPPAGALLO swings down off the catwalk, heading for the cabin of the tanker. The meeting breaks up - the CAMP PEOPLE moving to take up their positions on the various vehicles. MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'll drive the tanker... Everybody stops, turning to look at him. MAX is staring at PAPPAGALLO, swaying slightly, hands clenched, MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Until you're clear of trouble... The CURMUDGEON breaks in: CURMUDGEON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He's gotta be joking! PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Look at you. MAX nods. Sc. 125. Cont... c,3 14z) . L.uLLL. MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "But I'm still the best you've got. PAPPAGALLO thinks for a long moment., PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You'll, need these... He tosses MAX his sawn-off shotgun and a bandolier containing six cartridges. 126. CRACKING TOWER. HIGH ANGLE. WHOLE SCENE.DAY. 126. The tanker stands at the far end of the compound. Behind it, the GYRO CAPTAIN is spinning the rotor of his machine A dune buggy and the Lone Wolf's car - armour-plated since being captured by the camp - wait on either side of the tanker. Beyond the gate the MARAUDERS have formed an arc of vehicles just out of crossbow range. The Hiunungus machin stands at its centre. 127. INS ID THE COMPOUND. DAY. 127. MAX sits in the tanker, checking out the controls, familiarising himself with the machine... WARRIOR WOMAN stands on the running board. She turns as the MECHANIC clambers on board. He glares at her, daring her to stop him: MECHANIC"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I sweated blood on this mother. And no bastard's gonna make me go in no lousy bread van. MAX kicks over the big engine... 12A3 . oiY33IDh THE CUM UUNV . LM I . WEZ stands on the back of a tow truck, beyond him we see the arc of vehicles, engines gunning, straining at the leash... The Humungus vehicle eases forward into frame... The TWO VICTIMS on the front of his vehicle have their heads hooded. 129. 129. INSIDE THE COMPOUND. DAY. MAX is revving the engine higher and higher. WARRIOR WOMAN climbs up to the top of the tanker... PAPPAGALLO starts the assault vehicle. WARRIOR WOMAN finds the FERAL KI.D crouched down in her position behind the protective plate. Holding the KID by his arm, she passes him down to MAX who passes him down to the ground... PAPPAGALLO yells for someone to come and take him... The LUSTY GIRL runs forward... the FERAL KID avoids her. MAX engages the engine. The tanker rumbles forward, gathering speed as it runs the length of the compound. BIG REBECCA, at the wheel of the school bus draws the vehicle aside - revealing the burnt out wreck of the road racer on the causeway and the MARAUDERS beyond. 130. OUTSIDE THE COMPOUND.__ DAY. 130. The HUMUNGUS has opened his gun case and removes the magnum 44. The remaining 4 bullets have been placed in the revolving chamber... 131. 131, INSIDE THE COMPOUND. DAY. The dune buggy and the Lone Wolf machine follow close behind the tanker. The FERAL KID leaps onto the back of Pappagallo's vehicle. Sc. 131. Cont. 131. Cont. 131, The WARRIOR WOMAN and the MECHANIC lie low as the tanker roars out the gate, ploughing through the burnt out wreck,\"knocking it into the ditch. The HUMUNGUS, raises his gun, calmly taking aim at the oncoming tanker... As the tanker accelerates towards him, the gyrocopter swoops out of the compound and over the MARAUDERS. The GYRO CAPTAIN drops three burning molotov cocktails. They fall in and around a road racer at one end of the arc... the road racer bursts into flames... The GYRO CAPTAIN whoops with delight. 1.32. THE BREAK OUT. OUTSIDE THE COMPOUND. DAY. 132. With the Lone Wolf machine and the dune buggy close alongside, MAX steers the tanker towards the burning road racer. The HUMUNGUS fires... once... The bullet dents the protective plate mounted on the front of the tanker but does no further damage. Twice... three times! Two more dents, The tanker keeps going crashing through the burning wreck... breaking the Marauders' cordon..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ON BOARD THE BYROCOPTER. DAY. 133,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The GYRO CAPTAIN has banked around and is swooping low. Having swung around, the GYRO CAPTAIN, swoops down, taking aim on the Humungus machine with another fistful. of lighted bottles. The HUMUNGUS looks up. He swings the revolver up, taking aim at the approaching gyrocopter. He fires! The bullet hits, piercing the right rudder peddle. Dropping his bottles, the GYRO CAPTAIN screams and looks down: blood pours from what is left of his right foot. i Jax 1111: 411 JL' VV I JILL if1L LUBll'V441L. LNi. 134. MAX glances up to see the gyrocopter, flying ezaatically, swoop over and bank away towards the horizon.. On top of the tanker WARRIOR WOMAN and the MECHANIC prepare to fire their weapons. Behind them, the HUMUNGUS and his HORDE power over the rise, pursuing the tanker. Suddenly, three of the Marauder vehicles skid to a halt, They start to turn back towards the compound, where the remaining camp vehicles are making their bid for freedom. The bread van and three other vehicles have followed the yellow school bus out onto the causeway. They skirt round the back of the compound and head off across country. The HUMUNGUS screams at his men through the amplifier: HUMUNGUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The tanker! All on the tanker! As the three Marauder vehicles turn to rejoin the tanker chase... whoomp! a massive flash fills the sky. The camp erupts in flame, followed by a series of rolling explosions. The camp people have destroyed what they cannot take ... WIPE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "1.35. DUNE BUGGY INCIDENT. HIGHWAY. DAY. 135,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As the tanker surges towards us, we see the dune buggy, the Lone Wolf' machine and the pursuing MARAUDERS, surrounding it. MAX grimaces as he changes gears. His leg is bleeding freely now... He looks to the passenger-side: The dune buggy, driven by the BLACKSMITH and manned by PISMO, leaps onto the road in front of=the tanker. A tow truck, manned by SKINHEADS, converges on it from the driver's side. Sc. 135. Cont. c., 13S. Cont. 135 , On the back of the dune buggy PISMO lifts his crossbow... unaware that, behind him, Wez's convertible tow truck a is approaching fast. The FIRST OF THE TWO SKINHEADS on the back of the tow truck fires his crossbow.,, The arrow sails past PISMO'S ear. PISMO fires.., He hits the FIRST SKINHEAD but the arrow bounces off the SKINHEAD'S protective armour. The SKINHEAD grins. PISMO hurries to reload... The SECOND SKINHEAD raises his bow, aiming at PISMO. An arrow hits the SECOND SKINHEAD in the back of the head. PISMO looks up to see WARRIOR WOMAN reloading her longbow. PISMO grins at her... behind him, WETS arm reaches down and hooks the jib chain around the roll bar of the dune buggy... The tow truck accelerates... the chain tightens... PISMO screams as he is thrown through the air. WEZ'S tow truck drags the dune buggy askew... It rolls in front of the tanker... MAX has no choice. The cow catcher shunts the dune buggy aside, sending it tumbling off the road. MAX struggles with the wheel,., managing to keep the vehicle on the road.,. He looks down in the side mirror: two road racers and a dune buggy - followed by the Humungus machine - surge up behind the tanker. From behind protective plates on top of the tanker the MECHANIC hurls a molotov cocktail... The FARMER, stationed at the rear of the tanker does the same... The two bottles smash into the first road racer. It bursts into flames... swerves in front of the other road racer, ramps off the road and plunges into a Marauder's dune buggy. PAPPAGALLO, who has been forced off the road, narrowly avoids the wreck. 136. MAX LOSES HIS DOOR. DAY. 136 . The Skinhead tow truck draws alongside the tanker, near Max' s door. The SECOND SKINHEAD, twirling a grappling hook, lets it fly. It trails out towards the tanker cabin,.. flies through the driver's window.., and lands virtually in MAX'S lap.. As the tow truck swerves away from the tanker the cable tightens. The grappling hook drags across MAX'S arm, tearing away part of the sleeve and hooks onto the door... The tow truck brakes... Max's door is ripped off its hinges..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE REAR OF THE TANKER INCIDENT. DAY.' 137,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A SMEGMA CRAZY riding in the cabin of the tow truck is encouraged by this success... He begins twirling his grappling hook as the vehicle approaches the back of the tanker... The FARMER pops up from behind a protective plate and fires his crossbow... The arrow-misses the tow truck, flies through the caged window of a road racer armed with a 4-pak and lodges in the driver's helmet. The DRIVER pulls off his helmet... the arrow has barely creased his scalp. The S14EGMA CRAZY hurls his grappling hook... It caches the FARMER by the leg and hooks on to the lip of the back protective plate. The cable snaps taut, the FARMER screams. MAX feels the sudden tug on the tanker, He changes down... The tow truck is dragged along, veering out of control. The strain pops the rivets off the tanker's back plate. it comes away in one piece... carrying away the FARMER and the steel aprons protecting the rear wheels... The tow truck tumbles and rolls... RN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "138, THE MECHANIC DROPS THE BOTTLE. DAY. 138,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "On top of the tanker, the MECHANIC has lit another molotov cocktail... He swings back to throw... The road racer, armed with the 4-pak'swings alongside and fires. Three arrows rat-a-tat against the protective plates. the fourth hits the MECHANIC'S upraised arm... The bottle drops... and smashes on top of the tanker... spreading flames. The HUMUNGUS accelerates hard towards the now-undefended rear of the tanker. He pulls a rope, whipping the hoods off the heads of the TWO VICTIMS lashed to the front. They scream as the back of the tanker looms in front of them. 139. WEZ TAKES OUT THE FIRST TYRE.DAY. 139. MAX looks in the passenger-side mirror... Wez's convertible tow truck is drawing alongside the left rear wheels of the prime mover. WEZ fires an arrow into the first tyre... It explodes,,. flailing cable and rubber.,. As WEZ reloads, another MOHAWKER - wearing two bizarre bear claws on his crossbow gauntlets - steadies himself on the back of the tow truck... ready to jump aboard the tanker. Pappagallo's Lone Wolf machine appears in the background. 140, WARRIOR WOMAN IS SHOT. DAY. 1,40. WARRIOR WOMAN turns to see that the MECHANIC is losing the battle with the flames. In vain he tries to stop his clothes catching alight,.. Rising to her feet WARRIOR WOMAN fires an arrow at the BEAR CLAW BIKER... hitting him in his protective pads throwing him off balance. As WARRIOR WOMAN scrambles along the top of the tanker towards the MECHANIC, TWO MARAUDERS fire at her, Sc. 1,40. Cont. 140. Cont. 140. She is hit, once in the protective plate around her kidneys and once in the thigh.,, From the Lone Wolf vehicle PAPPAGALLO and the FERAL KID watch as she staggers forward,.. In the tow truck, WEZ has reloaded and fires at WARRIOR WOMAN. The arrow hits her in the back... she buckles and falls into the barbed wire. MAX watches helplessly in the rear vision mirror as she struggles in the wire. 141. CONVERTIBLE TOW TRUCK. DAY. 141. As WEZ reloads his crossbow, the Lone Wolf machine accelerates alongside the tow truck. The KID throws his steel boomerang... Yiitting Wez's crossbow gauntlet, preventing him from aiming. The MASKED MOHAWKER driving the tow truck turns to see... PAPPAGALLO firing his gauntlet crossbow. The MASKED MOHAWKER screams as the arrow passes through his neck... The convertible tow truck swerves in and bounces off the tanker. WEZ is thrown off balance... The BEAR CLAW BIKER grabs the barbed wire on the side of the tanker for support... The tow truck swerves away, out of control, leaving the BEAR CLAW BIKER clinging to the wire, WEZ scrambles over into the driver's seat, bringing the vehicle back under control. 142. WARRIOR WOMAN AND THE MECHANIC. DAY. 1.42. WARRIOR WOMAN, caught in the wire by her clothing, struggles to remain conscious as she slips-closer to the tanker's wheels. The MECHANIC, who has managed to extinguish the flames, crawls towards her. Her clothing tearing... his hand reaches out... further... further... and grabs her. A road racer draws alongside them. Sc. 142. Con t ... MAX yells as he sees the driver - a GAYBOY BERSERKER - fire another arrow into the MECHANIC. The MECHANIC shudders, the WARRIOR WOMAN slips - her weight dragging them both off the tanker."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "143, MAX ATTACKS. DAY. 143,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MAX, enraged, tears off the sling which supports his wrist. He grabs the shotgun off the seat next to him. He swings the gun around then pumps both barrels into the road racer: the first blast shatters the windscreen the second blows off the bonnet... The GAYBOY BERSERKER is unharmed. MAX hauls down hard on the wheel... The tanker swerves into the road racer, taking it through a guide post and into the 'rough'... The tanker barrels over the road racer, rolling it, tumbling it into another Marauder's vehicle. MAX changes down and hurls the tanker back onto the highway. The BEAR CLAW BIKER hangs on desperately... MAX grabs two of the four remaining cartridges and quickly reloads the shotgun. 143. BOARDING THE TANKER. DAY. 143. The Humungus machine draws up behind the undefended tanker. A GAYBOY BERSERKER clambers to the front of the Humungus vehicle - between the TWO VICTIMS - and leaps onto the back of the tanker. Further along the tanker, a MOHAWK BIKER with PILLION RIDER has drawn alongside. The PILLION RIDER helps the BEAR CLAW BIKER swing up above the wire... Once he is on top, the BEAR CLAW BIKER hauls the PILLION RIDER on board. The MOHAWK BIKER accelerates alongside the leading set of wheels - one of which has already been blown apart. He raises his bow taking aim... The flying steel belt of the shreaded tyre lashes around his arm, dragging him and his bike beneath the rig... Sc. 143. Cont... 143. Cont. 143. The giant wheels trample the MAN and machine, spitting them out the back... beneath the wheels of the Humungus machine. 144. UNDER THE TANKER. DAY. 144. On its way through the bike has ruptured a small hose underneath the tanker. We see something trickling out of the tank... streaming down the road. It's sand! 145. THE MARAUDERS ON BOARD. DAY. 145. On board the tanker, the GAYBOY BERSERKER scrambles towards the cabin, leaping the gap between the tank and the prime mover... MAX looks up at the 'thump' overhead... The GAYBOY BERSERKER braces himself, taking aim through the roof... he fires... The arrow rips through the metal and buries itself in the seat between MAX'S legs... The GAYBOY BERSERKER prepares to reload. MAX brakes... The HUMUNGUS, tailgating him, isn't quick enough. The front of his vehicle smacks one corner of the tanker, crushing the BROKEN MAN strapped to the front. The GAYBOY BERSERKER on the roof pitches forward, falling past the windscreen and out of sight over the front of the tanker... The PILLION RIDER and BEAR CLAW BIKER scramble and fall.. The BEAR CLAW BIKER catches hold of an outlet valve and steadies himself.., The PILLION RIDER totters... reaches... and grabs the chromed exhaust stacks.., = He screams as the pipe scorches his hand..; letting go.. tumbling over the side. 146, THE GYRO CAPTAIN AGAIN. DAY 146. On the crest of a hill about 400 yards ahead, MAX sees another vehicle. The gyrocopter stands in the middle of the road facing away from the chase... The GYRO CAPTAIN has bandaged his foot and is trying to repair the right rudder peddle... As the chase looms up behind him he turns... we see that the GAYBOY BERSERKER is clinging to the cow- catcher on the front of the tanker. Furiously, the GYRO CAPTAIN starts spinning the rotor by hand, turning over the motor. As the tanker bears down on him he takes off - so steeply that he almost stalls. Once he is airborne he looks down... assessing, cursing. Down below we see Pappagallo's Lone Wolf vehicle draw alongside Wez's convertible tow truck. 147. OFF ROAD. THE FERAL KID FALLS. DAY. 147. WEZ looks over his shoulder... PAPPAGALLO comes alongside... the FERAL KID, standing on the back of the machine, hands him a crossobw. WEZ wrenches down hard on the wheel... shunting into the Lone Wolf vehicle... sending Pappagallo's arrow astray... The FERAL KID loses his footing, tumbling off the side of the vehicle. PAPPAGALLO turns in dismay... as WEZ comes in to shunt him again... 148. MAX UNDER SIEGE. DAY. 148. A bike with a side car accelerates alongside the tanker. The SIDECAR RIDER fires and takes out another tyre... The BEAR CLAW BIKER signals, calling for a weapon. The SIDE CAR RIDER throws him a large, powerful crossbow. The BEAR CLAW BIKER catches it and starts to haul himself onto the roof of the cabin. Sc. 148. Cont. 74. 148. Cont. 1.48. The SIDE CAR RIDER leaps onto the tanker. At the rear of the tanker a SMEGMA CRAZY leaps off the front of the Humungus vehicle and ontc the ladder which leads to the top of the tanker. 149, OFF ROAD. THE KID ON HIS FEET. DAY. 149. The FERAL KID staggers to his feet as Wez's tow truck and Pappagallo's Lone Wolf vehicle continue their shunting... the KID turns... a street car and a bike are roaring towards him. The KID starts running..,"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OFF ROAD. THE EROSION DITCH. DAY. 1,50,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In the scrub ahead - over WEZ'S shoulder - we see an erosion ditch looming up. WEZ brakes and turns the wheel... The tow truck and the Lone Wolf machine go into a slide... WEZ manages to avoid the ditch and keep going but the Lone Wolf machine's wheels plunge into the ditch, bringing the vehicle to an abrupt halt... 151, MAX STILL UNDER SIEGE. DAY. 151. As MAX looks back, a hand comes over the front bull bar of the tanker, followed by the GAYBOY BERSERKER'S bead. He sees the BEAR CLAW BIKER and signals for the crossbow. the BEAR CLAW BIKER throws it... The crossbow lands on the bonnet... MAX turns, sees him... and raises the shotgun... the GAYBOY BERSERKER ducks... MAX waits... The BEAR CLAW BIKER works his way to Max's window... The SMEGMA CRAZY jumps from the tanker onto the cabin roof. = MAX looks up as the man's feet thump on t-he metal above his head. The passenger's window shatters; the SIDE CAR RIDER clings there, raising his crossbow... Sc, 157. Cont... 1J i,  152. OFF ROAD. THE EROSION DITCH. 152. PAPPAGALLO spins the back wheels of the Lone Wolf machine... frantically trying to pull it out of the DITCH"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It begins to move... 153, OFF ROAD, THE FERAL KID IS RESUCED. DAY. 153. The FERAL KID runs. WEZ streams in behind the MARAUDERS in the bike and street car. They are bearing down fast,.. When a rope drops from above, swinging past the KID, The KID grabs it and is hauled up just as the veh= !!s pass under him, The gyrocopter banks away... 1ni. Lont. 153. The FERAL KID flies through the air, A GAYBOY BERSERKER in a road racer looks tip to see the gyrocopter and the KID... He swings a 4-pak around on its axis and fires. Three of the four arrows hit the gyrocopter in its under-belly... The aircraft makes a terrible noise and dips radically, dropping down towards the tanker. The KID clings desperately to the rope... looking up and then down at the rapidly approaching tanker. 154. THE TANKER CABIN. DAY. 154. MAX struggles to free himself from the=bear claws and reload the gun... The GAYBOY BERSERKER scrambles over the bull. bar reaching for the crossbow... MAX, lets go of the wheel and grabs the rear view mirror, tearing it free and throwing it at the GAYBOY BERSERKER. He slips back behind the bull bar... 15.5. THE SIDE OF THE TANKER. DAY. 155. While the GYRO CAPTAIN struggles to keep his machine in the air, the KID reaches out - trying to grab bold of the tanker's exhaust stacks. He can't reach.,. The gyro drops a.gain... The KID grabs the barbed wire but can't bold it... 156. THE TANKER CABIN. DAY, 1.56. MAX is struggling to pull the bear claw out of his shoulder when he sees the FERAL KID fly past the missing driver's door. MAX throws his arm out as far as it will go... grabbing hold of the KID, hauling him into the tanker. MAX and the KID look out as the gyrocopter bucks wildly and crashes into the ground. 1a! AZAA Or 1nr. laitvlUi 116. tl111 .L7! As the Marauders swarm around the tanker, a SMEGMA CRAZY shoots out yet another tyre. A MOHAWK BIKER fires... exploding another tyre. 156, THE TANKER CABIN. DAY. 155. MAX shouts at the FERAL KID. indicating the cartridges rolling around on the floor... The KID recovers the cartridges, MAX hands him the gun... The GAYBOY BERSERKER has crawled back onto the bonnet and is reaching for the crossbow. The KID tries to insert the first cartridge upside down., MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No! The other way!! The KID slips in the first cartridge, then the second... He snaps the gun shut and tries to aim it at the GAYBOY BERSERKER... but can't find the trigger. The GAYBOY BERSERKER raises the crossbow... MAX grabs the gun and fires... The GAYBOY BERSERKER disappears over the side... MAX rams the barrel into the left arm pit of the BEAR CLAW BIKER. He fires... The BEAR CLAW BIKER falls away... leaving his arm and crossbow gauntlet embedded in MAX'S shoulder."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE REAR OF THE TANKER. DAY. 159,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bellowing through his loudspeakers, the HUMUNGUS organises the destruction of the tanker. The 4-pak street car surges forward and discharges its arrows.., Two more tyres shred away.. .?a 1uv. aaaa. . as v... v. .a..r a. a.>a The tanker shudders. The FERAL KID looks out of the passenger window. MAX struggles to control the tanker. The FERAI. KID climbs through the smashed windscreen and onto the bonnet... MAX watches as he picks up the crossbow lying on the bonnet... MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Get back! For Chrissakes! The KID doesn't understand... He clambers onto the roof before MAX can grab him. The tanker shudders again as another tyre is blown out. MAX watches through the rear window as\"the KID jumps from the cabin to the top of the tanker and then disappears from view. 161. TOP OF THi TANKER. DAY. 161, The KID tries to load the crossbow as he clambers along the top of the tanker... The bow string is too powerful for him to draw. 162. REAR OF THE TANKER. DAY. 162a Another tyre is shot... Then another. One bogie falls down on the wheel rims,.. 163. TOP OF TANKER. DAY. 163. The tanker lurches... the KID slips down into the wire... the crossbow clatters onto the road..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "164, BEHIND THL TANKER. DAY, 164,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "PAPPAGALLO has got the Lone Wolf machine back onto the road... starting to overhaul the pack, heading for the rightand side of the tanker. Up ahead on the left, we see Wez's tow truck drawing alongside the tanker. Pieces of tyre are flailing everywhere... the tanker is down on one side... slowing... 165. THE SIDE OF THE TANKER. DAY, 165. The KID is trying to climb back onto the top of the tanker. Wez's tow truck comes into view. WEZ fires... The KID is pinned by his dogskins to the side of the tank... He tries to free himself... he tears his dogskin off the arrow and reaches up once more to the top of the tanker. WEZ fires again. The arrow pierces the KID'S arm, pinning him to the tank . . . 1.66. THE FRONT OF THE TANKER. DAY. 166. MAX is fighting to bring the crippled tanker under control... he changes down, wrestling with the wheel., stewing across the road. PAPPAGALLO draws alongside his doorway, yelling: PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jump! Its finished. Jump! MAX turns around, looking for the KID... The tanker leaves the road and ramps up on the embankment rolling to a stop. PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jump! MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Kid?! Cr 1AF runt iou. Lont. 166. PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Forget it! Jump! MAX hesitates. As the MARAUDERS swarm on top of the tanker, PAPPAGALLO guns the engine... spraying dust, MAX leaps, the arm of the BEAR CLAW BIKER still. embedded HIS SHOULDER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He grabs the rear roll bar of the Lone Wolf machine, fighting to swing his feet clear... and finds a foothold as the vehicle roars away..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE CRIPPLED TANKER. DAY. 167", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The HUMUNGUS draws up to the crippled tanker. WEZ and a SECOND MOHAWKER are on top. WEZ pulls open a hatch... The SECOND MOHAWKER plunges in his hand and lets out an ANGUISHED CRY-"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He H e pulls out a handful of sand. Below the HTJMUNGUS has opened the outlet hose. Sand pours out onto the road. Above him, the KID is hanging by his arm. Despite the pain... he grins. SECOND MOHAWKER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "All this - and no guzzolene. WEZ, pale with fury, speaks softly: WEZ"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I know where there's guzzolene, WEZ whirls around and fires his crossbow,,. The arrow buries itself in the HUMUNGUS'S mask... The big man crumbles to the ground, dead. The rest of the HORDE are arriving. As their vehicles screech to a halt TWO SMEGMA CRAZIES and TWO GAYBOY BERSERKERS leap out, waving their Jerry cans in the air. WEZ, the SECOND MOHAWKER and TWO OTHERS, open fire. The FOUR MARAUDERS crumple.. 168. LU,NL ii12oA.r VhHiLLI:. DAB . 168. MAX makes his way over the back engine of the speeding vehicle towards PAPPAGALLO, he tears the bear claw arm out of his shoulder... Through the screaming motor we hear Pappagallo laughing, almost hysterical. As MAX eases himself down into the cockpit. PAPPAGALLO TURNS: PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We've done it! I thought it'd be impossible. But we've done it!! MAX YELLS: :R MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What about the Kid?! PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We've won! Don't you see? The fuel was with the others. It's already at Powder River. MAX reaches across and cuts the engine... the vehicle rolls to a stop... MAX g-abs PAPPAGALLO. MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What happened to the boy?! PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We've gotta keep going. It's our only chance. MAX raises the Bear Claw arm to PAPPAGALLO'S face. We see that the crossbow strapped to the forearm is still loaded. MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Kid? PAPPAGALLO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I had to leave him... he was pinned to the rig... Sc. 168. Conc. l6b. Cont. 168. MAX"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You left him there? With them? Alive? PAPPAGALLC"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There was nothing I could do. MAX throws PAPPAGALLO out of the vehicle and takes the driver's seat... PAPPAGALLO is left standing in the dust as MAX swings the Lone Wolf machine around... 169. THE TANKER WRECK. DAY. 169. WEZ is sitting at the wheel of the Humungus machine. He and the THREE OTHER MARAUDERS - all on-.bikes - accelerate away from the tanker. Dead bodies litter the ground. WEZ urges the OTHER THREE on - pursuing the Lone Wolf machine. As the Humungus machine winds around the bends, we see, the Lone Wolf vehicle approaching over a distant hillcres 170. UNDULATING HIGHWAY, DAY. 170. MAX guns the vehicle over the rise... Over his shoulder we see the Humungus machine, 400 yards away, approaching at terrific speed... MAX steels himself... 300 yards. The two vehicles are on direct collision course... 200 yards... The two victims have been taken from the front of the Humungus machine and something else is in their place... MAX sees that it is the FERAL KID, lashed there - upside down... He throws the wheel, sending the vehicle into a slide, spinning clear of the Humungus machine. The Lone Wolf vehicle spins around... Thud! into the bikes of TWO MARAUDERS flanking WEZ. The third - a MOHAWK BIKER - follows WEZ, As soon as MAX has the Lone Wolf machine under control, he guns the two engines un,s is off after WEZ. He hits 171. HUMUNGUS MACHINE. DAY. 171. As the vehicle approaches we see the KID, his head inches off the bitumen... WEZ looks back to see MAX overtaking the MOHAWK BIKER. 172. THE LONE WOLF MACHINE.DAY 172. As MAX overtakes the MOHAWK BIKER, he twitches the wheel... the big car swipes the bike.., sending the MOHAWKER sailing off the road. The Lone :Wolf surges away, catching up to the Humungus machine. 173. HU1!UNGUS MACHINE. tAY. 173. WEZ looks back at the approaching machine. He floors the accelerator, \"red-lining\" the engine... As the Humungus machine surges into camera we do a track, in zoom, on the FERAL KID'S face, turning the camera through 180 degrees. 174. THE KID'S UPSIDE DOWN POINT OF VIEW. DAY. 174. We are upside down as we rocket along the curving, undulating, highway, through a flock of birds... towards a puddle of water... as the water splashes on the lens... CUT TO:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Humungus vehicle as it roars through the water, passing a startled PAPPAGALLO walking along the road,.. SAX rockets past moments later. 175. THE LONE WOLF MACHINE.DAY . 175. MAX raises the Bear Claw arm as he closes in on WEZ, drawing alongside the Humungus machine ... I. ALL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I /b . '1.1 HUNIUNU ,a MACHI.NL. DAY . .176, WEZ reaches down... to the toggle switch next to the nitrous oxide bottles... waiting for the right moment, . He flicks the switch... He is thrown back by the massive acceleration... the Humungus machine surges away from camera... 177. THE LONE WOLF MACHINE. DAY, 17Z. MAX doesn't have time to aim the crossbow still attached to the bear claw arm. He fires, the arrow disappearing in a blurr... The Humungus machine thunders away, rocketing along the open highway... eating up the white line... Upside down, the FERAL KID is terror-struck: the Humungus machine roars straight into a wide curve, leaving the road, continuing out into the wasteland. The Humungus machine charges through the salt bush.. 178, THE LONE WOLF CAR. DAY. 178. Over MAX'S shoulder, we see that the vehicle is slowing . . MAX follows i- out into the wasteland... The vehicle comes to a halt... Cautiously, MAX draws alongside: WEZ sits stock still, looking out at the desert beyond... It is not until MAX is alongside his face that we see the tip of the arrow protruding from his left eye... On the front of the vehicle the FERAL KID starts to sob... FADE TO BLACK. 179. HILLTOP. POWDER RIVER. DUSK. 179. MAX stands on a hilltop, overlooking Powder River. a Below him, the convoy - led by the yellow school bus - moves out across the plain. A dust trail appears on the horizon,' racing to intercept the convoy. MAX lifts his broken binoculars: it's the GYRO CAPTAIN, bumping along in the twisted, wreck of the gyrocopter - its rotors gone, engine screaming. MAX shakes his head and walks back to the Lone Wolf machine on the top of the hill. Once again we hear the Old Man's voice: NARRATOR (v/o) That was the last we ever saw of him... 180. INT. SCHOOL BUS. DUSK. 180. We see PAPPAGALLO, face set with determination, driving the yellow school bus. NARRATOR (v/o) As for the rest of us... Pappagallo led us north... to safety - to a place in the sun... In the tenth year, nurturing his vision of a new world, he died felling timber. The LUSTY GIRL rolls her eyes and sighs as the GYRO CAPTAIN draws alongside her window... NARRATOR (v/o) The Captain and the Girl waged war for years... together they raised eight children... And as for me... Sc. 180. Cont... 180. Cont. 180 The FERAL KID, sitting in the back of the bus, turrs to face us. His bright yellow eyes stare directly into camera... NARRATOR (v/o) ' in the fullness of time, I became the leader - the chief of the Great Northern Tribe... DISSOLVE. 181. THE NARRATOR'S FACE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "181,", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "For the first time we see the Narrator's eyes - they are bright yellow. FADE TO BLACK. 162, END CREDITS. 182."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]