[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. CAVE NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There is a huge ancient hourglass made of animal skins, a acorns plop through the waist of the hourglass one by one It sits in a pool of water. In the water swim EYELESS CAT in geometric patterns. An underground stream feeds the po of water and then flows into a huge underground crevasse  that on occasion emits a LOW RUMBLE. INDIANS with torches surround the hourglass, which now we can see is in a cave. And as soon as the acorns have fini passing through the hourglass, a crew of Indians turn it its opposite end. One of the Indians appears to be JAPANE ONE INDIAN stands at the wall of the cavern in front of a series of symbolic carvings and scratches, with stone in  hand he makes a few hatchmarks, and keeps an eye on the  CREVASSE. THE CREVASSE RUMBLES once more, loosening a few chunks of rock from the cave. The earth begins to shake."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE CHART KEEPER"
            }, 
            "text": "She is restless tonight."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANOTHER INDIAN"
            }, 
            "text": "She dreams of loving."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STILL ANOTHER"
            }, 
            "text": "She has the blues."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "View of the chartkeeper's drawings. One is of a crane wit very long neck. Another is a primitive drawing of a naked girl, who has long flowing hair. She also has, pointed ou from her sides, thumbs that are three times normal human  proportions. A MUSICAL CHORUS sounds at the sight of this drawing of a girl with the thumbs. The chartkeeper puts t finishing touches on the drawing. And the song \"Happy Birthday to You\" strikes up on countr and western guitar and polka-like accordion. title"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG THUMBS"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. RICHMOND VIRGINIA SUBURBAN HOME DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We see CANDLES burning on a cake. It is somebody's birthd And there are six candles on the cake. SISSY HANKSHAW is six years old. Her DADDY and a visiting UNCLE, finishing their rendition Happy Birthday, are staring down at Sissy and looking at young THUMBS, WHICH ARE UNUSUALLY LARGE and twitch with a mind of their own. She manages to blow out all six candles."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNCLE"
            }, 
            "text": "Well, you're lucky that you don't  suck 'em."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DADDY"
            }, 
            "text": "Sissy couldn't suck 'em, she'd need  a mouth like a fish tank."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy is negotiating a fork full of birthday cake, droppi it because of her thumbs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNCLE"
            }, 
            "text": "(agrees) The poor little tyke might have a  hard time finding herself a hubby.  But as far as getting along in the  world, it's a real blessing that  Sissy's a girl-child. Lord, I reckon  this youngun would never make a  mechanic."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DADDY"
            }, 
            "text": "Nope, and not a brain surgeon,  neither."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNCLE"
            }, 
            "text": "Course she'd do pretty good as a  butcher. She could retire in two  years on the overcharges alone."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Laughing, the men walk to the kitchen to fill their glass Sissy is left to feel sorry for herself in front of her c"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNCLE (O.S.)"
            }, 
            "text": "One thing, that youngun would make  one hell of a hitchhiker..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This startles Sissy. A new word that tinkles in her head  with a supernatural echo. Sissy looks at her thumbs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNCLE (O.S.)"
            }, 
            "text": "...if she was a boy, I mean."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. DOCTOR'S OFFICE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Dr. Dreyfus looks over Sissy's thumbs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DR. DREYFUS"
            }, 
            "text": "She is, if I may speak frankly,  somewhat of a medical oddity. Due to  impaired dexterity, her life  activities and career potentialities  will be reduced. It could be worse.  Bring her back to me if there ever  is pain. Meanwhile, she will have to  learn to live with them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MRS. HANKSHAW"
            }, 
            "text": "That she will. That she will. The  Lord made them things big for a  purpose. God don't never git tired  of testing our kind. It's a punishment  of some sort, for what I don't rightly  know. (whimpering) Oh Doc, if a young man ever shows up  here with, a young man with ugly  fingers, you know, something similar,  a similar case, Doc, would you  please..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DR. DREYFUS"
            }, 
            "text": "Remember the words of the painter  Paul Gauguin, dear lady. \"The ugly  may be beautiful, the pretty never.\"  I don't suppose that means very much  to you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MRS. HANKSHAW"
            }, 
            "text": "It's a judgement. She's gotta bear  the punishment."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy beams serenely like a Christ figure."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SCHOOL LIBRARY DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy looks up \"thumb\" in the dictionary. It says: the sh thick first or most preaxial digit of the human hand,  differing from the other fingers by having two phalanges greater freedom of movement. Sissy mouthing the words: \"Greater freedom of movement.\""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. ROAD DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy very timidly ventures a pass with her gigantic righ thumb in the direction she is walking. She is passed by...... BUT NO! BRAKE LIGHTS! A Pontiac skids ever so slightly on the  snowflakes. View of the Pontiac insignia on the hood of t car. Sissy runs, actually sweating, to its side. She peers in. OUTSIDE a palmist's trailer is a sign with a red silhouet of a hand. Directly under the wrist where the watch band would be is written MADAME ZOE. Madam Zoe in kimono and wig lets Sissy and her mother in door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "I am the enlightened Madame Zoe."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Inside. Madame Zoe begins stubbing a cigarette in one of  those enlightened little ceramic ashtrays that are shaped like bedpans and inscribed BUTTS. The trailer is cluttere but not one knick-knack, chintz curtain or chenille-cover armchair seems to have come from the Beyond."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "There is nothing about your past,  present or future that your hands do  not know, and there is nothing about  your hands that Madame Zoe does not  know. There is no hocus-pocus  involved. I am a scientist, not a  magician. I, Madame Zoe, chiromancer,  lifelong student of the moldings and  markings of the human hand. I, Madame  Zoe, to whom no facet of your  character or destiny is not readily  revealed. I am prepared to..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Then she notices the thumbs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "Jesus fucking Christ!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mrs. Hankshaw and the fortune-teller turn pale and uncert while Sissy recognizes with a faint smile that she is in  command. Sissy extends the thumbs as an ailing aborigine might ext his swollen parts to a medical missionary. Sissy's mama d a neatly folded five-dollar bill from her change purse an extends it alongside her smiling daughter's extremities. Madame Zoe returns to her senses, and takes Sissy by the  elbow to sit at a For mica-topped table of undistinguishe design. Madam Zoe holds Sissy's hands while she appears to go int trance. She opens her eyes momentarily."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "You have a strong will. Will power  and determination are indicated by  the first phalanx. The second phalanx  indicates reason and logic. You  obviously have both in large supply.  What's your name, dearie?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Sissy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "Hmmm. I'd say that you have an  intelligent, kindly, somewhat artistic  nature. However, Sissy, however,  there is a heavy quality to the second  phalanx- the phalanx of logic --  that indicates a capacity for foolish  or clownish behavior, a refusal to  accept responsibility or to take  things seriously and bent to be  disrespectful of those who do. Your  mama tells me that you're pretty  well behaved and shy, but I'd watch  out for signs of irrationality. All  right?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She pulls her thumb to her breast."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "I guess the most important aspect of  your thumbs is the, ahem, over all  size. Uh, what was it, do you know,  that caused...?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mom speaks out from the couch she is sitting on"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MRS HANKSHAW"
            }, 
            "text": "Don't know; the doctors don't know..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Just lucky I guess."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "Do you study history in school?  Galileo, Descartes, Newton? Lebinitz  had very large thumbs; Voltaire's  were enormous, but, heh heh, just  pickles compared with yours."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "What about Crazy Horse?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "Crazy Horse? You mean the Indian?  Nobody that I've ever heard of ever  troubled to study the paws of savages.  Well, I guess that about covers the  three-fifty charge..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Madame Zoe lets go of Sissy's thumbs and wipes her hands her kimono."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MRS. HANKSHAW"
            }, 
            "text": "Husband."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mrs. Hankshaw withdraws a bill from her rat-skin bag."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "Beg your pardon?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MRS. HANKSHAW"
            }, 
            "text": "Husband. Will she find a husband?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "Oh, I see."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Madame Zoe takes Sissy's hand and gives it the old tall-d stranger squint."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "I see men in your life, honey. I  also see women, lots of women."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She raises her eyes to meet Sissy's looking for an admiss of the \"tendency\", but there is no signal. Mrs. Hankshaw does not approve."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MADAME ZOE"
            }, 
            "text": "A husband, no doubt about it, though  he is years away. There are children,  too. Five, maybe six, but the husband  is not the father. They will inherit  your characteristics."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mrs. Hankshaw, aghast, has heard plenty, and she ushers h daughter out of the trailer as if she were leading her fr a burning cocktail lounge."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TITLE ACROSS THE SCREEN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COWGIRL INTERLUDE"
            }, 
            "text": "(Delores del Ruby)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. BADLANDS DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Views of vast vistas of arid grasslands, open and unmodul thirsty and exposed. At the western edge of the DAKOTAS, the monotony of the  landscape, now gradually tilting toward the Rockies, is  interrupted by the Badlands -- sculptured canyons so deep and chaotic they can break a devil's heart. Between the grasslands and the eerie badlands ruins, ther lies a narrow band of humpy hills, green and pastoral. Th hills are carpeted with midlength prairie grass. The Rubber Rose buildings are clustered at the badlands e at the base of a butte, higher, broader and longer than a in its vicinity, known as Siwash Ridge. a sign over the e of the ranch reads: Welcome to the Rubber Rose Ranch (the largest all-girl ranch in the west)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Delores del Ruby arrives at the Rubber Rose Ranch, carryi a whip at her side and batting an educated lash at the  surrounding sights."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "I've traveled through the Yucatan  with a circus, popping false eyelashes  off a trained monkey with a bullwhip.  When I ate peyote one night and had  a vision. Niwetukame, the Mother  Goddess, came to me on the back of a  doe, hummingbirds sipping the tears  she was shedding, crying 'Delores,  you must lead my daughters against  their natural enemy. You must come  to the Rubber Rose Ranch and prepare  for your mission, the details of  which will be revealed to you in a  third vision....' That night I whipped  the shit out of my black lover and  ran away. For a while I drove around,  making a living selling peyote buttons  to hippies, until I made my way  here..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A snake crosses the road in front of her, and she takes h whip and whirls it around her head. The snake that is cra across the dusty road that leads to the ranch is carrying card under its forked tongue. Delores snaps her whip at the snake and picks the card ou of his mouth and lets it fly in the air. Delores catches it..... The card is the Queen of Spades."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. ROAD DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy is thirty years old now wearing a trademark colored jumpsuit. She is saying these words still: \"Greater freed of movement.\" Sissy sticks out her thumb, even though there is no traff A plane is flying overhead. Sissy hitches it; and the pla flight path curves with in response to her gesture. A squ running by stops to look. The bus on the other side of th road skids to a stop and two cars coming her way stop as  well."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. CAR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The man driving looks over the back seat to the hitchiker behind him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BUS DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The bus driver does the same."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ROAD"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "From the look of her Sissy is a very seasoned hitchhiker, and she turns around relatively unimpressed with the fact that a car has stopped for her. SISSY'S VIEW. The man driving is black-skinned, beret-top and he has four smiling gold teeth and six shiny brass  saxaphones in the back seat. He wears a gardenia in his l and tokes on a short joint."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Going north?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAN"
            }, 
            "text": "You bet your raggedy white ass I am."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy gets in. He turns up the volume of his radio and rockets north."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. LINCOLN CONTINENTAL DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy ventures into her pocket and pulls out a slice of c and offers it to him. He now gets a better look at her un thumbs. They are elegant, but large boned, and  disproportionate. They are banana shaped boats that makes a little awkward to hold onto the cheese."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAN"
            }, 
            "text": "(taking an alarming  interest in her thumbs) Thanks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "American Cheese. The king of road  food."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He eats the cheese, and worries about the thumbs. He toke on the joint between his fingers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAN"
            }, 
            "text": "Are you in show business?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I was a successful model once."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAN"
            }, 
            "text": "For magazines?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I was the Yoni Yum feminine-hygiene  Dew girl from 1965 to 1970, but got  laid off."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAN"
            }, 
            "text": "So now you're bummin' around?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Yep."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAN"
            }, 
            "text": "Hitchhiking?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I'm the best."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAN"
            }, 
            "text": "You're the best?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "When I was younger, I hitchhiked one  hundred and twenty-seven hours without  stopping, without food or sleep,  crossed the continent twice in six  days, cooled my thumbs in both oceans  and caught rides after midnight on  unlighted highways."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAN"
            }, 
            "text": "Whooee!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "As I developed, however, I grew more  concerned with subtleties and nuances  of style. Time in terms of M.P.H. no  longer interested me. I began to  hitchhike in something akin to  geological time: slow, ancient, vast.  When I am really moving, stopping  car after car after car, moving so  freely, so clearly, so delicately  that even the sex maniacs and the  cops can only blink and let me pass,  then I embody the rhythms of the  universe. I am in a state of grace."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The man listening to her takes another toke on his joint."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. ROAD DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A view down the road of the Lincoln Continental going swi in its direction. CREDIT INTERLUDE featuring the song \"Even Cowgirls Get th Blues\" as sung by (an undetermined country or pop star li k.d. lang or Bob Dylan) in an old television Kine-scope p of film like you might see on early 1950's television set Between Sissy watching this image on old motel television there are also IMAGES of roads, cars, trucks, highways,  thumbs, gas stations and deserts gliding by in a flow of  natural hitchhiking beauty."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. POST OFFICE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy gets out of a large eighteen wheel truck and walks  into a United States Post Office."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. POST OFFICE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy at the window picking up some mail, and opening a  lavender colored letter that reeks of perfume, she is  surprised to read this: Sissy, Precious Being, How are you, my extraordinary one? worry so. Next time you are near Manhattan, do ring me up There is a man to whom I simply must introduce you. Thril -The Countess Sissy looks at the envelope and return address. Elaborate embossed is the Countess' logo..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. COUNTESS'S OFFICE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The elaborately embossed envelope is now being sealed.. T Countess gives it a licking... Beside him is a young  watercolorist named Julian."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "I will send this out to Sissy, she  should get it in a week, and you  will be able to meet her. When I  send a letter to Sissy, duplicates  must be sent to U.S. Post Office  Boxes in LaConner, Taos, Pine Ridge,  Cherokee and that other place, for  her to pick up... Why she's probably  out there right now in Hibbing,  Minnesota, or Deluth, Montana...  hitching her way across the country."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. TRUCKERS CAB NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy is talking to a trucker as they pass down the road."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Right off, I don't remember how old  I was when I found out I was part  Indian. My mamma's family, a lot of  them, had lived out West, in the  Dakotas, and one of them had married  a squaw. Siwash tribe. My pleasure  in Indianhood and my passion for car  travel might be incongruous if not  mutually exclusive........ After  all, the first car that ever stopped  for me had been named in honor of  the great chief of the Ottawa:  Pontiac......"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In the distance, Sissy spies her destination. NEW YORK CI"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "NEW YORK CITY. It's still a helluva  town...."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. OFFICE BUILDING DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy gets out of the truck and looks up at a large build"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. COUNTESS'S OFFICE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Sit down dear, do sit down."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy Hankshaw takes a seat. The Countess lifts a dusty  decanter."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Take a load off those lovely tootsies.  Yes, sit right down. Would you fancy  some sherry?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The decanter is empty, a stiff fly lies feet up on it's l"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Shit O goodness, I'm all out of  sherry; how about some Red Ripple?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He reaches into a midget refrigerator beside his desk and pulls out some pop wine."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "You know what Red Ripple is don't  you? It's Kool-Aid with a hard on.  Tee Hee."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy manages a polite smile. She looks at a heavily fing printed glass."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "(he toasts) To my own special Sissy. Cheers! And  welcome. So my letter brought ya  flying, eh? Where were you? Salt  Lake City? La Conner? Well, I may  have a little surprise for you. But  first, tell me about yourself. It's  been six months, hasn't it? In some  circles that's half a year. How are  you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Tired..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "That's the very first time in the  eons that I've known you that I've  ever heard you complain. And now  you're tired, poor darling."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "A born freak can only go uphill."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Freak, schmeek. Most of us are freaks  in one way or another. Try being  born a male Russian countess into a  white middle class Baptist family in  Mississippi and you'll see what I  mean."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I've always been proud of the way  nature singled me out. It's the people  who have been deformed by society I  feel sorry for. I've been steady  moving for eleven years and some  months. Maybe I should rest up for a  spell, I'm not as young as I used to  be."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Shit O goodness, you won't be thirty  for another year, and you're more  beautiful than ever."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Does that mean you might have an  assignment for me?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Countess taps his monocle with his cigarette holder. looks on his wall, and on a poster advertising a feminine hygene product, Yoni Yum Dew Spray, stands Sissy Hankshaw her thumbs neatly hidden, chopped off by the borders of t photograph."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "You were the Yoni Yum girl from,  let's see, (peruses the ad layouts  on the wall) from nineteen sixty-eight through  nineteen seventy. You've always  smelled so nice. Like a little sister.  The irony has just killed me. You,  the Dew Girl, one of the few girls  who doesn't need Dew. I loath the  stink of females! They are so sweet  the way God made them, then they  start fooling around with men and  soon they're stinking. Like rotten  mushrooms, like an excessively  chlorinated swimming pool, like a  tuna fish's retirement party. They  all stink. From the Queen of England  to Bonanza Jellybean, they stink."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Bonanza Jellybean?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "What? Oh yes. Tee-hee. Jellybean."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Countess's jaw muscles calm down, his dentures ease i a samba..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "She's a young thing who works on my  ranch. Real name is Sally Jones or  something wooden like that. She's  cute as a hot fudge taco, and, of  course, it takes verve to change  one's name so charmingly. But she  stinks like a slut just the same."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Your ranch?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Oh my dear yes, I bought a little  ranch out West, sort of a tribute to  the women of America who have  cooperated with me in eliminating  their odor by using my vaginal  products, Dew spray mist and Yoni  Yum spray powder. A tax write-off,  actually."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He looks out his window as a squirrel crosses Park Avenue"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Sissy, Sissy, blushing bride, you  can desist from wearing paths in  those forgotten highways. The Countess  has arranged a job for you. And what  a job..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "A job for me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "I am once more about to make  advertising history. And only you,  the original Yoni Yum/Dew Girl, could  possibly assist me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Countess hands Sissy an article that she reads clench in her fist."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "The Food and Drug Administration  said Wednesday female deodorant sprays  may cause such harmful reactions as  blisters, burns and rashes. Although  the FDA judges that the reported  reactions are not sufficient to  justify removal of these products  from the market, they are sufficient  to warrant the proposed mandatory  label warnings."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Shit O dear, that's enough to make  me asthmatic. The nerve of those  twits. What do they know about female  odor? Don't interrupt. Here's my  concept. My ranch out West? It's a  beauty ranch. Oh, it's got a few  head of cattle for atmosphere and  tax purposes. But it's a beauty ranch,  a place where unhappy women --  divorcees and widows, mainly -- can  go to lose weight, remove wrinkles,  change their hair styles and pretty  themselves up for the next  disappointment. My ranch is named  the Rubber Rose, after the Rubber  Rose douche bag, my own invention,  and bless its little red bladder,  the most popular douche bag in the  world. So get this. It's on the  migratory flight path of the whooping  cranes. The last flock of wild  whooping cranes left in existence.  Well, these cranes stop off at my  little pond -- Siwash Lake, it's  called -- twice a year, autumn and  spring, and spend a few days each  time, resting up, eating, doing  whatever whooping cranes do. I've  never seen them, understand, but I  hear they're magnificent. Very big  specimens -- I mean, huge mothers --  and white as snow, to coin a phrase,  except for black tips on their wings  and tail feathers, and bright red  heads. Now, whooping cranes, in case  you didn't know it, are noted for  their mating dance. It's just the  wildest show in nature. It's probably the reason why  birdwatching used to be so popular  with old maids and deacons. Picture  these rare, beautiful, gigantic birds  in full dance -- leaping six feet  off the mud, arching their backs,  flapping their wings, strutting low  to the ground. Dears, it's  overwhelming. And picture the birds  doing their sex dance on TV. Right  there on the home screen, creation's  most elaborate sex ritual -- yet  clean and pure enough to suit the  Pope. With lovely Sissy Hankshaw in  the foreground. In a white gown, red  hood attached, and big feathery  sleeves trimmed in black. In a very  subdued imitation of the female  whooping crane, she dance/walks over  to a large nest in which there sits  a can of Yoni Yum. And a can of Dew.  Off-camera, a string quartet is  playing Debussy. A sensuous voice is  reading a few poetic lines about  courtship and love. Are you starting  to get it? Doesn't it make the hair  on your neck stand up and applaud?  My very goodness gracious! Grandiose,  lyrical, erotic and Girl Scout- oriented; you can't top it. I've  hired a crew of experts from Walt  Disney Studios, the best wildlife  cinematographers around. You're my  eternal favorite. Princess Grace  herself couldn't be better, not even  if she had your personality which  she doesn't; Anyway, dear, I'm out  of photography now and into water  colors. Ah how circuitous conversation  is! We're back at the beginning. The  exact man I've wanted you to meet is  my artist the watercolorist."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy dares a sip of Red Ripple."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "If you don't want me to pose for  him, why do you want me to meet him?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Purely personal. I believe you might  enjoy one another."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "But Countess..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Now, now. Don't get exasperated. I  realize that you've always avoided  all but the most rudimentary  involvements with men, and I might  add, you've been wise. Heterosexual  relationships seem to lead only to  marriage. For men, marriage is a  matter of efficient logistics: The  male gets his food, bed, laundry,  TV, pussy, offspring and creature  comforts all under one roof, where  he doesn't have to dissipate his  psychic energy thinking about them  too much, then he is free to go out  and fight the battles of life, which  is what existence is all about. But  for a woman marriage is surrender."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Countess refills his glass. The squirrel starts acros Park Avenue again but doesn't make it. The uniformed chau gets out of a limousine and holds the crushed animal up w it can be seen by an elderly woman passenger."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "But here you are, still a virgin --  you are virginal yet, aren't you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Why, yes, technically. Jack Kerouac  and I came awfully close, but he was  afraid of me, I think..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Yes, well, what I'm getting at is  that there comes a time when it is  psychologically impossible for a  woman to lose her virginity. She  can't wait too long, you know. Now,  there's no reason why you must lose  yours. I mean, just ponder it a bit,  that's all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "(her brow spaghettied) What makes you think this  watercolorist and I would develop a  romantic relationship?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "I can't be certain that you would.  But what have you got to lose?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Well, okay. I'll try it. I don't see  the point in it, but I'll try it.  Just for you. It's kind of silly,  actually, me going out with an artist  in New York City. However..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Good, good, good... you'll enjoy it,  you'll see. Julian is a gentleman."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly the Countess swivels in his desk chair and leans forward. Lowering his wine glass, he focuses directly,  intensely into Sissy's blue eyes. His smile widens."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "By the way, Sissy... he's a full  blooded Indian."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A title:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COWGIRL INTERLUDE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. RUBBER ROSE OUTHOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Outhouse Radio is playing \"The Starving Armenians Pol and Bonanza Jellybean and Delores del Ruby are in the pri caught in the rain."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Well, I'm not scared of a little  rain."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "Me neither."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Might as well brave it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "Right. I don't know about you but  I'm sure not sweet enough to melt."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Delores flicks her whip at a sweat bee that has taken ref in the privy and hits the photograph of Dale Evans upon w it has lit. Jelly looks out the door of the outhouse across a cut gre lawn to a bunkhouse where we can see a gathering of other cowgirls. There is a fly buzz and a distant polka yip. Way off hors lips flutter. Bonanza spies a picture of Sissy Hankshaw, an advertiseme for Yoni Yum Dew Spray mist, on the privy wall."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "(musing) Someday...... if that Sissy Hankshaw  ever shows up here, I'm gonna teach  her how to hypnotize a chicken.  Chickens are the easiest critters on  Earth to hypnotize. If you can look  a chicken in the eyes for tens  seconds, it's yours forever."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BUNKHOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A meeting is in progression in the bunkhouse that morning Mary is addressing the group."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARY"
            }, 
            "text": "I want to complain that some of the  cowgirls have been sleeping two to a  bunk again, in violation of the  agreement that \"crimes against nature\"  are to be confined to the hayloft."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DEBBIE"
            }, 
            "text": "I don't care who lay with whom or  where or how, but the moaners,  groaners and screamers ought to turn  down their volume when others are  trying to sleep or meditate."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Some of the younger cowgirls blush."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG RED"
            }, 
            "text": "I want to complain about the food  around here! It's rotten to the core."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A round of support from the other cowgirls in the form of cattle calls."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OUTHOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jelly and Delores are getting ready to run through the ra when all of a sudden, Jelly spies a barefoot cowgirl -- i Debbie -- run across the yard in her karate robe, jump on the Exercycle that is rusting in the weeds and begin pump the pedals furiously in the yammering rain."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "My sacred crocodile! She's flipped."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "But in a minute, others follow Debbie, everyone of them, fact; the entire bunkhouse load of them, some thirty youn cowgirls, squealing, giggling, They slide and roll on the wet grass, push each other into the mud that is forming b the corral fence, chase one another in and out of the thi folds of rain draperies, stamp their cute feet in puddles and do bellyflops into the overflowing horse trough. The cowgirls frolic until, as suddenly as it has come, th rain goes away. Play ceases. They are panting like puppie as they lean against one another or pick clods of mud fro one another's hair."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ELAINE"
            }, 
            "text": "I move that the meeting be adjourned."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DEBBIE"
            }, 
            "text": "At the end of the endless game, there  is friendship."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HEATHER"
            }, 
            "text": "What the heck did she mean by that!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Just that in Heaven all business is  conducted this way."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOTEL LOBBY NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In the lobby, the doors of an elevator open revealing Sis inside wearing a buttoned up dress. Very formal looking f her. There is Julian standing in the lobby. He turns and walks toward Sissy. He is wearing a rather formal looking plaid sport coat with blue cummerbund. He extends his hand to m her, and (perhaps at the sight of Sissy's thumbs) Julian an asthma attack, doubling over in front of her. Sissy doesn't know whether to assist Julian or flee. From the other side of the lobby, two WELL-GROOMED COUPLE white, mid-thirties and upper middle class come to the re The younger of the men, RUPERT, takes charge. He breaks a inhaler of dinephrine under Julian's nose."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUPERT"
            }, 
            "text": "We'd better take you home."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In the red of embarrassment, Julian looks more Indian tha he had previously. Wheezing, he speaks:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "I beg your pardon. I've been  enthralled with your photographs for  years. When the Countess hinted that  you might like to meet me -- he never  explained why -- I was ready to paint  for him free of charge. And now I  had to go and spoil it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. STREET NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Rupert is helping Julian to the street. Rupert is a sales for a publishing house. His wife Carla, a homemaker, as t say. The other couple breaks down into Howard and Marie B both copywriters for an ad agency. Howard hails a cab and Carla and Marie flutter around Sis"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIE"
            }, 
            "text": "This is dreadful. (lowering her voice  confidentially) You know, asthma attacks are brought  on by emotional stress. Poor Julian  is so high strung. The excitement of  meeting you -- my dear, you look so  stunning! -- must have upset his  chemical balance."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Carla nods. Everyone is piling into the taxi."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUPERT"
            }, 
            "text": "Come on, Sissy, don't be afraid of  us."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I've never ridden in a cab. The whole  idea of paying for a ride makes my  thumbs hurt."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy is forced to suffer the indignity of riding in a ve she wasn't responsible for flagging with her own thumbs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CARLA"
            }, 
            "text": "It'll be all right, dear. It isn't  as serious as it sounds."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. CAB NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Carla starts to pat Sissy's hand, then decides to leave t thumbs to themselves. The six of them are squeezed into the taxi. Sissy looks o the window of the taxi: SISSY'S VIEW as the taxi stops at a light, she can see a  newsstand headline on the front page of the New York Dail News:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE CHINK SUMS IT UP, SAYS LIFE IS HARD IF YOU THINK IT'S", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HARD.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. JULIAN'S APARTMENT NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "THE TAXI stops in front of Julian's building. It discharg its passengers."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. JULIAN'S APARTMENT NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "INSIDE Howard mixes Scotch and sodas, Rupert fills a syri from a vial of aminophylline he has taken from its place  behind a gelatin salad mold in the refrigerator. He gives Julian an injection."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUPERT"
            }, 
            "text": "There, that ought to beat them  bronchial buggers into submission."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He turns to Sissy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUPERT"
            }, 
            "text": "I was a medic in the Army. I really  should have become a doctor.  Sometimes, though, I feel that pushing  books is a whole lot like pushing  medicine. Think of books as pills. I  have pills that cure ignorance and  pills that cure boredom. I have pills  to elevate moods and pills to open  people's eyes to the awful truth..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CARLA"
            }, 
            "text": "Too bad you don't have a pill for  bullshit."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Carla smiles as if she were joking, but she'd said it tar Rupert glares and takes a big bite of Scotch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOWARD"
            }, 
            "text": "(changing the subject) Where do you live, Miss Hankshaw?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I'm staying with the Countess."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOWARD"
            }, 
            "text": "I know, but where do you reside when  you aren't visiting New York?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I don't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOWARD"
            }, 
            "text": "You don't?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Well, no, I don't reside anywhere in  particular. I just keep moving."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Everyone looks a bit astonished including the recumbent  Julian."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOWARD"
            }, 
            "text": "A traveler, eh?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "You might say that, although I don't  think of it as traveling."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CARLA"
            }, 
            "text": "How do you think of it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "As moving."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CARLA"
            }, 
            "text": "Oh."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIE"
            }, 
            "text": "How... unusual..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOWARD"
            }, 
            "text": "Mmmmm..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Rupert bites into his Scotch again. Julian issues a water wheeze. Then, silence."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CARLA"
            }, 
            "text": "Rupert, before you get too engrossed  in your research on Scotch as a cure  for aging, don't you think you'd  better phone Elaine's and cancel our  dinner reservations?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy leaves her chair and wanders about the apartment. W is full of books and shelves."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUPERT (O.S.)"
            }, 
            "text": "What would we do without you, Carla?  Without our little efficiency expert,  Carla, everything would just go to  hell. Carla is thinking about running  for mayor next year, aren't you,  Carla?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CARLA (O.S.)"
            }, 
            "text": "Up yours, Herr Doktor Book Salesman.  Will the demands of your medical  practice allow you to call Elaine's  or shall I?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIE (O.S.)"
            }, 
            "text": "Oh let me do it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy is intrigued by an antique here and an object d'art there, but she knows she is in an alien environment."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. JULIAN'S BEDROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy enters a bedroom There is a covered birdcage. She s upon the bed listening for a 'cheep' from the birds. And gradually she reclines. Then turning her head to the  side against the bedspread:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "No Indian blankets... no Indian  blankets..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And she blacks out. And the sound drifts away in waves, s there is only the whistle of a distant wind through the m of the apartment building... ...Until one by one, we see button necks freed. Soon Siss can feel it. Someone is undressing her. In a voice webby with sleep sh lifts her head up, and sees Howard and Marie."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Where are the others?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOWARD"
            }, 
            "text": "Oh, Rupert and Carla had a little  hassle and went home."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIE"
            }, 
            "text": "Julian fell asleep on the couch; we  covered him up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOWARD"
            }, 
            "text": "We thought that we should make you  comfortable too."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy thinks this is nice, but wonders, however, why they are both in their underwear."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Yes, thanks..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Between the two of them, they have gotten Sissy out of he dress in no time. Sissy feels she should apologize for no having on a brassiere. Marie slips out of her own brassiere and moves her bare b close to Sissy's."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIE"
            }, 
            "text": "Mine are fuller but yours are more  perfectly shaped."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOWARD"
            }, 
            "text": "Highly debatable. I'll wager they're  the exact same size."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Howard cups his left hand about a Marie breast and his ri about one of Sissy's. He weighs them in his palms, squeez them the way an honest grocer squeezes excess water from lettuce, and spreads his fingers to sample their  circumference."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOWARD"
            }, 
            "text": "Hmm. Yours are larger, Marie, but  Miss Hankshaw's -- Sissy's -- are  more firm. You'd think they would  have started to droop; I mean, from  not wearing a bra."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIE"
            }, 
            "text": "Howard! Watch your manners. You've  made her blush. Here, Sissy, let me  compare."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Marie seizes Sissy's free breast, quickly, like a monkey  picking a fruit, rolling it about in her hungry little fi rubbing it against her chin and cheeks... ...and... ...it was like her earlier days as a hitchhiker....  nostalgic..... tropical plums."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "(in ecstasy) This place is finer than the place I  live!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Like a disc jockey from Paradise, Howard flips Marie over and plays her B side. Every now and then she reaches for  Sissy to include her, but the laws of physics insist on b obeyed. Over and over Marie calls Sissy's name with half-closed e The Barths are really going at it, Marie yowling like a c The POODLE in the kitchen begins to growl."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "So this is what it's like... so this  is what it's really like."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. LIVING ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy bounces out of the bed and patters through the livi room and crawls under the cover with Julian. Julian stirs awake."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "Oh, Sissy. I am sorry about all the  fuss."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Julian and Sissy embrace and go at it under the covers Bu suddenly: Julian stops after a brief climax."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "(with downcast eyes) I apologize."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy cradles Julian and comforts him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "It is the measure of Western  Civilization that it can encompass  in harmony, balance off, as it were,  such divergent masterworks as A  MIDSUMMER NIGHT'S DREAM and THE  AMERICAN DREAM, as the dome of the  Sistine Chapel and the ceiling of  the Paris opera."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy sits up, her eyes moping about the apartment, looki but not seeing the macrame wallhangings, the volumes of R Frost."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "What's the matter?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "After a while Sissy answers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I'm cold."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "Here. I'll turn down the air  conditioner."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "It's not the air conditioner that's  making me cold. Nothing moves in  here. Not even your birds."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy gets out of bed and begins to dress."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "What are you doing?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Getting dressed. I've got to go."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "But I don't want you to leave. Please  stay. We can go to dinner. I owe you  a dinner. And tonight... we can...  really make love."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I have to go, Julian."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "Why? Why do you have to go?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "(somewhat frantic) My thumbs hurt. I've made a mistake.  I've been negligent. I haven't  exercised. I have to hitchhike a  little bit every day, no matter what.  It's like a musician practicing his  scales. When I don't practice, my  timing gets off, my thumbs get stiff  and sore."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. CITY DAWN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy trembles while she kisses her thumbs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I will hitch with you, out where  tall birds wade in a lake named for  my Siwash kin. Out where Smokey the  Bear lay down his shovel to romp  with more playful beasts. Out where  starlight has no enemies and the  badland wind no friends. Out where  the boogie stops and the woogie  begins."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. TRUCK DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And Sissy is now traveling in a truck passing Fourteenth  Street on her way to the Geo. Washington Bridge. View of that Bridge as the truck crosses it to New Jersy. View of the wilds of New Jersey as Sissy travels to the W"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "COUNTESS' OFFICE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Countess is on the phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "So she left town. Well, that shouldn't  surprise you. Leaving town is what  Sissy is all about. But tell me, how  did she strike you?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Julian is on the other end of the phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "Extraordinary!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "She's obviously that. Jesus! Which  would you rather have, a million  dollars or one of Sissy's thumbs  full of pennies?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "Oh, you! I'm not talking about her  hands. They're difficult to ignore,  I confess, but I'm speaking of her  whole being. Her whole being is  extraordinary. The way she talks,  for example. She's so articulate."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "It's high time you realized, honey  babe, that a woman doesn't have to  give the best years of her life to  Radcliffe or Smith in order to speak  the English language."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "Countess. I'm really in a dither.  She's turned my head."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Ninety degrees to the left, I hope.  How does she feel about you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "I think she's disappointed that I'm  not more, ah, sort of atavistic.  She's got some naive, sentimental  notions about Indians. I'm sure she  liked me, though; but.... then she  left town."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "She always leaves town, you dummy.  That doesn't mean anything. What  about in bed? How does she like it  in bed?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Julian pauses for a very long moment."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "How does she like what in bed?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Like what?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Countess' teeth chatter in his mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "What do you think?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "Well.... er..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Shit O dear, Julian. Do you mean to  tell me you didn't get it on?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "Oh, we didn't get it all the way on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Whose fault was that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "I suppose it was mine. Yes, it  definitely was my fault."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "What do they do to you boys in those  Ivy league schools, anyway? Strap  you down and pump the Nature out of  you? They can even press the last  drop of Nature out of a Mohawk buck.  Why, send a shaman or cannibal to  Yale for four years and all he'd be  fit for would be a desk in the  military-industrial complex and a  seat in the third row at a Neil Simon  comedy. Jesus H.M.S. Christ! If  Harvard or Princeton could get hold  of the Chink for a couple of semesters  they'd turn him into a candidate for  the Bow Tie Wing of the Hall of Wimps.  Oogie boogie."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "If we Ivy Leaguers aren't earthy  enough to suit you hillbillies, at  least we don't go around indulging  in racist terms such as 'Chink.'  Next thing I know, you'll be calling  me 'chief.'"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Chink's the guy's name, for Christ's  sake."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIAN"
            }, 
            "text": "What guy?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Aw, he's some old fart holyman who  lives in the hills out West. Gives  my ranch the creeps and the willies,  too. But though he be old and dirty,  he's alive, I'll bet, clear down to  his toes. They don't have his juice  in a jar in New Haven. Well I suppose  that I'll have to write Sissy out on  the road."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. ROAD DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy makes little puffs of dust as she walks. From the direction of the ranch a VW Microbus is approach It is painted with mandalas, lamaistic dorjes and symbols representing \"the clear light of the void.\" When the Microbus draws alongside Sissy it stops. Inside two men and a woman. They are approximately twenty-four y old."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WOMAN"
            }, 
            "text": "Are you a pilgrim?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "No, I'm more of an Indian The trio  doesn't smile."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DRIVER"
            }, 
            "text": "She means are you going to see the  Chink?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Oh, I may and I may not. But seeing  him is not my main objective out  here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DRIVER"
            }, 
            "text": "That's good. Because he won't see  you. We came all the way from  Minneapolis to see him and the crazy  bastard tried to stone us to death"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "OTHER MAN"
            }, 
            "text": "Yeah, but I no longer believe that  guy's a master. He's just a dirty,  uptight old mountain man. Why, he  pulled out his pecker and shook it  at Barbara. I'd stay away from there  if I were you, lady."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy walks on leaving the people in the bus arguing abou whether the Chink's rock-shower and pecker-wag actually h been intended as spiritual messages."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. ROAD DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "WALKING down the long dirt road, Sissy stops to take a  breather and sits down on a log. Sissy thinking and looking into the clouds. Waves of grasses whisper her name: Ssssssssss, Ssssssssss Sisssy. Meadowlarks squander their songs on her as she begins to  squirm on the log. A Lincoln Continental drives up suddenly. Sissy barely ha time to zip up. The Cadillac stops in front of Sissy. A teenaged girl in Stetson is at the wheel. The rear door of the limousine o and a refined matronly voice calls from the void."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "By any chance are you Sissy Hankshaw?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Yes I am."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A chic middle-aged woman leans out of the car."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "My goodness. Why didn't you telephone?  Someone would have driven into  Mottburg to pick you up. I'm Miss  Adrian. From the ranch. The Countess  wrote that I should expect you. Get  in, won't you? You must be exhausted.  Gloria, assist Miss Hankshaw with  her luggage."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Gloria nods at Sissy amicably but doesn't make a move to  help her. Sissy swings her sack into the roomy vehicle. Before she  gets in she flashes her thumb to hitch a ride. The instant that Sissy shuts the door the cowgirl chauffe floors the Cadillac and it lurches away in a puff of dust"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. CADDY DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sitting up after the bothersome lurch of the car."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "Little twit. (turns to Sissy) You really ought to have phoned. We  were just in Mottburg escorting some  guests to the afternoon train. (sighs) More guests leaving ahead of schedule.  Three checked out today. They decided  to transfer to Elizabeth Arden's  Maine Chance spa in Phoenix, Arizona.  It costs two hundred and fifty dollars  a week less at the Rubber Rose, so  why are our guests leaving and going  to Elizabeth Arden's?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Miss Adrian pushes a button that sends a partition glass  between her and the cowgirl driver. Gloria starts laughin silently on the other side of the glass."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "I'll tell you why, it's that plague  of cowgirls. They've gradually  infiltrated every sector of our  program. The one named Debbie  considers herself an expert on  exercising and diet. With Bonanza  Jellybean's permission and against  my explicit orders, she's been  coercing the guests into trying  something called kundalini yoga. Do  you know what that is? It's trying  to mentally force a serpent of fire  to crawl up your spinal column. Miss  Hankshaw, our guests can't comprehend  kundalini yoga, let alone do it.  Yesterday, she ordered a new cookbook  by a Tibetan Negro, entitled Third  Eye in the Kitchen: Himalayan Soul  Food. God knows what that will be  like. The little barbarians are  destroying everything that I've built,  mocking all that the company stands  for. And there's a new one, one they  call del Ruby. She has the good will  of a scorpion. I've considered it  prudent to avoid a confrontation  that might further upset the guests.  But now that the season is practically  over -- we operate April through  September -- and the Countess is  finally coming..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. RUBBER ROSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The limousine pulls up in the drive."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN'S VOICE"
            }, 
            "text": "Our Ranch has all the latest in modern  facilities..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BEAUTY RANCH DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We see women having facials."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN'S VOICE"
            }, 
            "text": "We have a facial wing, and next to  that is the Hair Barn..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HAIR BARN DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy is being given a tour by Miss Adrian. A variety of  hairdos are witnessed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "We have a team of fifteen hair experts  from all over the world."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. EXERCISE ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "And fanny flab flies off in this  room at the rate of six hundred and  seventy-five pounds a day... that's  a lot of salted ham, Sissy...."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. MAIN LODGE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy and Miss Adrian walk through the lodge lobby, guest and cowgirls are conducting a variety of activities: A BIRD EXPERT projects slides of whooping cranes on the w and is giving a lecture about the habits of the birds. In the center of the room COWGIRL DEBBIE is leading a mix of cowgirls and guests in a meditative chant as they reac high above their heads in a yoga exercise. Miss Adrian stops in front of the registration desk and S catches glimpses of the chaotic lobby."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "Our special guest Miss Sissy Hankshaw  is with us."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The receptionist hands Miss Adrian a key to Sissy's room. A COWGIRL makes a face at Sissy as she walks by carrying tray of herbal teas. A representative of the film crew is being intimidated by Cowgirl who is looking though his camera lenses and shaki them and listening to them like you would put a shell up your ear to hear the ocean."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COWGIRL"
            }, 
            "text": "Cool! We're going to make a movie!..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Another cowgirl, BIG RED, is lifting a piece of furniture and passes it to her accomplice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG RED"
            }, 
            "text": "Get rid of the furniture.... it's  too masculine... Get rid of all the  furniture and use it for kindling!!!  Break away from these pig-like  chauvinist masculine influences...."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Miss Adrian looks on helplessly.... she grabs Sissy and l her out of the lobby."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. CORRAL DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Miss Adrian and Sissy walk out the back door of the Ranch and out near a corral, to the sound of gunfire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "O merciful Jesus! They're murdering  the guests!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "One of the FILM CREW MEMBERS is hanging out in the corral wearing a shiny jacket with DISNEY printed on the back. Miss Adrian grabs him by the shoulders and shakes him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "Where are the guests?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAN"
            }, 
            "text": "Take it easy, lady. They went on a  short ride with the cowgirls. Rode  over the hill yonder. You're Miss  Adrian, aren't you? We need to talk  to you about the filming."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "Not now, you fool, not now. Those  crazed bitches have led innocent  women out and are slaughtering them  at this moment. We'll all be killed.  Oh! Ohhh!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Another CAMERAMAN spits out a wad of chewing gum."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CAMERAMAN"
            }, 
            "text": "There's a slaughter going on all  right, but it's not the fat ladies  that are getting it. Your hired hands  are killing the cattle."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "The cattle? They're killing the cows?  All of them?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CAMERAMAN"
            }, 
            "text": "(interrupted while  putting a zoom lens  on his camera) That's what they said, Miss Adrian."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A devilish young cowgirl is sitting on a fence nearby. Mi Adrian addresses her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "How dare you slaughter the Countess's  cattle! What is a ranch without cows?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COWGIRL"
            }, 
            "text": "We're going to replace them with  goats. Most of the cattle are diseased  and in pain. We're just putting them  out of their misery. According to  Bon-an-za Jellybean, the Rubber Rose  is in-di-cat-ive of the Countess's  values. He has purchased a cheap  weak strain of cow to begin with and  with improper care...."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "Oh heavens! I don't want to hear  what Bonanza Jellybean has been  telling you girls.... Come on Sissy.  I'll show you to your quarters."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "AND THE SUN SETS OVER THE CANYON, THE HILLS AND SIWASH RI", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "NEARBY.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "THE CHINK, with his back to us looks down on the ranch fr the ridge and watches Miss Adrian lead Sissy into a small guest cottage on the ranch."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "A DISTANT COYOTE HOWLS, AND A FEW SCATTERED GUNSHOTS ARE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HEARD.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. RANCH COTTAGE MORNING", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy stirs in a nicely appointed guest cottage. A maid k on the door and serves Sissy breakfast in bed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAID"
            }, 
            "text": "Excuse me, Miss. Do you care for  your breakfast now?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy sits up and rubs her eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Yeah. I feel a bit hungry."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Maid puts the tray down, and the cloth that covers th food is lifted away to reveal a shocking display of greas and calories. A vase of prairie asters stands over a double-meat  cheeseburger, a package of Hostess Twinkies, a cold can o Dr. Pepper and a Three Musketeers bar. Sissy is delighted."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Road food. How did you know?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAID"
            }, 
            "text": "Well it is a change of our usual  grapefruit and melba toast, I'm sure."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy notices a card. It reads: Compliments of Bonanza Jellybean"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Bonanza Jellybean...."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAID"
            }, 
            "text": "She will be up to see you directly."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy devours her meal. Out her window she can see women exercycles, women doing jumping jacks and women in beauty parlors. A FIST pounds on Sissy's door. IN SAILS Jelly, a cowgirl so cute she makes Sissy blush j to look at her. She wears a tan Stetson with an aster pin to it, a green satin shirt embroidered with rearing stall snorting orange fire from their nostrils. Her breasts bounce like dinner rolls that have gotten loa on helium and, between red tinged cheeks, where more baby fat is taking its time maturing, she has a little smile t can cause minerals and plastics to remember their ancient animate connections. Jelly grasps Sissy's elbow and sits on the side of the be"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Welcome, podner. By God, it's great  to have you here. It's an honor.  Sorry I took so long getting to you,  but we've had a mess of hard work  these past few days -- and a heap of  planning to do."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Er, you seem to know who I am, and  maybe even what I am. Thanks for the  breakfast."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Oh, I know about Sissy Hankshaw, all  right. I've done a little hitchhiking  myself. Ah shucks, that's like telling  Annie Oakley you're a sharpshooter  because you once knocked a tomato  can off a stump with a fieldstone.  I'd heard tales about you from people  I'd meet in jail cells and truckstops.  I heard about your, uh, your, ah,  your wonderful thumbs, and I heard  how you were Jack Kerouac's girl  friend..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy sets her tray on the bedside table."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "No, I'm afraid that part isn't true.  Jack was in awe of me and tracked me  down. We spent a night talking and  hugging in a corn field, but he was  hardly my lover. Besides, I always  travel alone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Well, that doesn't matter; that part  never interested me anyway. The  beatnicks were before my time, and I  never got anything outta the hippies  but bad dope, cliches and the clap.  But the example of your life helped  me in my struggle to be a cowgirl."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The guests are huffing and puffing in between the pauses conversation, in the background through the window in Sis room."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Tell me about it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "About..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "About being a cowgirl. What's it all  about? When you say the word you  make it sound like it was painted in  radium on the side of a pearl."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Cowgirls exist as an image. A fairly  common image. The idea of cowgirls  especially for little girls prevails  in our culture. Therefore, it seems  to me, the existence of cowgirls  should prevail. Otherwise, they're  being fooled. In the Rodeo Hall of  Fame in Oklahoma City there are just  two cowgirls. Two. And both of 'em  are trick-riders. Trick-riding is  what cowgirls have almost always  done in rodeos. Our society sure  likes to see its unconventional women  do tricks. That's what prostitutes  call it, you know: 'tricking.'"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jelly lays her hand atop the oval mound Sissy's thumb mak under the covers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "You're political, then?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "No, ma'am. No way. There's girls on  the Rubber Rose who are political,  but I don't share their views. I got  no cowgirl ideology to expound.  \"Politics is for people who have a  passion for changing life but lack a  passion for living it.\""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There is a moment when the two girls feel something betwe each other."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Did that last comment sound too  profound to be coming outta my mouth?  It's not original. It's something I  picked up from the Chink."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Really? The Chink, huh? I've gathered  that you sometimes speak with him.  What else have you learned from the  Chink?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Learned from the Chink? Oh my. Ha  ha. That's hard to say. We mostly....  Uh, a lot of his talk is pretty goofy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jelly pauses."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Oh yeah, now that I think of it, the  Chink taught me something about  cowgirls. Did you realize that  cowgirls have been around for many  centuries? Long before America. In  ancient India the care of the cattle  was always left up to young women  they called gopis. Being alone with  the cows all the time, the gopis got  awfully horny, just like we do here.  Every gopi was in love with Krishna,  a good-looking young god who played  the flute like it was going out of  style When the moon was full, this  Krishna would play his flute by a  river and call the gopis to him.  Then he would multiply himself sixteen  thousand times -- one for each gopi --  and make love to each one the way  she most desired. There they were,  sixteen thousand gopis balling Krishna  on the river bank, and the energy of  their merging was so great that it  created a huge oneness, a total union  of love, and it was God. Wow! Quite  a picture, huh?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy's thumb twitches. Jelly swallows hard. They gaze in each other's eyes. A WHISTLE pierces the sunlight outside the window."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "That couldn't be Krishna, could it?  A bit shrill for a flute. Just our  rotten luck."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jelly walks to the window and exchanges hand signals with someone outside."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Gotta run now. Delores says I'm  needed. Somebody's here. Maybe it's  the Countess."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jelly spins her six-shooter in her kewpie fingers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Sissy, cowgirl history is about to  be made. I'm damn glad you're here  to witness it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She holsters her gun and blows Sissy a kiss, then is gone out the door. Sissy hops out of bed and from the window she can see cow gathering in a circle. Someone or something is in the cen of the circle. Sissy zips herself into a red jumpsuit and hurries outsid"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. CORRAL DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What was in the center of the circle was a goat. Debbie w scratching the animal's ears. She was hugging it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYM"
            }, 
            "text": "It's cute. Way cuter than a cow."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DEBBIE"
            }, 
            "text": "Goats are always testing you. They're  like Zen masters. They can tell  instantly if you're faking your  feelings. So they play games with  you to keep you true. People should  go to goats instead of psychiatrists."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GLORIA"
            }, 
            "text": "It's so loving."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Gloria cuts in on Debbie and gives the beast a hug."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HEATHER"
            }, 
            "text": "Look at those playfully wise eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GLORIA"
            }, 
            "text": "Ooo! It licked me!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "More and more people are discovering  that cow's milk isn't fit for human  consumption. Billy West says if we  can produce enough goat's milk on  the ranch to make it worth his while,  he'll run it into Fargo regularly."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She pauses and looks around the group in the circle."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "I'm aware that Tad Lucas rode broncs  until her ninth month, but I don't  think pregnant cowgirls are going to  be any asset on this ranch. I hope  you itchy clits who are sneaking  down to the lake every night are  taking precautions. It's bad enough  we've got cranes coming; we don't  need storks. I feel that those film  makers should be removed from the  Rubber Rose as soon as possible. Men  can cause nothing but trouble here.  I also feel that our guest (she nods at Sissy) should be excused while we discuss  this matter further."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hurt, Sissy leaves the group."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. RANCH DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Views of Sissy in her Whooping crane outfit dancing to De in front of the Disney film crew. The documentary being  directed by an effusive Frenchman. View of the camera crew training their long telephoto len on Siwash Lake. They all seem to be wearing the same trad satin baseball jackets with one logo or another on their  backs. Another view of the lake, from above, from the Chink's po of view and our first view of THE CHINK. The Chink spies  Sissy and Jelly coming over a ridge. We cannot hear them at first, but Sissy and Jelly are tal"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "......Delores zonks out on peyote at  least once a week, but so far her  Third Vision hasn't happened.  Niwetukame, the Mother Goddess has  not gotten back in touch with her.  Meanwhile she and Debbie are rivaling  each other like a couple of crosstown  high schools. Tension. Cowgirl  tension! What a drag."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "What is Debbie's position?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Debbie says that if women are to  take charge again, they must do it  in the feminine way; they mustn't  resort to aggressive and violent  masculine methods. She says it is up  to women to show themselves better  than men, to love men, set good  examples for them and guide them  tenderly toward the New Age. She's a  real dreamer, that Debbie-dear."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "You don't agree with Debbie, then?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "I wouldn't say that. I expect she's  right, ultimately. But I'm with  Delores when it comes to fighting  for what's mine. I can't understand  why Delores is so uptight about the  Chink; he could probably teach her a  thing or two. Ee! That grass tickles,  doesn't it? God knows I love women,  but nothing can take the place of a  man that fits. Still this is cowgirl  territory and I'll stand with Delores  and fight any bastards who might  deny it. I guess I've always been a  scrapper. Look. This scar. Only twelve  years old and I was felled by a silver  bullet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jelly takes Sissy's hand, carefully avoiding the thumbs a helps her feel the depression in her belly. The depressio is a dimple, like another navel. AFTER A HUNGRY STILLNESS, like intermission at a wolf dan rhythms are established. Jelly and Sissy are socked into another now, and they arch and push and corkscrew and  jackknife softly but with pronounced cadence. Everything becomes scrambled. They rock each other in cra of sweat and saliva, until we can see nothing. Noisy breaths buck out of Sissy: \"Jelly, Jelly\" but she c hear Sissy because she is screaming. Hysterical from the  scalding hot softness of girl-love."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. HILLTOP DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Chink looks on from the hilltop above indifferently."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. FIELD DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy and Jelly are riding on the back of a horse. A WHOOPING CRANE is spied by Sissy as she rides on the ba of Jellybean's horse back to the ranch. Delores and Big R hurry to meet them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "He's here."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sure enough across the yard, in the midst of the low-cal  barbecue in progress, monocle reflecting sunlight, cigare holder stabbing the air, stands the Countess."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "Look at him. Perverse as a pink  pickle."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG RED"
            }, 
            "text": "Sick as a vice squad."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "He's in a snit. He wants to see you  right after the barbecue."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jellybean chuckles sardonically and dismounts."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Get the girls. He's gonna see me  right now."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy, confused, and loyalties torn in the face of an  impending revolution, leaves the corral and SLIPS INSIDE THROUGH THE KITCHEN."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DOWN THE HALL", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "ENTERING HER ROOM, SHE LOCKS HERSELF IN. As she locks the latch she hears Jelly's voice."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT RANCH OFFICE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jelly has taken over the ranch loudspeaker system and is  giving an ultimatum."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Any of you ladies who would like to  join us, you're welcome to stay on  as a full working podner at the Rubber  Rose. Rest of you get packed -- and  I mean now. You've got fifteen minutes  to move your lard asses off this  ranch."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INSIDE THE EXERCISE ROOM", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Women are reacting to the demands."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INSIDE THE GREENHOUSE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Some women are taking up trowels and brooms as weapons."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INSIDE THE KITCHEN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The help is joining the revolt."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INSIDE THE HALLWAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Other women are running for their lives."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INSIDE SISSY'S ROOM", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She hears the screen door screech open and a chaos of  footsteps in the hall. She goes to her window. And she ca see, partially cut off by the corner of the building, Mis Adrian screaming."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "You will all be rounded up and sent  to prison if you take this any  farther! This is not your ranch!!!!"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THE FRONT YARD OF THE RUBBER ROSE"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Countess seems to be taking it slowly, and calmly smo a French cigarette. He observes the fighting among them w amusement."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "You pathetic little cutesy-poos. Do  you actually suppose this exhibition  of childlike melodrama is advancing  the cause of freedom?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "You owe us this here ranch, as a  token payment for your disgusting  exploitations"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "(tranquilly) Then take it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Go for it, girls!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The hands, who carry axes, picks, pitchforks and shovels, retreat. The Countess, still grinning, reaches for an hor d'oeuvre and subjects his cigarette to a measured, self- assured puff."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MISS ADRIAN"
            }, 
            "text": "(shaking her fist) Go to your bunkhouse and remain there!"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ROOMS"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The guests are hurriedly packing their things."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SISSY'S ROOM"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She looks on."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FRONT YARD"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When the revolutionaries have retreated about thirty yard they stop. With astonishing rapidity, they unbuckle unbut and unzip and step out of their jeans and underpants. The nude from the waist down, thatched pubises thrust forward up front and leading the way, they begin to advance. The Countess's grin goes down his throat like bathwater d a drain."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GLORIA"
            }, 
            "text": "Better reach for your spray cans!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Not one of these pussies has been  washed in a week!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Rather pale, his nose twitching, the Countess drops the c canape he has been holding. ON COME THE COWGIRLS, pelvises pumping, laying down what trembling Countess believes to be a devastating barrage o musk. Miss Adrian, lost in her own hysteria, charges. A barbequ fork she hurls draws blood from Heather's eyebrow. Quick as a frog's tongue, Delores's whip cracks. It's las curls around the ranch manager's ankles, pulling her feet from under her. She hits the sod in a jangle of jewelry a expulsion of breath. A Molotov cocktail thrown by Big Red says hello to the se reconditioning building. Within seconds, the structure is blazing."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MAIN HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "THE BARE-ASSED COWGIRLS storm into the beauty parlor and  exercise rooms. SOUNDS OF breaking glass and wood splintering. The air is singing with cries of \"Wahoo,\" Yippee,\" \"Let 'er buck\" an \"The vagina is a self-cleaning organ.\""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KITCHEN"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "SISSY flees the house as she hunkers down out the back do"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CROQUET COURT"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy running across it. She passes the pool, and falls i Climbing out, wet, scared, she runs to the base of Siwash Ridge and southward along the mountain's foot. EVENTUALLY Sissy comes to a place where the juniper bushe are broken to reveal a crude path beginning a steep ascen Sissy decides to climb up it. She shoulders her way through low, slivery boughs. Approximately halfway up the ridge she rests on a flat ro from which she can look down on the... BURNING RUBBER ROSE smoking away, distant yahoos and carr on can be heard. Horses whinney in the corral. A few guns are thrown into the soundtrack if things aren't lively en MISS ADRIAN'S CADILLAC, ON FIRE, roars out of the drive. Sissy looks up to the quiet mountain. Pauses. Then she lo back to the chaos below."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE CINEMATOGRAPHERS' RENTED CONVERTIBLE AND THEIR EQUIPM", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "VAN drive away. Sissy sits and wonders. The sun is setting on the horizon mixing well with the firelight that the Rubber Rose is gi off. BUT SHE is aware of something watching her. Looking about she sees nothing. VIEW of an empty trail. VIEW OF a quivering bush. Sissy turns to the sound of the CHINK."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Ha ha ho ho hee hee."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "AND THERE HE IS. Standing only ten yards away. The Chink's problem is that he looks like he rolled out o Zen scroll, as if he says \"presto\" a lot, knows the meani of lightning and the origin of dreams. He LOOKS as if he  drinks dew and fucks snakes. Sissy and the Chink scrutinize one another with mutual  fascination."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Ha ha ho ho and hee hee."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy is just about to speak, but before she does THE CHI whirls, and scampers up the mountainside."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Wait!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Warily he stops and turns, poised to flee again. Sissy smiles. SHE RAISES her ripe right thumb. And jerking it and swoos it, she hitchhikes the Chink and his mountain. THERE HE STANDS where Sissy's thumbs have stopped him. Th Chink wears the wary look of a wild animal. He's not goin to stay stopped long. It is Sissy's move."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Well, aren't you going to shake your  whanger at me?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Chink pauses for a moment, then he slaps his thighs a giggles hysterically. Ha has, ho hos and hee hees squirt of his nose and through the gaps in his teeth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "(laughter dies a  nervous chipmunk  death) Follow me. I'll fix you supper."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "THE TWO doggedly walk up the steep trail."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I'm a friend of Bonanza Jellybean's."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "I know who you are."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Oh? Well, there's been some trouble  on the ranch. I came up here to get  out of the way. It's so dark now I  doubt if I could find my way back  down. If you could help..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "(voice that wears no  pants) Save your breath for the climb."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "SISSY takes another look at the Rubber Rose, which is now quiet. We can hear faintly a distant popping of washcloth and girlish laughter. THEY make their way into a depression at the top of the  mountain down a ladder of sticks. THE CHINK lights a large fire in the middle of the depres HE puts a kettle of stew over the fire, and begins to roa yams. THE CHINK'S FACE as the fire dances off it. A CAN OF CHUNG KING water chestnuts is opened. CUT TO: Sissy and the Chink eating supper on a rough wood bench. AND AS THEY FINISH, the Chink goes into a cave and return with a tiny peppermint-stripped plastic transistor radio. switches it on and the silence is broken by \"The Happy Ho Polka.\" Still clutching the radio in one hand, the Chink hops int the wheel of firelight and begins to dance. Sissy walks around the fire watching the old geezer heel toe, skip and hop. He flings his bones; he flings his bea"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Yip! Yip! Ha ha ho ho and hee hee."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Arms swimming, feet firecrackering, he dances and dances. When the song ends, the Chink puts the radio down as the  news comes on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Personally, I prefer Stevie Wonder,  but what the hell. Those cowgirls  are always bitching because the only  radio station in the area plays  nothing but polkas, but I say you  can dance to anything if you really  feel like dancing."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Chink dances a little to the news, and then lifts Sis by her shoulders and guides her onto his pock-marked danc floor."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "But I don't know how to polka."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Neither do I... ha ha ho ho hee hee."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The radio strikes up the \"Lawrence Welk is a Hero of the  Republic Polka,\" and the Chink and Sissy dance arm in arm their shadows reel against the curves of the depression i the mountain. Night birds fly past with fluttering feathers. A bat flie out of the cave. The Chink escorts Sissy to a dark side of the depression sits her down upon a pile of soft stuff: dried wheatgrass faded Indian blankets and old down pillows without cases."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "(thinking) So this is how Jelly spends her visits  to the Chink."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A twanging noise sounds from the bowels of the nearby cav"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "What was that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Clockworks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Clockworks?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Chink pauses to decide whether he should talk any fur then proceeds."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "The Clockworks is one reason that I  am here on Siwash Ridge. I accepted  the invitation to be initiated as a  shaman by an aged Siwash chief who  was the principle outside confederate  of the Clock People."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Siwash, huh?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "He was a degenerated warlock who  could turn urine into beer, and the  honor that he extended me gave me  rights of occupancy in this sacred  cave on this far-away Siwash Ridge.  I came to the Dakota hills to  construct a clockworks of my own."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy cradles her head in her arms, but is startled by a  louder noise from the clockworks. The Chink is startled t Bonk! sounds the cave, and then it chimes poing! The Chink smiles at the noise coming from his clockworks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "But unlike the clockworks of the  Clock People, my ticks more accurately  echo the ticks of the universe.... (he listens) ......ha ha ho ho and hee hee."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "The Clock People?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. CAVE NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Chink leads Sissy into the cave where we see his  clockworks. It is made of garbage can lids and old saucep and lard tins and car fenders all wired together with bal wire. A bat flies into it making a bong noise and the  contraption moves a little."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "During the Second World War I busted  out of Tule Lake detention camp; as  a Japanese-American, I had been put  there and watched over. I found refuge  with the Clock People, who discovered  me in a snow bank, near dead, I had  been climbing across the Sierra Nevada  mountains."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Then if you are Japanese, then why  are you called the Chink?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "The Clock People mistook me for  Chinese. And the name stuck. In the  same way that all Indian tribes came  to be labeled \"Indians\" through the  ignorance of an Italian sailor with  a taste for oranges, it is only  fitting that \"Indians\" misnamed me.  The Clock People, however, are not a  tribe, rather they are a gathering  of Indians from various tribes. They  have lived together since 1906."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THE GREAT BURROW"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A gathering of the Clock People. A woman is giving birth  near the Giant timekeeping hourglass."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "The pivotal function of the Clock  People is the keeping and observing  of the clockworks. It is a real thing,  and is kept at the center, at the  soul, of the Great Burrow. Insofar  as it is possible, all Clock People  deaths and births occur in the  presence of the clockworks. Aside  from birthing or dying, the reason  for the daily visits to the clockworks  is to check the time."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SIWASH CAVE NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy listens to the Chink as they walk around the Chink' clockworks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "These people have no other ritual  than this one. Likewise, they have  but one legend or cultural myth:  that of a continuum they call the  Eternity of Joy. It is into the  Eternity of Joy that they believe  all men will pass once the clockworks  is destroyed. The destruction must  come from the outside, must come by  natural means, must come at the will  of this gesticulating planet whose  more acute stirrings thoughtless  people call \"earthquakes.\""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Chink holds Sissy's thumbs in his hands adoringly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "The Earth is alive. She burns inside  with the heat of cosmic longing. She  longs to be with her husband again.  She moans. She turns softly in her  sleep. In the Eternity of Joy,  pluralized, deurbanized man, at ease  with his gentle technologies, will  smile and sigh when the Earth begins  to shake. I loved those loony  redskins, but I couldn't be a party  to their utopian dreaming. After a  while it occurred to me that the  Clock People waiting for the Eternity  of Joy was virtually identical to  the Christians waiting for the Second  Coming. Or the Communists waiting  for the worldwide revolution. Or the  Debbies waiting for the flying  saucers. All the same. Just more  suckers betting their share of the  present on the future, banking every  misery on a happy ending to history.  Well, history is ending every second -  happily for some of us, unhappily  for others, happily one second,  unhappily the next. History is always  ending and always not ending... ha  ha ho ho and hee hee."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy interrupts the Chink for a second while he is  worshipping her thumbs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "What do you believe in then?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Ha ha ho ho and hee hee."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Then he says nothing. And his silence makes Sissy weep. T sit down on a grass floor, illuminated by the fire outsid the cave. Then the Chink, without hesitation, grasps her thumbs. He squeezes them, caresses them, covers them with wet kisses telling them how beautiful they are. Sissy is bowled over, frightened, stunned, elated, moved  almost to tears. Sissy bends her head back and whispers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "If this be adultery, make the most  of it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And as the Chink plunges into Sissy, she arches her sprea bottom against the blankets and rears up to meet him half Their bodies glowing in the firelight, they cast shadows ANCIENT BEINGS, anthropomorphs making love through the ni under the moon."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. CAVE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "SUNBEAMS awaken Sissy. When she looks around she sees an  inscription has been freshly scrawled on the right wall. I BELIEVE IN EVERYTHING; NOTHING IS SACRED."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And on the left wall: I BELIEVE IN NOTHING; EVERYTHING IS SACRED."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy hears and then sees A HELICOPTER in the sky above t ranch. Sissy gets up and walks out of the cave."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "TRAIL MORN"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy walks."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "RUBBER ROSE"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy hitches a ride out of town."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. FRONT DOORSTEPS MORNING", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Countless NEWSPAPERS on countless porches, and the headli of the St. Louis Post-Dispatch reads: OUR WHOOPING CRANES ARE MISSING."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. THE COUNTESS' OFFICE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The countess is in a snit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Sissy, don't play dumb with me! You're  a good model but a shitty actress.  The cowgirls are involved in this  whooping crane disappearance. You  know perfectly well they are. Last  seen in Nebraska. Didn't make it to  Canada. Siwash Lake is between  Nebraska and Canada. The cowgirls  have possession of Siwash Lake. And  who else but Jellybean's wild cunts  could possibly conceive of doing  something so diabolical as to tamper  with the last flock of some nearly  extinct birds? How much do you know  about it? Have they murdered those  cranes the way they murdered my moo  cows?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I don't know anything about it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "Sissy. You're trying to protect those  scuzzy bitches. Well, let your  conscience be your guide, as my mommy  used to say, but it won't work. Those  stinking sluts are going to suffer..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy strikes the Countess with her right thumb -- with  astonishing force. Immediately the thumb strikes again, this time shattering the Countess's monocle against his eye."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE COUNTESS"
            }, 
            "text": "(gasping) Shit O dear."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "HIS DENTURES fall onto the shag rug. The left thumb strikes. Sissy is swinging her thumbs like ballbats socking flaming homers over the left-field fence The countess is out on his feet. His eyes are closed. His legs wobble. He does a pathetic dance, like a drunken old fool trying to boogie with a chorus girl. He topples forward and meets Sissy's onrushing thumb of  thunder which straightens him up, sends him over backward Motionless, he lies on the floor, a crimson part in his  thinning hair, a bright ooze at each nostril."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Seated on a spotless wooden bench is Sissy, staring at a  clock. A surgeon emerges."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SURGEON"
            }, 
            "text": "Well, he's not out of danger, but I  think we can safely say he's going  to make it. I'd be pretty surprised  if he didn't. However, there is  evidence of injury to the frontal  lobe, and I have reason to fear that  this injury may be permanent. The  patient may never again function as  a normal human being."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Brain damage? You mean he's going to  be a vegetable?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SURGEON"
            }, 
            "text": "Vegetable? Vegetable? I wouldn't say  that, no. We won't ascertain the  extent of the injury for some days.  But there is a genuine possibility  of severe and lasting behavioral  defects. I wouldn't classify it in  the vegetable category, however."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. STREET DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SISSY IS HITCHING OUT OF TOWN.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A conservative blue Econoline van out of the throngs of  traffic draws itself to Sissy as if on a string. SISSY HOPS IN."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. VAN DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The DRIVER stomps on the gas. With a sense of disgust at own failure Sissy scrutinizes his sweaty brow, his smug h leer, his starving eyes. Her heart sinks when she sees his gun and his knife. He i also unzipping his pants."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DRIVER"
            }, 
            "text": "I'm going to give it to you like  you've never had it before. Oh, you  didn't know it could be this good.  You're gonna like it. You're gonna  like it. You're gonna like it so  good. You're gonna love it so much  you're gonna cry. You're gonna cry.  You're gonna cry and cry. Do you  like to cry? Do you like it when it  hurts a little bit? Whatever happens  to you, it'll be worth it. The way  I'm gonna give it to you, it'll be  worth anything. Everything. Go ahead  and cry if you want to. I like it  when women cry. It means they  appreciate me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. STREET DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The van pulls over down a dead end alley between warehous"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. VAN DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy looks into the back at a soiled mattress. The driver is taking his dick out of his pants. But with swift swoosh, Sissy's left thumb comes down hard on the p top, making the driver howl. His finger fumbles for the gun trigger, but before he get to it, Sissy's thumb splats between his eyes. Twice. Thre times. He loses control of the van."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. VAN DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It lumbers into a street lamp. Sissy leaps from the vehic and runs."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. WORKING MAN'S LUNCHEONETTE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy goes in and begins to cry at the counter as she loo at her thumbs."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. NEW JERSEY TURNPIKE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Into a sunset hitches Sissy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. ROAD NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "SISSY hops into a semi."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "AND ROAD SIGNS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TRENTON N.J."
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BALTIMORE MD"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WASHINGTON D.C."
            }, 
            "text": "Then"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RICHMOND, VA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. DR. DREYFUS'S HOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "An older Dr. Dreyfus answers the door. Without Sissy's as he speaks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DR. DREYFUS"
            }, 
            "text": "I'm afraid I can't help you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "But Doctor."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DREYFUS"
            }, 
            "text": "Please, child, don't be dismayed. We  all have problems these days. But as  the painter Van Gogh said, 'Mysteries  remain, sorrow or melancholy remains,  but the everlasting negative is  balanced by the positive work which  thus is achieved, after all.' I don't  suppose that means very much to you.  I have retired. A victim of a  malpractice suit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "(embracing him) Oh, Doctor! You've got to do it. You  and nobody else should be allowed to  take away my gift."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In her embrace, the Doctor is presented with her thumbs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DR. DREYFUS"
            }, 
            "text": "Ah, the thumb."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "LATER sitting inside his study, Dreyfus muses."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DR. DREYFUS"
            }, 
            "text": "The thumb the thumb the thumb the  thumb the thumb the thumb. One of  evolution's most ingenious inventions;  a built-in tool sensitive to texture,  contour and temperature: an alchemical  lever; the secret key to technology;  the link between the mind and art; a  humanizing device. The marmoset and  the lemur are thumbless; none of the  New World monkeys has opposable  thumbs; the spider monkey's thumbs  are absent or reduced to a tiny  tubercle; the thumbs of the potto  are set at an angle of one hundred  eighty degrees to the other digits."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Pause."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DR. DREYFUS"
            }, 
            "text": "And so you are demanding at last the  privileges of thumb that nature has  perversely denied you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "I just want to be normal, give me  that old-fashioned normality. It was  good enough for Crazy Horse and it's  good enough for me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DR. DREYFUS"
            }, 
            "text": "Ah, yes. Very well, my dear. Here is  what we can do."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "VIEWS OF Sissy admitted to a hospital Blood analyzed in a laboratory. Powerful lamps turn on in an operating room. IV tubes are inserted in veins. Sissy is wheeled into surgery. An anesthesiologist sticks a needle into a curved and cre ass. An anesthesiologist sticks needles into a long, graceful  neck. A nurse scrubs an arm. A body and table are draped with sheets to create a steri field. A tourniquet is placed on a slender right arm. An elastic rubber bandage is applied so tightly it squeez most of the blood out of an arm. A tourniquet is inflated. A surgeon outlines in iodine an incision around the base a thumb. Pale smooth skin is incised along a premarked line and  dissected down to the bone. Woman flesh is sewn shut with four-ought nylon suture. A tourniquet is deflated, a bloody arm bathed. A young woman is rolled into a recovery room. A nurse and two surgeons, their attention directed by an  intensifying pinkish glow, turn to stare into a metal pan where a huge human thumb, disarticulated from the hand it has been severed from, is now flopping about like a trout or rather, arching and thrusting itself in a calculated a endlessly repeated gesture, the gesture of the hitchhike."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. SKY DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Two representatives of the Fish and Wildlife Service are  flying over Siwash Lake in a U.S. Forestry Service Helico THEY CAN SEE the whooping cranes by the side of the lake. And as they are recording this, shots from a band of youn women on horseback drive them away."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. RUBBER ROSE RANCH DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "the same two agents are driving in a truck approaching th Rubber Rose Ranch. Two bullet ricochets spin off the hood and roof of their truck and they stop to see a lone teena cowgirl with a rifle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. RUBBER ROSE GATES DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "An entourage of Forest Service Rangers, a county sheriff, four deputy shriffs, a state game warden and Mottburg's t marshall and several of his deputies, the editor of the  Mottburg Gazette and a couple of bird watchers or two are met by... AT LEAST FIFTEEN ARMED FEMALES at the gate of the Ranch.  Through a bullhorn, Jelly speaks out at the entourage of enforcement officers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Yep, the whooping cranes are here  all right. They're in fine shape,  and as you musta saw from your fucking  whirly machine, unrestrained, free  to go as they please. But this is  private property and you aren't laying  a foot on it. None of you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SHERIFF"
            }, 
            "text": "We'll be back with a court order and  a fistful of search warrants."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Just come back with a couple of people  who know what they're doing and we'll  let'em in for a nice close look at  the birds."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "And make sure at least one of them  is female, and you better do as we  say or there may be trouble."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "AND OVER THE AIRWAVES an announcement is broadcast."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. WHITE HOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE ASSISTANT INTERIOR UNDERSECRETARY IS SPEAKING INTO A", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MICROPHONE FOR THE NEWS, and reading from a paper in his  hand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNDERSECRETARY"
            }, 
            "text": "It will be my extreme pleasure to  report to the President..."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOL AURITORIUM"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Students listening..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNDERSECRETARY"
            }, 
            "text": "...who has been gravely concerned  about the fate of our whooping  cranes...."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. CONSTRUCTION SITE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Two construction workers high atop the city listening to small transistor radio and eating lunch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNDERSECRETARY"
            }, 
            "text": "...and to the Interior Secretary and  to the American people that the entire  flock of cranes is, indeed, at..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. MALL DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A crowd of people listening to a broadcast in front of a  bandstand set up in front of the mall."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNDERSECRETARY VOICE"
            }, 
            "text": "...Siwash Lake and in apparently  healthy condition."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The crowd cheers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNDERSECRETARY VOICE"
            }, 
            "text": "....The cranes have built brooding  nests around the whole circumference  of the small lake, and have..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. FIELD DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Cowgirls are watching a small television."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNDERSECRETARY"
            }, 
            "text": "....hatched chicks there. Counting  the young birds, there are now  approximately sixty cranes in the  flock. While this is good news, it  is also quite bewildering..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. RUBBER ROSE RANCH DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A vehicle know as \"the peyote wagon\" pulls out of the Rub Rose. Delores del Ruby is at the wheel. And over her truc radio we hear:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UNDERSECRETARY (V.O.)"
            }, 
            "text": "...Whooping cranes are territorially  minded and have never been known to  nest as close as a mile to one  another, yet here they are virtually  side by side."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. HILL DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A lone FBI man sees the peyote wagon leaving the ranch th his binoculars."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. CAR NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy hears a broadcast over a moving car radio."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NEWS REPORTER"
            }, 
            "text": "The Rubber Rose Ranch has issued a  communique that was sent to the  federal judge and copies of a  recording to the press, today."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We can hear the voice of Bonanza Jellybean:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "(over the radio) THE WHOOPING CRANE HAS BEEN DRIVEN  TO THE EDGE OF EXTINCTION BY AN  AGGRESSIVE, BRUTAL PATERNALISTIC  SYSTEM INTENT ON SUBDUING THE EARTH  AND ESTABLISHING ITS DOMINION OVER  ALL THINGS -- IN THE NAME OF GOD THE  FATHER, LAW, ORDER AND ECONOMIC  PROGRESS."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy recognizes the voice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "That's Jellybean!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY (V.O.)"
            }, 
            "text": "FROM MEN, THE WHOOPING CRANE HAS  RECEIVED NEITHER LOVE NOR RESPECT.  MEN HAVE DRAINED THE CRANE'S MARSHES,  STOLEN ITS EGGS, INVADED ITS PRIVACY,  POLLUTED ITS FOOD, FOULED ITS AIR,  BLOWN IT APART WITH BUCKSHOT."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "RANCH OFFICE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jelly is on the telephone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "OBVIOUSLY, A PATERNALISTIC SOCIETY  DOES NOT DESERVE ANYTHING AS GRAND  AND BEAUTIFUL AND WILD AND FREE AS  THE WHOOPING CRANE. YOU MEN HAVE  FAILED IN YOUR DUTY TO THE CRANE.  NOW IT IS WOMEN'S TURN. THE CRANES  ARE IN OUR CHARGE NOW. WE WILL PROTECT  THEM AS LONG AS THEY STILL REQUIRE  PROTECTION --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL RECOVERY ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy listens to the radio."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY'S VOICE"
            }, 
            "text": "WHILE WORKING TOWARD A DAY WHEN THE  CREATURES OF THE WORLD NO LONGER  HAVE TO SUFFER MAN'S EGOISM,  INSENSITIVITY AND GREED. WE REFUSE  YOUR ORDER. WE SAY TAKE YOUR ORDER  AND SHOVE IT. THIS FLOCK OF BIRDS IS  STAYING WITH US. GET LOST, MAC."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. ROAD DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy is hitchhiking with her new thumb. But cars pass on after another without stopping. Until Sissy finally tries her left thumb, which has been spared the knife. With this thumb there are new maneuvers to try out. And a soon as the does, a car stops. MOSAIC of hitchhiking brilliance with Sissy's use of her  left thumb. A CLOCK IS TICKING past twelve then on to six and past eight.... she dances wildly around traffic, stop the hardest of drivers, THE CLOCK TICKS AWAY and within t hours she is approaching Mottburg again."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. RUBBER ROSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Ranch is now surrounded by two hundred federal marsha reinforced by a dozen FBI agents with loaded guns taking  position outside the ranch. Sissy gets out of her car and walks past the posse and th the gates. Kym carries a radio which is playing \"The Day-Old Apple  Strudel Polka\" across the corral. She carries the radio a if it is a suitcase full of skunk lice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYM"
            }, 
            "text": "Man, this is the stupidest music  I've ever heard. This radio should  have stayed in the privy where it  belongs."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Kym ropes the radio to her saddle horn and prepares to gi it a ride across the Dakota hills. She gets on her horse rides by the Ranch bungalows and spies Sissy sitting in t outhouse."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Howdy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Kym gets off her horse and hugs Sissy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYM"
            }, 
            "text": "You know what you're getting into if  you come over to the lake..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Yes, but I want to be there. I want  to see Jellybean. I want to see the  cranes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "THEY RIDE ACROSS THE HILLS. Then they stop at an outlook Sissy sees the circular barricade in the field below."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYM"
            }, 
            "text": "We heard on the radio that the judge  has set Delores's bail at fifty  thousand dollars. Now she won't be  here when we really need her."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. CAMP DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A few cowgirls in the camp huddle around a radio:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RADIO NEWS REPORT"
            }, 
            "text": "The American Civil Liberties Union  has requested an extension for the  Rubber Rose Ranch. The government is  aware of the inflamed situation and  are afraid that all the marshals and  agents might be too willing to uncork  the bottle of blood..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "SISSY RIDES INTO CAMP on the back of Kym's horse the way  that John Wayne would have ridden into the Alamo; Heather Bonanza Jellybean, Debbie, Elaine and Linda dance up to m her. Before Sissy is completely on the ground, Jelly's tongue in her mouth. She stumbles out of a stirrup into a wiggly embrace."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Let's celebrate!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Debbie stokes up a big joint right now, as Jelly gets out her six guns and fires them in the air. Heather twirls an jumps through her rope. The \"Unsung Hero Returns Polka\" strikes up on the radio. Elaine rears up on her horse."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. HILLSIDE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "FROM AFAR, AN FBI AGENT views the little going on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AGENT"
            }, 
            "text": "Ain't that just like women."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "But as the Agent is saying this, viewing them from the ri a large rock tumbles down the hill and grazes his head,  knocking him out. VIEW of the side of the ridge from where the rock came, b there is strangely nothing where we expect to see the Chi BELOW: The cowgirls."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Looks like every time we get together  things are in a mess."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "So be it. It looks serious this time,  though. All these guns... are you  actually prepared to kill and die  for whooping cranes?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Hell no, the cranes are wonderful,  okay, but I'm not in this for whooping  cranes. I'm in it for cowgirls. If  we cowgirls give in to authority on  this crane issue, then cowgirls become  just another compromise. I want a  finer fate than that -- for me and  for every other cowgirl. Better no  cowgirls at all than cowgirls  compromised."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "How did this business get started,  anyhow? Why are the birds nesting  here?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DEBBIE"
            }, 
            "text": "You were aware that we were feeding  them, weren't you? We fed them brown  rice and they stayed over a couple  of extra days. Then we decided to  try something different. We mixed  our brown rice with fishmeal --  whoopers love seafood, and fishmeal  is cheap. Then Delores suggested  another ingredient, and we think  that's what did the trick."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "You mean..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DEBBIE AND JELLY TOGETHER"
            }, 
            "text": "PEYOTE!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "They're drugged."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Aw, come off it, Sissy. What do you  mean, 'drugged'? Every living thing  is a chemical composition and anything  that is added to it changes that  composition. When you eat a  cheeseburger or a Three Musketeers  bar, it changes your body chemistry.  The kind of food you eat, the kind  of air you breathe, can change your  mental state. Does that mean you're  'drugged'?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy frames the flock with the hole in the center of her cheese sandwich."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "No, I guess not."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "'Drugged' is a stupid word."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "But the peyote is obviously affecting  their brains. It's made them break a  migratory pattern that goes back  thousands of years."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DEBBIE"
            }, 
            "text": "The way I see it, is that the peyote  mellowed them out. Made them less  uptight. They were afraid of bad  weather and humans. That's why they  migrated and kept to themselves. But  the peyote has enlightened them.  It's taught them there is nothing to  fear but fear itself. Now they're  digging life and letting the bad  vibes slide on. Don't worry, be happy.  Be here now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Fear in wild animals is completely  different from paranoia in people.  In the wilderness ecosystem, fear is  natural and necessary. It's merely a  mechanism for maintaining life. If  the cranes hadn't had a capacity for  fear, they would have disappeared  long ago and you'd be having to get  loaded with common old everyday  meadowlarks and mallards."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "This here discussion is destined to  become academic. Because we've got  less than half a bag of peyote buttons  left and Delores's run ended up in  the Mottburg jail. So any day now  we'll get a chance to see how the  whoopers behave when they come down,  to see if the peyote experience really  changed them or not. But in the  meantime, I want to say this about  fear....."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Then Sissy and Jelly hear a news broadcast on the radio."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNOUNCER"
            }, 
            "text": "Judge Greenfield, at the request of  the ACLU, has granted a forty-eight- hour extension of the deadline by  which the Rubber Rose cowgirls must  comply with his order. Negotiations  between the cowgirls and the  government are expected to follow.  Another item in, the forewoman of  the Rubber Rose Ranch, a Delores del  Ruby is now free on bond after having  been arrested in Mottburg with more  than fifty pounds of peyote buttons.  Her bail has been paid by the owner  of the besieged ranch, Countess  Products, Inc. Miss del Ruby's bail  having come from the tycoon's personal  advisor, a certain Dr. Robbins of  New York City."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Dr. Robbins?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. PRAIRIE NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy and Jelly lie under the same stars, under the same  blankets. Under the same spell."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Every time I tell you that I love  you, you flinch. But that's your  problem."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "If I flinch when you say you love  me, it's both our problems. My  confusion becomes your confusion.  Students confuse teachers, patients  confuse psychiatrists, lovers with  confused hearts confuse lovers with  clear hearts...."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. CAMPFIRE NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Delores and some of the other cowgirls are talking. A sha wind is beginning to gust."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "It isn't for ourselves that we take  this stand. It isn't for cowgirls.  It's for all the daughters everywhere.  This is an extremely important  confrontation. This is womankind's  chance to prove to her enemy that  she's willing to fight and die. If  we women don't show here and now  that we aren't afraid to fight and  die, then our enemy will never take  us seriously. Men will always know  that, no matter how strong our words  and determined our deeds, there's a  point where we'll back down and give  them their way."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Delores cracks her whip then parades around the campfire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "I'm prepared to win! Victory for  every female, living or dead, who's  suffered the temporary defeats of  masculine insensitivity to their  inner lives!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A few of the cowgirls cheer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "I'll fight the bastards."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Big Red opens a can of beans with a Bowie knife."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BIG RED"
            }, 
            "text": "I'll fight 'em with bean gas, if  necessary."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Delores snaps her whip again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "The sun's going down. Let's those of  us not standing watch get some sleep.  In the morning we'll plan our fight.  Tomorrow afternoon those of you who'd  like can join me in the reeds, where  the cranes and I will be sharing the  last crumbs left in the peyote sack."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. SIWASH LAKE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Delores del Ruby appears from the reeds at Siwash Lake's  edge, asleep yet awake. She has sunk so deep into the hol in her mind that gale and dust could not follow her."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "AS SHE APPROACHES THE COWGIRL CAMP, THEY GATHER AROUND HE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "IN A TIGHT CIRCLE.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MANY ARE TRANSFIXED as they listen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "It is woman's mission to destroy as  well as to give birth. We will destroy  the tyranny of the dull. But we can't  destroy it with guns. Or whips.  Violence is the dullard's Breakfast  of Champions and the logical end  product of his or her misplaced pride.  Violence fertilizes that which we  would starve. No, we will destroy  the enemy in other ways. The Peyote  Mother has promised a Fourth Vision.  But it won't come to me alone. It  will come to each of you, to every  cowgirl in the land, when you have  overcome that in your own self which  is dull. The Fourth Vision will come  to some men too. You will recognize  them when you meet them, and be their  steady sidekicks in equal and ecstatic  escapades of poetic behavior and  romance."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Delores holds up a card. The prairie moon illuminates its tattered edges. It is the jack of hearts. The forewoman seems to be tiring. Fumes of weariness stre from her black hair. Her voice is leaning against the wal of her larynx when she says:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "First thing, you must end this  business with the government and the  cranes. It's been positive and  fruitful, but it's gone far enough.  Playfulness ceases to serve a serious  purpose when it takes itself too  seriously. Sorry I won't be with you  at the conclusion. As you know, I've  been sick and stupid for a long time.  I have a lot to make up for, a lot  to accomplish, and there's someone  important that I've got to see. Now."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As graceful as a ballet for cobras, Delores turns and wal away into the night."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. RANCH GATES DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "THE FBI, other VIGILANTES and POLICEMEN wait in anticipat of an attack outside of the boundaries of the ranch."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. THE COWGIRL COMPOUND DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jelly is addressing the group of cowgirls."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Well, what we got to do is one of us  has got to go up that hill and tell  them boys that America can have its  whooping cranes back. Since I'm the  boss here, and since I'm responsible  for a lot of you choosing to be  cowgirls in the first place, it's  gonna be me that goes..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Small protests from the circle of cowgirls."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "No buts about it. It's getting lighter  by the second. You podners keep your  heads down. Ta ta."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The cutest cowgirl in the world stood up and stretched ou"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COWGIRL"
            }, 
            "text": "Jelly! Please!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "But Jelly is already on her way. BONANZA JELLYBEAN VAULTS over the carcass of a reducing  machine and plants her Tony Lama boots in the stirrup of saddle and straddles her horse and takes off."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. COMPOUND DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The posse surrounding the ranch, can see Jelly coming ove the hill on her horse at a full gallop."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. HILL DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jelly stops her horse, looks down at her waist, and sees sixguns."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Better get rid of these. Might give  those greenhorn dudes a fright."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "THROUGH the scope of an FBI rifle, Jelly is drawing her g out of her holster."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AGENT"
            }, 
            "text": "She's going to fire...."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He squeezes the trigger, and Jelly is caught in the stoma with a bullet. She falls off her horse to the ground. THE CHINK sees Bonanza Jellybean cut down from a vantage  point on the hill, and makes a beeline for the government barricades, SHOUTING. THE COWGIRLS scream and cry, and grab their weapons. A co of them leap from the barricade and are immediately riddl"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. HILL DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The six-gun slips from her fingers. Twenty or thirty more sweaty triggers are squeezed on the hilltop firing at Bonanza Jellybean. THE CHINK RUNNING AND SHOUTING."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. COWGIRL CAMP DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A VOICE OVER THE BULLHORN directed at the cowgirls echoes"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You've got two minutes to come out  with you hands over your heads!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RANDOM G-MEN are sniping at the cowgirls, making it impos to surrender. A stray bullet SENDS THE CHINK back down the hillside, be robe and sandals flying. IN THE HUSH that follows, in the echoes of the explosive  fire, the whooping crane flock rises in one grand assault beating feathers - a lily white storm of life, a gush of  albino Gabriels -- swarm into the waiting sky, and circle the pond one time before flapping south toward Texas... ...they cast shadows over a dead Jellybean who is literal biting the dust. Sissy lifts Jelly out of the dust and holds her. Sissy li Jelly's satin shirt tail and pulls down the waistband of skirt. Bright red blood is running out of her scar."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Right in the scar where I fell on a  wooden horse when I was twelve. Haw,  I wasn't really shot with a silver  bullet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Confessing to Sissy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JELLY"
            }, 
            "text": "Or was I?"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "NEW YORK SKY"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The cranes fly over the Statue of Liberty."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PARISIAN SKY"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Cranes fly over the Eiffel tower."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "RUSSIAN SKY"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Cranes fly over Red Square."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. MORGUE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "An undertaker pounding five nails into a white coffin. ON THE TOP OF THE COFFIN are engraved two crossed GOLD SIXGU There are eleven famous cowgirls enameled on the edges an in the middle it reads:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BONANZA JELLYBEAN"
            }, 
            "text": "1944-1973 \"Ha ha ho ho and hee hee\""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Title card: The brown paper bag."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A brown paper bag is sitting on the side of the road."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "A VOICE"
            }, 
            "text": "The brown paper bag is the only thing  civilized man has produced that does  not seem out of place in nature.  Crumpled into a wad of wrinkles,  like the fossilized brain of a dryad;  its kinship to tree (to knot and  nest) unobscured by the cruel crush  of industry; absorbing the elements  like any other organic entity;  blending with rock and vegetation as  if it were a burrowing owl's door  mat or a jack rabbit's underwear, a  No. 8 Kraft paper bag lay discarded  in the hills of Dakota and appeared  to live where it lay. Once long ago,  it had borne a package of buns and a  jar of mustard to a kitchenette  rendezvous with a fried hamburger.  More recently, the bag had  held........ love letters."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "View of a bunkhouse trunk."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "As a hole in an oak hides a squirrel's  family jewels, the bag had hidden  love letters in the bottom of a  bunkhouse trunk."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hands lift the contents of the trunk away, rope, spurs, a blanket and find the hidden sack of letters."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Then one day after work, the button- nosed little cowgirl to whom the  letters were addressed gathered bag  and contents under her arm, slipped  out to the corral..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We see the Cowgirl saddling her horse late in the day."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "...past ranch hands pitching  horseshoes and ranch hands flying  Tibetan kites, saddled up and trotted  into the hills."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We see the Cowgirl riding along a ridge."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "A mile or so from the bunkhouse, she  dismounted and built a small fire;  she fed the fire letters."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And this we see also, the lonely Cowgirl feeding the lett to a fire in the dusky early night. We can see the cowgir is Sissy Hankshaw."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "...one by one, the way her girl friend  had once fed her french fries."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She is crying now and feeding the fire, close of words li \"always\" and \"forever\" burning up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "As words such as sweetheart\" and  \"honey britches\" and \"forever\" and  \"always\" burned away, the cowgirl  squirted a few tears. Her eyes were  so misty she forgot to burn the bag."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BUNKHOUSE NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy is sobbing. Big Red offers a piece of homemade fudge and shows no sur when Sissy refuses it. Kym kisses the lips quickly of the despondent Cowgirl, an the bunkhouse lights go out. Delores plunks a carefree song on an old Gibson, looks up the moon."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "You know, podner, you can tune a  guitar but you can't tuna fish."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She plunks a few notes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "God, but it's good to be a cowgirl."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And the bunkhouse lights are turned off. There are some  giggles from the cowgirls."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. MAIN BEDROOM RANCH DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "THE CHINK wakes up and is being cared for by Sissy. He is pain, but winking."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Is everything getting worse?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Yes, everything is getting worse.  But everything is also getting better."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "The Countess has come to our aid.  The Rubber Rose Ranch is officially  deeded to all the cowgirls. And I  have been asked to oversee the ranch.  For $300 a week. And as it turns  out, the Countess is not going to be  the vegetable the doctors thought he  was... here's a picture!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy shows a picture of the Countess recovering in a hos bed, posing next to Doctor Robbins."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "I want to go back to the Clock People.  I kind of miss those fool redskins  and wonder what they're up to. What's  happened to Jelly?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "She had a one way-ticket to Kansas  City."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "You mean she's dead?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Chink mourns a bit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "But that's an old story now...... I  can't believe that you would leave  the Butte."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Easy come, easy go."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DELORES"
            }, 
            "text": "Wow, you sure have a way with words."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Chink looks over and sees that Delores is standing in the doorway."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "I can't help it if I grew up in an  antipoetic culture. Language will be  different when I'm with the Clock  People though. They're from an oral  tradition. And I'm not talking about  what you horny hop toads do in bed  every night."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Chink smiles. Delores blushes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "Well, if the Clock People give you  any inside information on the end of  the world, drop us a postcard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "The world isn't going to end, you  dummy; I hope you know that much. (he grows  uncharacteristically  serious) But it is going to change. It's going  to change drastically, and probably  in your lifetime. The Clock People  see calamitous earthquakes as the  agent of change, and they may be  right, since there are a hundred  thousand earthquakes a year and major  ones are long overdue. But there are  far worse catastrophes coming...  unless the human race can bring itself  to abandon the goals and values of  civilization, in other words, unless  it can break the consumption habit --  and we are so conditioned to consuming  as a way of life that for most of us  life would have no meaning without  the yearnings and rewards of  progressive consumption. It isn't  merely that our bad habits will cause  global catastrophes, but that our  operative political-economic  philosophies have us in such a blind  crab grip that they prevent us from  preparing for the natural disasters  that are not our fault. So the  apocalyptic shit is going to hit the  fan, all right, but there'll be some  of us it'll miss. Little pockets of  humanity. Like the Clock People.  Like you two honeys, if you decide  to accept my offer of a lease on  Siwash Cave. There's almost no  worldwide calamity -- famine, nuclear  accident, plague, weather warfare or  reduction of the ozone shield --  that you couldn't survive in that  cave."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He begins to caress Sissy's belly. His eyes are smiling.  Sissy is surprised."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Suppose that you bear five or six  children with your characteristics.  All in Siwash Cave. In a  postcatastrophe world, your offspring  would of necessity intermarry, forming  in time a tribe. A tribe every member  of which had giant thumbs. A tribe  of Big Thumbs would relate to the  environment in very special ways. It  could not use weapons or produce  sophisticated tools. It would have  to rely on its wits and its senses.  It would have to live with animals --  and plants! -- as virtual equals.  It's extremely pleasant to me to  think about a tribe of physical  eccentrics living peacefully with  animals and plants, learning their  languages, perhaps, and paying them  the respect they deserve."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SISSY"
            }, 
            "text": "How am I going to be the progenitor  of a tribe when I'm living on an  isolated ridgetop with Delores?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "That's your problem."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Chink coughs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Listen to the way I'm babbling. That  bullet must have loosened one of my  transistors. Don't pay any attention  to me. You've got to work it out for  yourself. The westbound choo-choo  leaves Mottburg at one-forty. I want  to be on it. Will you drive me to  the station?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. TRUCK DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sissy and Delores are driving the Chink out the front gat of the Rubber Rose."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Schedules! Ironic how I have to follow  timetables in order to get back to  the clockworks."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He yells out the window of the moving vehicle."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "Don't ever bet against paradox,  ladies..."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THE RUBBER ROSE GATES"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We hear the Chink yelling, and the Rubber Rose sign is be changed to one that reads El Rancho Jellybean."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHINK"
            }, 
            "text": "....if complexity doesn't beat you,  then paradox will. Ha ha ho ho and  hee hee....."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And the truck disappears into the prairie land. A LONG DARK PAUSE, UNTIL finally we are inside the cave w the Chink's Clockworks are at work..... poing! It is revealed that Sissy is with Delores snug in the old hermit's living quarters. She listens to the clinking of Chink's Clockworks. And feels her belly. The swell of her belly has forced her to sleep on her bac CLOSE VIEW of Sissy's belly, and a little foot kicks from inside. Or is it a foot? VIEW INSIDE THE BELLY of Sissy's unborn baby. It is half- Japanese, one thirty-second Siwash and all thumbs. The moving thumbs are hitchhiking you....."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE END"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]