[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. WOODS. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "An apple tree stands alone at the top of a hill. A handso fox dressed in an Edwardian-style navy velvet suit leans against it with his arms folded and his legs crossed, che on a reed of wild grass. He holds an apple core in his pa He spits out a seed. He looks off across a meadow that descends into the valley below. A female fox strides briskly up the hill. Her coat is a paler, especially beautiful shade of fox-red, and she wea men's trousers and a dark tunic. Fox says as she approach"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What'd the doctor say?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Nothing. Supposedly, it's just a twenty- four hour bug. He gave me some pills."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(REASSURINGLY)"
            }, 
            "text": "I told you. You probably just ate some bad gristle. Fox brushes the fur on Mrs. Fox's ears with his paws. The walk together along the crest of the hill to a fork in th path. Fox points:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Should we take the short cut or the scenic route?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Let's take the short cut."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "But the scenic route is so much prettier."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SHRUGS)"
            }, 
            "text": "OK, let's take the scenic route."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Great. It's actually slightly quicker, anyway. Fox throws his apple core away over his shoulder and danc quick circle around Mrs. Fox, wrapping his arm around her waist extravagantly and making her laugh as they start of down the scenic route. 2."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. FARM. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A rustic cottage surrounded by a small barn, a tin silo, a rickity windmill. There is a sheep in a little pasture. sign on a rail says Berkus Squab. Fox and Mrs. Fox watch the bushes outside a fence."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What is a squab?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You know what a squab is. It's like a pigeon, I suppose. Anyway, it's a type of bird we can eat. Fox motions toward the edge of the property."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Should we go through the hole under the horse fence or climb the rail over the bridle path?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well, I guess the horse fence would be a little safer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "But the bridle path puts us out right next to the squab shack. Mrs. Fox hesitates. She fiddles with her paws. She nods nervously. She shakes slightly. Fox looks at her funny."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What's wrong? I've never seen you like this. You're acting all skittish. Don't worry. I've been stealing birds for a living since before I could trot."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SHRUGS)"
            }, 
            "text": "OK, let's take the --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "No, we'll do the horse fence. You gave me the scenic route already. Fox flashes a smile. He says suddenly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "By the way, you look unbelievably beautiful tonight. You're practically glowing. Maybe it's the lighting. 3. Mrs. Fox is, in fact, glowing, albeit ever so slightly. S stares at Fox enigmatically. Fox touches his paw to her cheek. (NOTE: an alternate version of Mrs. Fox will be used for shot which can be literally lit from within.) With the speed, grace, and precision of athletes, Fox and Mrs. Fox: dart through a hole under a painted fence; race along a thin trail next to a garage; crawl beneath a wind where a blonde woman serves an early dinner, dealing hamburgers like playing cards to three little, blond children; creep past a doghouse where a golden retriever sleeps with an airline sleeping mask over his eyes; and shimmy over a doorway outside a workshop where a blond, bearded farmer hacks into a stump with a hatchet, complet pulverizing it into sawdust. They arrive in front of a wo shed. Fox whistles sharply with a half-chirp and performs rapid reverse-flip with a flourish. Fox lifts a loose board. He looks to Mrs. Fox and puts hi finger to his lips for her to be quiet. She shrugs impatiently. They duck inside. They come back out. Each holds a dead, bloody pigeon in his/her teeth. They start to run away. Fox looks up above them. He stops. He frowns. He takes the pigeon out of his mouth and says curiously, pointing toward the sky:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What's that? I think that's a fox-trap! Look at this."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Get away from there."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Is it spring-loaded? Yeah... (pointing to different spots) I guess if you come from over there, and you're standing at the door to the squab shack, this little gadget probably triggers the -- (gesturing to Mrs. Fox) Move out of the way, darling. That's right where it's going to land. Mrs. Fox runs back to Fox and tugs at his arm."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on! Stop it! Let's go! 4. Fox pulls on a little, hanging wire. A chain unrolls rapi from a pulley, and a steel cage falls slap down on top of them. A small tag on the base of it says Badoit et Fils. and Mrs. Fox stand motionless, side by side, in disbelief"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "No, it just falls straight down right here, doesn't it? I guess it's not spring- loaded. Sounds come from around the farm: the dog barks, doors op voices yell, lights come on. Mrs. Fox turns to Fox and sa"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "QUIETLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm pregnant. Fox stares at Mrs. Fox. He is confused but moved."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Wow. We're going to have a cub. Honey, that's great news!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If we're still alive tomorrow morning, I want you to find another line of work. Pause. Fox nods."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "A wide shot of the entire valley. There are thick woods, green and yellow fields, two ponds, a small village, and river running through the middle."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TITLE:"
            }, 
            "text": "2 YEARS LATER ( 12 Fox-Years)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. HOLE. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The entrance to a tunnel under a dirt mound covered with holly bushes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOLE. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A small, comfortable kitchen off a living room with two bedrooms behind it. Fox sits at the kitchen table reading newspaper called the Gazette. His fur has gone grey at th temples, and he now wears a dark, double-breasted, pin- striped suit with a conservative necktie. Mrs. Fox stands the counter-top stirring something in a bowl with a whisk 5. She is dressed in a paint-splattered, cream-colored, Victorian-style dress."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": "A column in the newspaper with Fox's picture at the top o it. The caption reads: Fox about Town with Fantastic Mr."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Does anybody actually read my column? Do your friends ever talk about it?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(STILL STIRRING)"
            }, 
            "text": "Of course. In fact, Rabbit's ex- girlfriend just said to me last week, \"I should read Foxy's column,\" but they don't get the Gazette. (yelling into the next room) Ash! Let's get cracking!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Why would they? It's a rag-sheet."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SIGHS)"
            }, 
            "text": "I want to say I hate my job, but that would make it seem more important to me than I want people to think it is. Mrs. Fox puts down her bowl and starts slicing a loaf of bread. A small, narrow fox cub comes out of one of the bedrooms wearing white pants and no shirt. His hair is smashed all onto one side sticking up wrong. He is Ash."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I'm sick."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're not sick."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I have a temperature. Mrs. Fox goes quickly over to Ash and puts her paw to his forehead."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You don't have a temperature. Ash turns away and says as he goes back into his bedroom:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I don't want to go. 6."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hurry up. You're going to be late. Mrs. Fox goes back into the kitchen and starts making toa and coffee. Fox whispers to her:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I love the way you handled that. Mrs. Fox looks at Fox sideways. She says loudly to Ash:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Your cousin Kristofferson's coming first thing tomorrow morning. I want you to be extra nice to him, because he's going through a very hard time right now, OK? Ash comes back out of his bedroom. He now wears a white cardigan and white socks with his white pants tucked into them. He says aggressively:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Where's he going to sleep?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We're going to make a bed for him in your room tonight."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I can't spare the space. Put him in Dad's study. Fox says without looking up from his newspaper:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Dad's study is occupied by Dad. Ash goes back into his bedroom. Fox lowers his newspaper. looks around the room. He says to Mrs. Fox:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I don't want to live in a hole anymore. It makes me feel poor. Mrs. Fox stops buttering the toast. She looks to Fox and"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOFTLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We are poor -- but we're happy. Fox twists his paw in the air, indicating: 7."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Comme-ci, comme-ga. Anyway, the views are better above ground. Mrs. Fox nods. She brings Fox a plate of toast and a cup coffee. Fox takes her paw and says:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I'm seven non-fox-years old now. My father died at seven and a half. I don't want to live in a hole anymore, and I'm going to do something about it. Fox kisses Mrs. Fox's paw. He suddenly eats three slices toast in a second and a half, savagely but neatly. He sta and picks up his cup of coffee."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Well, I'm off. Fox throws back the last of his coffee, kisses Mrs. Fox o the back of her neck, grabs his briefcase, tucks his newspaper under his arm, and walks to the door. He shouts"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHEERILY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Have a good day, my darlings! Ash comes out the bedroom again. He has now added a white cape to his ensemble and is in the middle of brushing his teeth. There is toothpaste all over his mouth. He waves briefly to Fox and goes back into his bedroom. Fox looks puzzled."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What's he wearing? Mrs. Fox shrugs. She smiles sadly and waves to Fox. Fox w back. He starts to go out but pauses to look down at a fo up section of his newspaper."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": "A clipping from the real estate section. There is a photograph of a wide, sprawling beech tree at the top of hill. A caption below it reads: Tree Living, Great Views, Classic Beech"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. TREE. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A door opens into a wide, low space with peeling paint. T is an old chair against the wall, a bare light bulb hangi 8. from the ceiling, and a layer of dust over everything. A skinny weasel in a khaki outfit immediately starts in as comes into the living room:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WEASEL"
            }, 
            "text": "Obviously, it's first growth, indigenous. Original dirt floor, good bark, skipping stone hearth -- Weasel is interrupted by a loud banging clank. He and Fox peer into the next room. A heavy-set opossum with a cowli tinkers with some pipes under the kitchen sink. He is Kyl Weasel snaps at him:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WEASEL"
            }, 
            "text": "What'd I tell you? I'm showing the property. You're not supposed to be here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "(checking his watch) Oh, cuss. What time is it? I'm sorry. Weasel sighs. He waves his arm in Kylie's direction and s distractedly, slightly annoyed:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WEASEL"
            }, 
            "text": "This is Kylie. He's the super. (aside to Fix) He's a little -- Weasel makes a fluttering gesture with his paw. Fox nods. points at a bucket on the floor next to Kylie among bolts tools, and washers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What's in the bucket, Mr. Kylie?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "Just minnows. You want one?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Certainly. Thank you. Kylie reaches into his bucket and hands Fox a live, wrigg minnow. Fox swallows it whole. Fox stares out the window at three sprawling poultry compounds in the distance. Black smoke pours out of a farmhouse chimney on each property. A sign on a water tow in the first compound reads Boggis Farms and has a pictur a chicken on it. A sign on a silo in the second compound reads Bunce Industries and has a picture of a goose on it sign on a windmill in the third compound reads Bean, inc. 9. (since 1976) and has a picture of a turkey with an apple it. Weasel says pointedly from across the room:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WEASEL"
            }, 
            "text": "May I ask what you do for a living, Mr. Fox? Fox's eyes narrow as he looks out, entranced, with his mo slightly open. He says almost inaudibly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I used to steal birds, but now I'm a newspaper man."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WEASEL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PLEASED)"
            }, 
            "text": "Oh, sure. I've seen your by-line. Fox snaps out of his reverie and says suddenly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Good afternoon, gentlemen. Fox shakes hands abruptly with Weasel and starts across t room. Weasel is about to ask something when Fox stops in doorway, looks back, and says:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Oh, and Kylie -- thank you for the minnow. It was superb. Kylie smiles. Fox exits."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. RIVER. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A beaver dam across a bend in a fast stream. A still pond sits above it. There is an entrance tunnel tucked beneath rock."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BEAVER DAM. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A large room of twig, stick, and mud construction. A card the door reads Badger, Beaver, and Stoat, L.L.P, Attorney Law. An anxious badger sits at his desk reviewing some documents. Fox paces the floor with his hands clasped beh his back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Don't buy this tree, Foxy. You're borrowing at nine and a half, which stinks like cuss, plus moving into the most dangerous neighborhood in the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "10.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER (CONT'D)"
            }, 
            "text": "country for someone of your type of species."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You're exaggerating, Badger."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(YELLING)"
            }, 
            "text": "Bull-cuss! I'm sugar-coating it, man! This is Boggis, Bunce, and Bean! Three of the meanest, nastiest, ugliest farmers in the history of this valley! An uneasy otter secretary peers in at them from the outer office. Fox looks intrigued."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Really? Tell me about them. Silence. Badger sighs. He loosens his tie and settles in."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "All right..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "A fat man with a huge moustache. He wears a tweed suit wh stretches at the buttons so much that they look like they about to snap off. He holds a carbine rifle. He stands in front of his farm, which contains row upon row of chicken houses. He has an ugly face. He is Boggis."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BADGER, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Walter Boggis is a chicken farmer. Probably the most successful in the world."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BOGGIS' KITCHEN. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Boggis sits at a chopping block tearing into a boiled chi with a fork and a meat cleaver."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BADGER, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He's unbelievably fat -- which maybe is genetic -- but he also eats three boiled chickens smothered with dumplings every day for breakfast, lunch, supper, and dessert. That's twelve in total, per diem."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "11.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Boggis' ear. Furry black and white hairs grow out of it. fly buzzes around, lands on it, and crawls inside. Boggis sticks his pinky in after it and scratches."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BADGER, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He never takes a bath, as a result of which his ear holes are clogged with all kinds of muck and wax and bits of chewing gum and dead flies and so on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "A short, overweight man with one slightly wandering eye. wears overalls and a cap. He holds a twelve-gauge shotgun stands in front of his farm, which consists of several lo buildings in rows like a factory. He has a nasty face. He Bunce."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BADGER, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Nathan Bunce is a duck and goosefarmer. He owns about 2 million ducksand 500,000 geese. You might say he's kind ofa pot- bellied dwarf of some kind."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. SWIMMING POOL. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bunce stands up to his nose in water. The depth reads 4FT"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BADGER, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He's so short his chin would probably be under water in the shallow end of any swimming pool on the planet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BUNCE'S KITCHEN. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bunce sits on two stacked telephone books on a chair. He a dead goose, cutting out its liver and mashing it with a fork. A plate of doughnuts cools on the table."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BADGER, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He eats only doughnuts with smashed-up goose livers injected into them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "A tall, skinny man in a long trench-coat. He holds a Luge pistol. He stands in front of his farm, which is an apple orchard that stretches over thousands of acres. He has a face. He is Bean."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BADGER, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Franklin Bean is a turkey and apple farmer. He keeps his birds in an orchard"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "12.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "BADGER (V.0.) (cont'd) where they run around squawking and gobbling, surrounded by apples. Bean aims his Luger and shoots a humming bird. Crazy turk run about among the trees."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BEAN'S SHED. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bean works at a moonshine-type cider still, boiling chemi and sipping from a bottle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BADGER, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He's probably anorexic, because he never eats anything. He's on a liquid diet of strong, alcoholic cider, which he makes from his apples. He's as skinny as a pencil, as smart as a whip -- and easily the biggest cusshole I've ever met in my life."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox and Badger in Badger's office."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "In summation, I think you just got to not do it, man. That's all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I understand what you're saying, and your comments are valuable, but I'm going to ignore your advice. Badger leaps out of his chair and slams the office door. points his finger at Fox and screams:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "The cuss you are!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(IN DISBELIEF)"
            }, 
            "text": "The cuss am I? Fox jumps up and points back at Badger, screaming:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Don't cussing point at me!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SCREAMING)"
            }, 
            "text": "Are you cussing with me? 13."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SCREAMING)"
            }, 
            "text": "Do I look like I'm cussing with you? Fox and Badger begin to snarl and snap savagely, knocking into the furniture as they circle around the room pointin each other's faces. Suddenly, they calm down all at once, sighing deeply. Pause."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "One last thing: something's probably about to happen to me at work which I can't put my finger on but have a funny feeling about. How can I protect myself legally?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAUSE)"
            }, 
            "text": "Are you about to get fired?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SHRUGS)"
            }, 
            "text": "Slash quit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "A door with a frosted glass window. Letters painted on it read Gazette, Editor-in-Chief, Phillip Squirrel. Fox's silhouette stands across from that of a small squirrel sitting at a desk. The squirrel's silhouette says in a"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GRAVELLY VOICE:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SQUIRREL"
            }, 
            "text": "You're fired."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Slash I quit. Here's my letter of resignation. Fox's silhouette throws an envelope onto the squirrel's d"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MONTAGE:"
            }, 
            "text": "Two muskrats in orange moving company uniforms unloads bo and furniture from a wagon and carries them into the tree Fox holds open the front door and barks orders at them. Two muskrats in white painter's uniforms paints the walls the living room and the trim around the windows with roll and brushes. Fox stands on the drop-cloth and barks order them. 14. Two muskrats in blue electrician's uniforms work in the kitchen. Mrs. Fox watches over their shoulders and barks orders at them. Fox holds up a pair of flowered curtains in front of a window. He looks to Mrs. Fox. She stares at the curtains thoughtfully. She raises an eyebrow. Fox and Mrs. Fox sit in the windowsill looking out at the sunset. Ash stands in-between them. The flowered curtains wave in the breeze. Fox puffs on a pipe. Ash blows a soap bubble. Mrs. Fox puts out her paw and a butterfly lands o it. She smiles at Fox. He puts his arm around her. He rai a pair of binoculars to his eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": "A binocular shot of an industrial shack with Boggis Chick House #1 stencilled on the front of it. Fox lowers the binoculars. His eyes sparkle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. TREE. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ash stands poised on a high branch over an inflatable swimming pool printed with a red-tartan plaid pattern. He wears over-sized swim trunks with a pattern of acorns pri on them. Fox sits in the grass eating an apple below with Mrs. Fox. She is painting at an easel. Ash yells:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Watch this, Dad! Fox looks up. Ash leaps into the air and does a spectacul awkward back-flip during which he appears to have four ar and three legs randomly attached to his body, flailing wildly. He hits the water by the side of his head and sma into the surface back-first with a pained yelp. Fox grima He claps mildly. (NOTE: an alternate version of Ash with four arms and thr legs randomly attached to his body will be used for this stunt.)"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Good jump, Ash! Remember to keep your tail tucked! Fox looks at Mrs. Fox's canvas. It is a picture of the po and landscape in severe weather with black clouds and lightning bolts. It is signed Felicity Fox. Fox raises an eyebrow. 15."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Still painting thunderstorms, I see. Fox sees a small, Samsonite suitcase on the ground next t pair of yellow sneakers. He frowns."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Whose suitcase is that? A boy's voice shouts from the high tree branch:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "Hello, everyone! Good afternoon! Fox, Mrs. Fox, and Ash look up, surprised. A second Fox c stands poised on the edge of the limb. He is taller, lean sleeker, and it is immediately apparent even by his postu infinitely more graceful than Ash. He is Kristofferson. H wears a professional Speedo with a patch on it that says Team. Fox brightens."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Kristofferson! Welcome to our little tree! I see you brought your swimming trunks! Kristofferson steps off the branch and performs a reserve but perfect jack-knife. He enters the water splashlessly. leaps to his feet, applauding with his paws above his hea whistling and hollering:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Look at that! This kid's a natural! I'm speechless, Kristofferson! Kristofferson smiles modestly and shrugs. Ash stares at h stonily. Fox turns to Mrs. Fox."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Plus, he knows karate."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. LIVING ROOM. EVENING", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox sits in his armchair reading the Gazette. Ash sits on braided rug on the floor beside him reading a comic book called The Adventures of White Cape. On the cover, there picture of a ferret leaping off a motorcycle. Mrs. Fox is the kitchen in the background flattening a hunk of dough a rolling pin. Kristofferson is in the next room practici tae-kwon-do. He wears khaki shorts, yellow sneakers, and blue, short-sleeved, button-down shirt. 16."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Do you think I'm an athlete?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "(without looking up) What are you talking about?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Well, you know, I think I'm an athlete, and sometimes I feel like you guys don't see me that way."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What's the sub-text here? Ash thinks for a minute. He looks at Kristofferson in the next room. Kristofferson is now sitting Indian-style on t floor meditating. His paws are turned upward with his thu touching his index fingers forming a ring. Ash says loudl Mrs. Fox in the kitchen:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "How long is Kristofferson supposed to stay with us?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Until your uncle gets better."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Right, but roughly how long do we plan to give him on that? Double-pneumonia isn't even really that big of a deal, is it? In the background, Kristofferson stands up again and star practicing violent karate kicks. Mrs. Fox leans into the doorway and whispers forcefully:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As a matter of fact, it is. He's lucky to be alive. Now --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Right, but -- Kristofferson yells suddenly as he does a spinning double kick with a chop:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "Ki-ya! Everyone looks startled. Kristofferson resumes his tae-kw do practice with an angry, wounded look on his face. Mrs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SAYS COLDLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "17.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Lower your voice, Ash."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. TREE. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox and Kylie sit in a porch swing on one of the middle branches of Fox's tree. They drink cups of coffee. Cricke chirp."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Kids are crazy, aren't they? You got to try it, though. Raising a family."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Yeah. Sometimes I feel like maybe I"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MIGHT --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What do you think of this tree, by the way? It's great, huh?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "Yeah. No, I was just saying how some-"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TIMES --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I have one last part of what I was about to say."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "OK. Go ahead."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I'm going broke. You want to help me steal some chickens?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox's study, the next morning. A map of the valley with n and arrows written all over it is spread across a desk. T door is closed with a towel jammed under it. A cricket ma plays loudly on the radio. Fox sits in his armchair. Kyli sits in a creaky rocking chair."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I used to do this professionally, and I was very successful at it. I had to get out of it for personal reasons, but I've decided to secretly quit my job slash got fired to pursue it again. I'm bringing you in as my secretary and personal assistant. 18."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OK", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PRICKLY)"
            }, 
            "text": "This is actually kind of a big deal, so don't just say, \"OK!\""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "OK. Well, thank you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "(clearing is throat) I'm going totape this formyrecords,so don't make a lot of sounds --meaning stop rocking."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(DEFENSIVELY)"
            }, 
            "text": "Well, maybe we ought to turn off the radio, then. That's noisier than --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I don't want people to eavesdrop on us, Kylie. Let me just tell this. Kylie stops rocking. Fox presses record on a tape recorde"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HE BEGINS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Master Plan. Phase one. Side A."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "That night. Fox stands on a rock at the edge of the woods looking through his binoculars. He lowers them and gives hand-signal. Kylie joins him, and they start out along th moonlit ridge. Fox wears a dark car-coat and a black cap. Kylie has on a navy ski-hat."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FOX, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We'll start with Boggis' Chicken House #1. His only security is a few old hunting beagles and a low stone wall. Now a word about beagles: never look a beagle directly in the eye. And if --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KYLIE, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(INTERRUPTING)"
            }, 
            "text": "Why not?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "19.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox and Kylie in Fox's study earlier that afternoon. Kyli"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SAYS BLITHELY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Beagles aren't so tough."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ANNOYED)"
            }, 
            "text": "Yeah? Well, first of all, one of these beagles has chronic rabies, which he's on medication for, and if you get bit by him you have to get shots in your stomach for six months. And, second -- listen, I'm not going to justify this to you. Just pay attention and stop interrupting me. I'm taping this."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. RAVINE. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox and Kylie shimmy down a steep embankment and cross a stream."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FOX, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I picked some blueberries, butterflied them with a scalpel, and laced each one with ten milligrams of high-potency sleeping powder."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": "Fox's paws meticulously sprinkle a powdered mickey into a dissected blueberry and stitch it shut with red thread."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FOX, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Enough to tranquilize a charging gorilla."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox and Kylie in Fox's study earlier that afternoon. They smoke pipes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "How do we make them eat it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "(smiling, with utter certainty) Beagles love blueberries."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. RIDGE. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox and Kylie push through a bramble and climb to the top an elderberry bush. Fox looks through his binoculars. 20."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FOX, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If we approach with the wind in our faces, we'll smell the chicken livers on Boggis' breath from at least fifty yards away."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. BARNYARD. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Seventy-five chickens stand around quietly but anxiously, darting wildly nervous looks at one another. They eat bit grain off the ground."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FOX, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Remember: they aren't very smart, but they're incredibly paranoid -- so always kill a chicken in one bite."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox and Kylie in Fox's study earlier that afternoon. They drink whiskey sours. Fox repeats:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "One bite, get it? Fox waits for Kylie to respond. Kylie does not. Fox frown"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Are you listening to me? I look into your eyes and I can't tell whether you're getting anything I'm saying. Kylie stares at Fox vacantly. He shrugs. (NOTE: an alternate set of eyeballs will be used for any shots indicating Kylie's vacant look.)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. MEADOW. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox and Kylie move swiftly through the tall grass. Fox pa to sniff the air. He nods."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "A few beagles, as we discussed, but we're ready for that. Fox and Kylie cross a dirt lane and come out of a shallow ditch. Fox licks the pinky of his paw and holds it up in air."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You feel that? The wind's in our faces. 21. Kylie touches his face with his paw. He nods. Fox and Kyl run along the edge of the ditch. Kylie says casually:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Yeah, back in the old days, didn't they used to do a thing where if somebody saw a wolf, and --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(STARTLED)"
            }, 
            "text": "What wolf? Fox stops in his tracks. His eyes dart about. Kylie looks him curiously."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Oh, nothing? Never mind. Fox and Kylie veer off into shorter grasses. Fox points ahead, regaining his composure:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Here comes the low stone wall. Not a problem. Fox and Kylie climb over a low stone wall and find themse at the base of a chain-link fence eleven feet high."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "This is a chain-link fence, I guess. Did I not remember this? Maybe it's new. Let's pause."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SUDDENLY ANGRY)"
            }, 
            "text": "What the cuss? Where'd this giant fence come from? We had a master plan! Kylie motions to a yellow, plywood lightning bolt posted the fence."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "What's this lightning bolt stand for?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Give me a second! I said, \"Let's pause\"! Pause. Fox pulls himself together. He turns to look at th plywood lightning bolt."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "That, I guess, hypothetically, could mean maybe this fence might be electric. 22."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Well, I just hope it doesn't mean thunder. I have a phobia of that. Fox and Kylie climb a tree and crouch at the end of one o its branches. Fox produces a zip-loc bag filled with blueberries with white thread stitched into them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Watch this. Fox puts a blueberry into the end of a straw and shoots i out into the barnyard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The blueberry landing on the ground in front of Chicken H #1. A beagle approaches it and sniffs at it. He eats it. looks very pleased. He falls over, out cold."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox with an ecstatic expression on his face. He rapidly shoots more and more blueberries across the barnyard. Bea eat blueberries and fall over, one after another. Fox and Kylie drop down into the barnyard and head for Chicken Ho #1. Fox whispers excitedly as they run:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Beagles love blueberries! Didn't I tell you? The master plan's working again! Kylie raises his fist enthusiastically and trips over an unconscious beagle. He picks himself up quickly, and they weave among the rest of the beagles. They reach the entra to the chicken house, open the door, and duck inside. Pause. There is an eruption of crazed squawking, screamin and fighting from inside. The chicken house rumbles. Ligh jolt on across the compound. An alarm goes off. Voices ye The chicken house door swings open again, and Fox and Kyl emerge among a cloud of feathers. Fox carries two dead chickens, and Kylie has one live one. Fox yells:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I said one bite, cuss it!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "I'm trying! I have a different kind of teeth from you! I'm an opossum! 23. Kylie tries to bite the chicken on the neck. The chicken unharmed. Kylie shrugs. Fox kills the chicken with one qu flick of the jaws. Kylie looks horrified."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "That's so grisly! There's blood and everything!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(DEFENSIVELY)"
            }, 
            "text": "We're killing chickens! There's going to be blood in this story! Follow me! Fox and Kylie dash to the electric fence. They stop in fr of it. Kylie looks to Fox."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "What's the master escape plan? Fox hesitates, confused. A gunshot fires from among the chicken houses. Fox shouts to Kylie:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Follow me again! Fox and Kylie run back across the barnyard, past the beag as they begin to wake up and stagger around. Farmhands appear, loading shotguns and running into the confusion. and Kylie race by, unnoticed, among them. They dart into house through a flap in the back door. The lights are out the kitchen. They take a moment, breathing hard in the darkness. Kylie shakes his head in disbelief."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Wow. That was amazing. How did we do that? We ran the other way or something."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Yeah."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "What happens now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I have no idea. Fox opens the door-flap a crack. He looks out and sees Bo opening the front gate to let out his beagles and farmhan barking and shooting, as they search for the intruders. F shouts to Kylie: 24."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Holy cuss! They opened the gate! Follow me again! Lightning quick, Fox and Kylie burst out through the door flap, race across the barnyard, and dart through the open gate. Up the road, Boggis screams furiously as he runs wi his pack of beagles and farmhands. Fox and Kylie fly into bushes. As they race through the underbrush Fox says"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BREATHLESSLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Let's hit the five and dime on the way home! We need to make some fake price tags and wrap these chickens in wax-paper so it looks like we got them at the butcher shop! Fox and Kylie howl ecstatically."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MONTAGE:"
            }, 
            "text": "A fox's paw lifts a silver dome off a perfectly roasted chicken with an apple in its mouth. Fox and Mrs. Fox sit at a candle-lit table eating chicken drinking wine. Ash, Kristofferson, and Kylie sit at a slightly miniature table eating chicken and drinking milk Fox laughs hysterically as he tells his wife a story. Win comes out of his nose. Fox and Kylie dash out the door of Boggis' Chicken House carrying three more dead chickens. Lights jolt on. Farmha run out firing shotguns. Fox and Kylie escape through a h cut into the electric fence. Fox and Kylie dash out the window of Bunce's Poultry Barn carrying two dead ducks and a goose. Alarms ring. Farmhan run out firing pistols. Fox and Kylie escape through a ho knocked into a brick wall. Fox and Kylie dash out the gates of Bean's Apple Orchard carrying two dead turkeys and a basket of apples. Automat doors close. Farmhands run out firing rifles. Fox and Kyl escape through a hole chopped into a burning barricade. Fox and Kylie run full-speed through a clover field in th dark. The camera zooms in slowly on their faces as they f a stream, leap a fallen hawthorn, and cross into the will glade. They look exhilarated. 25."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. KITCHEN. EVENING", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mrs. Fox studies a crayon price-tag labelled $4 attached wax-paper-wrapped parcel. She opens the parcel and holds dead chicken by the leg. There is a small metal clip arou its ankle. She examines it. She frowns. Fox comes in, grabs an apple out of a bowl, and starts ba out of the room."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Where'd you get this chicken?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SHRUGS)"
            }, 
            "text": "I picked it up at the Five-and-Dime last night on my way back from --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's got a Boggis Farms tag around its ankle."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "Huh. Must've escaped from there before I bought it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. DINING ROOM. EVENING", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ash, Kristofferson, and Kylie sit at the children's table eating dinner. Next to Ash, there is a small, slightly be up statue of a fox with his front legs raised in the air holding a medal above his head. Kylie points at it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "What's that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "This? Nothing. Just some old trophy I won for being an athlete. Fox and Mrs. Fox sit at the adults' table. Fox guzzles do last sip of wine and says with his mouth full of food:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I'm supposed to cover this book party at some animal's nest in a tobacco field down the hill, so me and Kylie are going to hop over there and give it a whirl. Don't wait up. Fox pulls his napkin out of his collar, drops it on the table, and stands up. Mrs. Fox asks cooly: 26."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What's the book?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "Some memoir. I'll get him to sign you a copy. Fox kisses Mrs. Fox on the cheek. She looks at him suspiciously."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Dinner was -- (doing a little gesture) -- pitch-perfect."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. WOODS. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox and Kylie walk among the trees. They are dressed in t prowling outfits."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I spotted a couple of broken burglar bars underneath the back door to Bean's secret cider cellar."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "We're breaking into Bean's house?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "Cellar."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Where he lives?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "Where he keeps the cider."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BRIGHTLY)"
            }, 
            "text": "Below where he lives. Ash, dressed in his own prowling outfit, is walking with and Kylie. Fox stops short:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Where'd you come from? Go back to the tree and do your homework!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I want to help you steal some cider. 27."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ANGRILY)"
            }, 
            "text": "We're going to a book party! And keep your mouth shut about any cider, because no one ever said that! Get out of here!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "But Dad --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "But nothing! You're going to get me in a lot of trouble! The three animals stand in silence for a minute. Fox poin to his tree. Ash turns and starts back home. Fox shakes h head."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Where the cuss does that kid get off? Can you believe that? How'd he get tipped off? You think he's going to tell on us? Fox turns to Kylie. Kylie looks back at him vacantly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Before we go any further, from now on can you give me some kind of signal once in a while just so I know any of this is getting through to you? Pause. Kylie makes a slight motion with his paw. Fox hesitates."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Was that it? OK."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. BARNYARD. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox and Kylie dart across the yard and around the back of Bean's farmhouse. Kylie whispers as they run:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "One time this wolf --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(IRRITATED)"
            }, 
            "text": "What's with all the wolf talk? Can we give it a rest, for once? Fox climbs onto a garbage pail and pulls open a window shutter. He and Kylie shimmy in-between two bent burglar bars. 28."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BEAN'S SECRET CIDER CELLAR. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A vast, damp, gloomy cellar with hundreds of glass jars stacked from floor to ceiling. Each jar is marked Cider. and Kylie come inside and quietly drop to the brick floor"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE WHISPERS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Look at all this apple juice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(STERNLY)"
            }, 
            "text": "Apple juice? Apple juice? We didn't come here for apple juice. This is some of the strongest, finest alcoholic cider money can buy -- or that can even be stolen. It burns in your throat, boils in your stomach, and tastes almost exactly like pure, melted gold."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SUDDENLY)"
            }, 
            "text": "Let's crack open one these 'shine jars and do a shooter. A match strikes in the darkness. Fox and Kylie look aroun the room frantically. On the highest shelf, peering out f behind a huge jar, they see an enormous rat in a striped shirt with a lit match in his claw. He puts the flame in mouth to snuff it out and holds the matchstick in his tee He is longer than a fox and wiry, but with a small pot-be He wears a black beret and moves like a beatnik. He takes a draw from a small rubber tube inserted in the of his cider jar. He says with a slightly sinister New"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ORLEANS ACCENT:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "Y'all are trespassin', now. Illegally. 'Round these parts, we don't take kindly to cider poachers. Fox and Rat stare at each other. Fox says, finally:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You've aged badly, Rat."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "You're gettin' a little long in the tooth, yourself, partner. Rat spins around and hurls himself scuttling over a shelf down the wall, and through the air onto the brick floor a Fox's feet. He flicks open a switchblade and brandishes i He hisses. 29. Kylie shrieks and darts into a hole where a brick is miss in the wall. Fox takes an old-fashioned boxing stance."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "How's your old lady doin'? Kylie peers out from his hole in the wall nervously. Fox Rat circle each other slowly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Do you refer to my wife?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "She was the town tart, in her day. Wild and foot-loose and pretty as a mink stole. She was a creme brulee -- until you made an honest woman out of her, Mr. Fox. Kylie says, intrigued, from his hole:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Is that true?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ANNOYED)"
            }, 
            "text": "Of course, not. I mean, certainly, she lived. We all did. It was a different time. Let's not use a double-standard. She marched against the --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "But town tart?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Shut up. Rat lunges at Fox with his switchblade. Fox dodges nimbly cocks an eyebrow and smiles:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "That was close, Rat. Be careful."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "Oh, I'm as careful as a -- A door at the top of the stairs opens suddenly with a lou creak. Rat and Fox look terrified. They both dart away an hide behind cider jars. A heavy-set, middle-aged housekeeper carrying a rolling p comes down the stairs and walks straight over to the shel where Fox is hiding. 30."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOUSEKEEPER"
            }, 
            "text": "How many jars should I bring up, ma'am? A strong, almost masculine woman's voice answers from"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UPSTAIRS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MASCULINE VOICE"
            }, 
            "text": "I don't know. Two, I guess. The housekeeper grabs the two jars directly next to the o Fox is hiding behind and tucks them under her arm. Fox te his body. He shivers slightly. A graze of the red fur of arm sticks out barely from behind his jar. The housekeepe hesitates."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOUSEKEEPER"
            }, 
            "text": "He drank three yesterday, ma'am."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MASCULINE VOICE"
            }, 
            "text": "All right, take three. The housekeeper grabs Fox's jar. Fox closes his eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MASCULINE VOICE"
            }, 
            "text": "No, don't. The housekeeper stops with her hand on the neck of Fox's"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MASCULINE VOICE"
            }, 
            "text": "Three's too many. It's unhealthy. He's anorexic. Bring two. The housekeeper lets go of Fox's jar. Fox relaxes slightl The housekeeper grabs Fox's jar again. Fox tenses up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HOUSEKEEPER"
            }, 
            "text": "But maybe, just in case --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MASCULINE VOICE"
            }, 
            "text": "Two's plenty. The housekeeper lets go of Fox's jar and walks away. She back up the stairs and closes the door. Kylie says in the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DARKNESS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Oh, my cuss. That was like a scene out of"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "A --"
            }, 
            "text": "The door opens again. An exceptionally tall, powerfully b woman in a black dress and Wellingtons, with grey hair pu back in a bun, bright green eyes, and a meat cleaver tuck under her apron strings comes swiftly down the stairs. Sh 31. eyeballs the corners of the room. She is Mrs. Bean. She s thickly (in her masculine voice):"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. BEAN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "To whom it may concern: if I catch a rat in a black beret drinking Mr. Bean's secret cider without his express permission, I intend to chop said rat's head off, brine it, pickle it, and bake it in a vermin casserole. I hope this clarifies my position on the matter. Sincerely, Evelyn Bean. Mrs. Bean turns and goes back up the stairs. She closes t door. Pause. Rat's voice says from the shadows:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "Dear Mrs. Bean, your language, while somewhat purple, is nevertheless impossible to misinterpret. However -- comma -- given the proximity of said rat at the moment of your -- The door at the top the stairs opens again. Silence."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox and Kylie running away from Bean's farmhouse with two jars of cider. They both look badly shaken. A gunshot rin out taking us to:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. BEAN FARMS. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bean is standing darkly in his front doorway. Smoke drift from the end of his Luger, pointed at the ceiling. A brok light bulb hangs from a wire above his head. Boggis and B sit together on the porch in rocking chairs, startled, staring at Bean."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "I'm going to give a speech, and at the end of it -- I'm going to throw a twist into this plot. Bean lights a cigarette and begins to walk slowly around porch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "First truth: this is the most ambitious fox we've ever encountered, bar none. Bean spins around and shoots out a second light bulb. Bog and Bunce look uneasy. Bean continues: 32."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Second truth: the meaning of ambition is defined in the dictionary. Bean jumps and rolls and shoots out a third light bulb."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Third truth: the weakness of the ambitious man is his Achilles heel -- Bean quickly shoots out three more light bulbs behind his back, over his shoulder, and between his legs. The porch dark. He flicks on a flashlight and points it in his two colleague's faces. They look scared. Bean says urgently:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "-- but I've already figured out where this fox lives, and tomorrow night we're going to camp in the bushes, wait for him to come out of the hole in his tree, and shoot the cuss to smithereens. How's that grab you, fellas? Boggis and Bunce hesitate. They nod and murmur their approval."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. FOX'S TREE. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox and Kylie come quietly into the half-lit kitchen dres in their prowling outfits. They walk to the door."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Another book party? Fox and Kylie turn around, startled. Mrs. Fox sits on a s in the darkened pantry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Woah! I didn't see you. Sitting in the dark over there. Yeah, no. Actually, there's a fire. I just got the call. They said maybe it's arson? I got to interview the marshall and see what's --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Kylie, is he telling the truth?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FREAKING OUT)"
            }, 
            "text": "I don't want to be put in the middle of this. 33."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAUSE)"
            }, 
            "text": "Thanks, Kylie."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If what I think is happening is"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HAPPENING --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(OMINOUSLY)"
            }, 
            "text": "-- it better not be."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Boggis, Bunce, and Bean waiting crouched in the bushes. B licks his finger and holds it up to test the direction of wind. He nods, points to his nose, and gives a thumbs-up Boggis and Bunce."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. FOX'S TREE. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox pokes his head up out of his hole. He sniffs once. He moves an inch forward and stops. He sniffs again. He wait moment and listens. He steps out of the hole and says"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STONILY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Nice job covering for me. Next time"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TRY --"
            }, 
            "text": "A twig snaps. Fox freezes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Boggis, Bunce, and Bean frozen in the bushes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The branches of the trees as the wind suddenly changes it direction."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox on high alert. He rapidly sniffs the air three times row. He turns to a confused Kylie and says, panicking:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "All three! Fox and Kylie spin around and dart back into the hole as Boggis, Bunce, and Bean open fire wildly from the bushes. barrage of bullets and buckshot rips into the tree-bark. Silence. 34. Smoke from the three guns floats upward in the night air. Boggis, Bunce, and Bean approach the tree. Bean shines hi flashlight on Fox's hole. In the circle of light on the ground lies the tattered, b stained remains of Fox's tail. Bean picks it up and holds in the air in front of Boggis and Bunce."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "We got the tail, but we missed the fox. Pause. Bean takes out his walkie-talkie."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Petey? You and the boys sober up and get out here on the A.S.A.P. Bring eleven shovels, three pick-axes, 500 rounds of ammunition, and a bottle of apple cider."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. FOX'S TREE. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mrs. Fox licks the stump of Fox's tail and mends it with gauze and medical tape. She looks furious. Kylie and the cubs watch, concerned. Ash says uncertainly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "It'll grow back, won't it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "(shaking his head) Tails don't grow back, except for lizards."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MISERABLY)"
            }, 
            "text": "Tails don't grow back. I'm going to be tail-less for the rest of my life."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(NERVOUSLY)"
            }, 
            "text": "Well, anyway, it's not half as bad as double-pneumonia, right? (pointing to Kristofferson) His dad's got one foot in the grave and one foot on a banana peel. That's a lot worse than -- Kristofferson hurls an acorn violently onto the floor. It ricochets off a wall and into a teacup. Everyone falls silent. Kristofferson turns away. 35."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "Excuse me, everyone. I'm going to go meditate for half an hour. Kristofferson walks out of the room. Mrs. Fox looks at As and says angrily:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You've got twenty-nine minutes to come up with a proper apology. Ash crosses his arms in front of his chest and stares straight ahead into space grimly. Fox says suddenly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What's with the crazy outfit? Why a cape and the pants tucked into your socks? Ash does not respond. Fox sighs. Mrs. Fox finishes bandag his tail. Fox goes over to the wall and stands with his b to the room."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I got fired slash quit the Gazette and started stealing chickens on the sly."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ICILY)"
            }, 
            "text": "That tail was the first thing I ever noticed about you. It was easily the most attractive tail for at least 50 miles in every direction. It was probably your single best quality -- and now it's gone forever."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox lying in bed staring at the ceiling in the dark next Mrs. Fox."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Why the cuss didn't I listen my lawyer? At this point we'll be lucky if we can flip this tree for half of what we've already sunk into it. Fox flips over onto his stomach."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I won't be able to sleep on my back for six weeks -- and on my stomach I feel congested. Why the cuss didn't I listen to my lawyer? 36."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BITTERLY)"
            }, 
            "text": "Because you don't listen to anybody."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "(sitting up suddenly) What was that?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAUSE)"
            }, 
            "text": "What? I said -- There is a quiet scraping sound from above. Fox jumps out bed. He hollers:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Wake up! Everybody! They're digging us out! There is a scrunch and then a loud thump from above. Mrs. looks at Fox intensely:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They'll kill the children!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(STEELY)"
            }, 
            "text": "Over my dead body, they will."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ANGRILY)"
            }, 
            "text": "That's what I'm saying! You'd be dead, too, in that scenario!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ANGRILY)"
            }, 
            "text": "Well, I'm arguing against that!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SCREAMING)"
            }, 
            "text": "What are you talking about?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SCREAMING)"
            }, 
            "text": "Why are you yelling at me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(AGONIZED)"
            }, 
            "text": "Stop! Stop! Stop! Fox and Mrs. Fox turn quickly to Kylie standing in the doorway with a red blanket wrapped around his shoulders. 37. and Kristofferson stand behind him. They look terrified. Kylie shouts in a pained voice:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "You say one thing, she says another, and it all changes back again! The point of a shovel pierces the ceiling. Everyone looks and stares in shock. Fox suddenly leaps across the room w a wild energy, scrambles halfway up a wall, and throws ov two chairs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I've got it! There's not a moment to lose! Why didn't I think of this before?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Think of what?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Think of the one thing a fox does quicker than a man, quicker than any other animal in the world! (at the top of his lungs)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DIG", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Everyone digging furiously. Dirt flies everywhere. The sh booms down into the ground, among the roots of the tree, through buried pebbles, layers of soil, and subterranean mineral deposits."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TITLE:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "1 HOUR LATER"
            }, 
            "text": "The shot stops at the bottom of a dark hole deep, deep underground. Mrs. Fox lies on the floor, breathing heavil with a lit lantern at her side. The cubs are sprawled out around her. Kylie leans in the corner with his shirt off around his waist. Fox stands up and clears his throat. Everyone looks at him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I think it's time for me to give us a pep talk and explain some things. (commencing a speech) A very long time ago --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "May I have a word with you privately? 38."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "Well, we're in a hole. Where --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Just on the other side of this mineral deposit. Follow me. Fox reluctantly follows Mrs. Fox through a crack in the bedrock and into a small air-pocket with glittering quart walls. She wheels on Fox:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm going to lose my temper now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAUSE)"
            }, 
            "text": "When?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Right now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAUSE)"
            }, 
            "text": "Well, when -- Mrs. Fox scratches Fox across the face, slicing a quick sliver into his fur. Fox cringes away with his paws up protectively. He lowers his paws. His eyes fill with tear (NOTE: the scar in Fox's fur never grows back.) Mrs. Fox takes a deep breath. She says:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Twelve fox-years ago, you made a promise to me while we were caged inside that fox- trap that, if we survived, you would never steal another chicken, goose, turkey, duck, or squab, whatever they are. I believed you. Why did you lie to me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SIMPLY)"
            }, 
            "text": "Because I'm a wild animal."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're also a husband and a father. 39."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAINED)"
            }, 
            "text": "I'm trying to tell you the truth about myself."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't care about the truth about yourself. Fox looks down at the ground. He nods and tries to contai his emotions. Mrs. Fox watches him coldly."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This story is too predictable."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SURPRISED)"
            }, 
            "text": "Predictable? Really? What happens in the end?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(QUIETLY)"
            }, 
            "text": "In the end, we all die -- unless you change. Mrs. Fox walks out of the air-pocket. Fox stands alone in silence."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. FOX'S TREE. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The next morning. There is a large hole in the side of th hill, under Fox's tree. The ceiling to the living room ha been completely removed. Boggis, Bunce, and Bean stand ha underground with their heads sticking out of the hole, breathing hard, with dirty shovels over their shoulders. Bunce stands on Fox's tiny club chair."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BUNCE"
            }, 
            "text": "These foxes dig like a bunch of hyperactive gophers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BOGGIS"
            }, 
            "text": "Franklin? You got another twist for this plot?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Say that again?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BOGGIS"
            }, 
            "text": "I say you got another -- Bean whips out his walkie-talkie and twirls it like a six shooter. He presses a button on it and says: 40."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Petey? Get me the current contact info for Earl Malloy on the A.S.A.P."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BUNCE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(INTRIGUED)"
            }, 
            "text": "Who's Earl Malloy?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(INNOCENTLY)"
            }, 
            "text": "What? You mean over at Malloy Consolidated? Oh, he does rentals."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BOGGIS"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAUSE)"
            }, 
            "text": "What does he rent?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Three yellow and black, murderous, brutal bulldozer diggi tractors with Malloy Consolidated painted on the sides of them. They make a terrible, high-pitched growling noise a spit black grease and smoke. Boggis, Bunce, and Bean stand among the tractors nodding giddily to each other. They scramble into the drivers' se and begin ripping into the hillside. Bunce sits on a dictionary to see over the dashboard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox, Mrs. Fox, Kylie, Ash, and Kristofferson digging frantically."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The tractors grabbing huge chunks of earth and tossing th into the meadow. Boggis, Bunce, and Bean, drunk with digg laugh manically as the controls of their tractors."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Let's kick some fox cuss!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BUNCE"
            }, 
            "text": "I'm cussing loving this!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BOGGIS"
            }, 
            "text": "Who's hyper-cussing-active now? Bean throws his tractor into top gear. The teeth of the g shovels clank against each other, ripping through the tre roots. 41."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": "A temperature gauge with its needle pushing the limits of red."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "A grizzled, white-haired man in a greasy yellow and black jumpsuit and coke-bottle protective eyeglasses. A patch o his pocket says E. Malloy. He watches the farmers digging crazily with the tractors. Sparks from the mayhem reflect dancing on his lenses."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EARL MALLOY"
            }, 
            "text": "These machines weren't made to be handled like this."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DISSOLVE TO:"
            }, 
            "text": "The hill with half its earth dug out from under the tree. tree still stands precariously above the wild tractors."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DISSOLVE TO:"
            }, 
            "text": "The hill now razed with the fallen, old beech tree laying its side as the tractors dig deeper."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DISSOLVE TO:"
            }, 
            "text": "The tractors almost completely below ground in a deep cra A crowd of neighbors and local press from the town has gathered and watches as the tractors stop digging and rum up out of the crater. The motors go quiet. Boggis, Bunce, Bean climb down from their tractors. They look angry and tired. They stand among the workers and onlookers. A television reporter with an Action 13 camera crew confr"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REPORTER"
            }, 
            "text": "Farmer, correct me if I'm misreading the data, you've successfully destroyed the scenery, but the alleged fox remains at large. What will you three prominent farmers do now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Well, Dan, I can tell you what we're not going to do. We're not going to let him go. 42."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REPORTER"
            }, 
            "text": "Are you concerned about the possibility"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "OF --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "I have no further dialogue in this scene. Bean turns away from the reporter and pulls Boggis and Bu aside. He addresses them with calm intensity:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "I'm not going home until we smoke this son-of-a-cuss out his hole, string him up on a clothesline, and fly him like a kite. Boggis, how many men have you got working on your farm?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BOGGIS"
            }, 
            "text": "Thirty-five."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Bunce?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BUNCE"
            }, 
            "text": "Thirty-six."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "And I've got thirty-seven. That's 108 men altogether. Now what do I got here? Two quitters -- or are you staying with?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "That night. A helicopter with a Bean, inc. decal on the s of it circles the crater scanning the dark terrain with a searchlight. There are tents, trucks, and 108 men gathere around the perimeter. They sit on bricks and logs and are armed with bats, pistols, rifles, shotguns, bows and arro and hatchets."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOLE. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox, his family, and Kylie lie exhausted on the floor of their deep hole. The walls are covered with knotted roots vines. Fox says to Kylie:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "One of those slovenly farmers is probably wearing my tail as a necktie by now. 43."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "You're paranoid, Foxy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Mrs. Bean sitting in her kitchen watching television next an extremely skinny, freckled twelve year-old boy. The bo points at the screen and laughs to himself:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FRECKLED BOY"
            }, 
            "text": "Look at Dad's tie."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": "The television set. Bean is on-screen with the Action 13 reporter. He wears a fox-fur necktie."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. CAMP. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There is a full moon. Lanterns glow in the farmers' tents group of farmhands sit around a campfire next to the crat One of them cooks a chicken on a spit. Another sits on a playing a banjo. He is Petey. He sings:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PETEY"
            }, 
            "text": "'Bout a handsome little fox Let me sing you folks a yarn. Hey, diddle-dee, doddle-do, doodle-dum! 'Twas a splendid little feller Full of wit 'n' grace 'n' charm. Say, zippy-zee, yappy-yo, google-gum! The shot moves past the leathery faces of the other farmh as they listen: amused, moved, hungry, tired, charmed, annoyed, whistling, playing a jew's harp, trying to sing along but not really knowing the words, etc."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PETEY"
            }, 
            "text": "Like any little critter needin' Vittels for his littl'uns, Well, he stole, and he cheated, And he lied to survive. Doodle-dum, diddle-die, doddle-diddle- doodle-dee! Zippy-zo, zippy-zay, zippy-zappy- zoopy-zee! (this verse is spoken:) Let me take a little tick now To color in the scene: 'Cross the valley lived three yokels Name of Boggis, Bunce, and Bean."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "44.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PETEY (CONT'D)"
            }, 
            "text": "(back to singing:) Now these three crazy jackies had our hero on the run. Shot the tail off the cuss With a fox-shootin' gun. But that stylish little fox Was as clever as a whip. Dug as quick as a gopher Who was a hyper-ack-a-tive. Now those three farmers sit 'Twhere there's a hole 'twas once a hill. Hey, diddle-dee, doddle-do, doodle-dum! And as far as I can reckon They're a-settin' up there still."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SLOWLY)"
            }, 
            "text": "Way, zippy-zee, yappy-yo, google --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(INTERRUPTING)"
            }, 
            "text": "What are you singing, Petey? Petey stops short. Everyone turns quickly and sees Bean standing over them in the darkness with his Luger in one and a cigarette in the other. Petey looks nervous."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PETEY"
            }, 
            "text": "I don't know. I was just kind of making it up as I was going along... Petey trails off. Bean shakes his head. He looks highly irritated."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "That's just weak song-writing! You wrote a bad song, Petey! Bean throws his cigarette into the campfire. He storms aw Petey turns to the other farmhands. Everyone looks uncomfortable."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TITLE:"
            }, 
            "text": "3 DAYS LATER (18 Fox-Days)"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Morning in the farmers' camp. The cook flips an egg on a skillet. He puts it on a plate with bacon and hands it to Petey. Petey asks him: 45."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PETEY"
            }, 
            "text": "How long can a fox go without food or water?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The exhausted foxes and Kylie underground. Kylie says"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "QUIETLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Well, I can only answer as an opossum, but I don't think I can last more than another couple of hours before I get completely dehydrated and starve to death."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "What's that? Ash points. Everyone looks. A tiny hole appears in the wa at the end of the tunnel. Dirt crumbles out of it -- and bit of metal catches a glint. Fox and his family watch, frozen. A breath of air blows into the tunnel. The flame on Mrs. Fox's lantern flickers once and goes ou"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH STARTS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Dad?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(WHISPERS SHARPLY)"
            }, 
            "text": "Not a sound! Silence. There is a sudden, loud scrabbling noise. A matc strikes. Fox touches it to Mrs. Fox's lantern-wick. The tiny hole in the wall has become a large one. Badger stands in front of Fox with his law partner Beaver, Beave overgrown, hulking son, a medium-sized mole, and a grey f mouse with a bandana tied in a \"do-rag\" style around his head. Badger has a spoon in his hand. Fox and Badger erup each other, screaming simultaneously:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You scared the cuss out of us!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "I told you not to buy at nine and a cussing half! 46."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You don't just bang into somebody's cussing tunnel!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Are you cussing yelling at me!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You're cussing right I'm cussing yelling!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "We're all cussing starving to death because of you, you mangy, cussing, little cuss! Fox and Badger snarl and scratch at each other, circling around the hole. They calm down slightly. Badger continue"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "We've been digging in circles for three days. Half the woods've been obliterated. Nobody can get out. Right now my wife's huddled at the bottom of the flint-mine with Mrs. Mole, Mrs. Beaver, Rabbit's ex- girlfriend, no food, no water, and twenty- seven hungry, whining, starving, little animal brats. This is a total cluster- cuss for everybody! Fox looks around the room at the entire gaunt, dirty, emaciated assembly. Everyone stares at him angrily. He swallows. The mole says softly.:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MOLE"
            }, 
            "text": "I just want to see a little --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SUDDENLY CRYING)"
            }, 
            "text": "-- sunshine."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PUZZLED)"
            }, 
            "text": "But you're nocturnal, Phil. Your eyes barely even open, on a good day."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MOLE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ENRAGED)"
            }, 
            "text": "I'm sick of your double-talk. We have rights! Beaver's son looms over Ash and Kristofferson in a muddy alcove on the side of the tunnel. He pokes Ash in the che with the finger of his paw. 47."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAVER'S SON"
            }, 
            "text": "We don't like you, and we hate your dad. You're too snazzy. You dress like a girl. You're creative. Now grab some of that mud, chew it in your mouth, and swallow it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "(scared and disgusted) I'm not going to eat mud!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAVER'S SON"
            }, 
            "text": "Cuss, yeah, you are. Beaver's son grabs a handful of mud, smashes it into Ash' mouth, and forces his jaws up and down in a chewing motio Ash coughs and splutters. Kristofferson frowns. He takes his shoes with his feet. He says with a quiet ferocity:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "Don't do that. Beaver's son looks to Kristofferson. He looks down at Kristofferson's feet."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAVER'S SON"
            }, 
            "text": "Why'd you take your shoes off?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "So I don't break your nose when I kick it. Kristofferson kicks Beaver's son in the face, karate chop his neck, elbow-jabs him twice in the gut, and flips the enormous youth over his shoulder and into the mud. Beaver son gets up, crying, and walks out of the alcove. Ash watches blankly with mud all over his mouth as Kristofferson puts his shoes back on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I can fight my own fights. Badger and Fox stand facing each other at the end of the tunnel. Badger says aggressively:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Those farmers aren't going to quit until they've got you and every member of your family nailed upside-down to a bloody stick with your eyes gorged out. 48."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FREAKED OUT)"
            }, 
            "text": "This is getting a little too personal. Badger waits for Fox to continue. Fox stares into space."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Give me a minute. Fox turns and walks away. He faces the wall of the tunnel sits down on a rock. Everyone watches him uncertainly. Th look at each other. Badger starts to say something, but K cuts him off sharply:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SHARPLY)"
            }, 
            "text": "Shh! Badger falls silent. Fox sits with his chin on his paw, l in concentrated thought. He stands up. He nods repeatedly begins to pace. His eyes dart from one spot to another. H paws move abruptly around in the air drawing lines and shapes. He freezes and looks straight up at the ceiling o the tunnel. He snaps the fingers of his paw and looks to others. He says with a cautious excitement:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I've got an idea."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TENTATIVELY)"
            }, 
            "text": "What is it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "It could be a good one."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAVER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(POINTEDLY)"
            }, 
            "text": "Lay it on us."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "It might save our lives."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(EXASPERATED)"
            }, 
            "text": "Say the idea! Fox looks down at Ash, who stands beside him with mud sti on his mouth. He nods. He says suddenly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "All right! Let's try it! 49. Fox runs over to Mrs. Fox:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Go to the flint-mine. Tell Mrs. Badger, Rabbit's ex-girlfriend, et al. that help is on the way."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SKEPTICALLY)"
            }, 
            "text": "Is help on the way? Fox grips Mrs. Fox's paw. He looks into her eyes and says"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INTENSELY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I sure as cuss hope so. Mrs. Fox detects a special, familiar, inspired light in h husband's eyes at this moment. She nods. She hands Ash th lantern. She straightens the neck-line of his cape, licks mud off Ash's snout, and scrambles away down Badger's tun Ash wants to cry but does not. Fox turns to the others."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Gentlemen, this time we must dig in a very special direction. Fox feels the walls with his paws. Everyone watches attentively."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I got to kind of feel out the vibe. Fox stops. He points slightly downwards and due south. He says with quiet anticipation:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Begin. Everyone starts digging, slowly but intently."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The diggers one hundred yards later. Fox suddenly whistle and raises his fist. The diggers stop digging. Fox feels the ceiling with his paws. He knocks something hard. It sounds hollow. He look the others with a funny expression and raises an eyebrow. Fox carefully pushes up a floorboard. It creaks loudly. T all duck down and wait. Nothing happens. Fox pushes up a second floorboard. He cautiously pokes his head up throug 50. the gap. He lets out a shriek of excitement and whispers excitedly down to the others:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I've done it! I've done it, first time! Come up and see where you are, my darlings! Everyone scrambles up out of the tunnel."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SHED. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Everyone stands in the middle of Boggis' Chicken House #1 The room is teeming with chickens, which stare at them nervously. There are black chickens, white chickens, brow chickens, and one that combines all three colors. Fox"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHISPERS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I hit it slap in the middle! Do you get how incredible this is? The others nod. They look dazed and wild. Fox holds up hi hands and whispers:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Don't lose your heads, now. Let's do this properly. First, everyone have a drink of water. Fox leads the others over to the chickens' drinking troug They all lap up the cool water. Fox dries his mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SECOND --"
            }, 
            "text": "Fox seizes a black chicken violently."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Ash and Kristofferson running down the tunnel carrying tw dead, black chickens. They turn three corners and arrive the mossy hollow. They look inside."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MONTAGE:"
            }, 
            "text": "Fox and the other diggers tunnel under the silo in front Bunce Industries. Cows eat grass in the pasture above. Fox and the other diggers comes out of a hole in the floo and dance an ecstatic jig in a great storeroom lined to t ceiling with plucked ducks and geese. Smoked hams and sid of bacon dangle from the rafters. 51. Fox and the other diggers tunnel under the windmill in fr of Bean, inc. Sheep eat clover in the field above. Fox and the other diggers comes out of a hole in the floo and dance an ecstatic jig in a corrugated plastic and met pen among dozens of gobbling turkeys. Fox and the other diggers race dancing ecstatically back through the complex network of tunnels carrying dead turk geese, bacon, flour, salt, sugar, jars of cider, and a portable television set."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. FLINT-MINE. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The flint-mine is a large but cozy space with stone walls dirt floor, a small kitchen, and a fireplace. There are r of cots, sleeping bags, boxes, blankets, and suitcases fo all the refugee animals. All the animals have gathered together and drink cider cocktails while small rabbits, skunks, and field mice set the table. The room is festoon with garlands. A well-dressed mole smoking a pipe plays t piano. A bespectacled rabbit leans against it humming a t Weasel stands in the corner talking with Beaver."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WEASEL"
            }, 
            "text": "What am I going to do? I'm going to hold him to the terms of the contract. It's not my fault they uprooted it. Kristofferson serves cranberry punch from a tureen in the corner. Ash goes over to him and holds out a mug."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "They say I owe you an apology for some of the mean things I said about your father's illness. His double-pneumonia or whatever they're calling it now. Kristofferson ladles Ash a cupful."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OK.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "So there it is. I hope we can continue our relationship as cousins or family members or however you want to define"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "IT --"
            }, 
            "text": "(suddenly more intense) -- but do me a favor for yourself. The next time you have a problem with something I've said, come to me as a fox"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "52.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH (CONT'D)"
            }, 
            "text": "and let's deal with it right then and not let it blow up into a whole, huge thing involving parents and so on. Agreed? Ash drinks his punch in one long sip and holds out the em mug for a refill. Kristofferson nods slowly. He points at with his ladle."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "I'm going to teach you karate. Badger sits next to the fireplace with Fox and Kylie."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "I can imagine how painful, even just emotionally, that must be for you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(UNEASY)"
            }, 
            "text": "Well, you know, it's not the end of the world."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE ANIMATED)"
            }, 
            "text": "Oh, but, Foxy, how humiliating! Having your whole tail blown clean off by a --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(COOLY)"
            }, 
            "text": "Can we drop it? Kristofferson starts to refill Ash's mug again. Ash sudde puts his paw over the brim. Kristofferson hesitates. Ash raises an eyebrow and says mysterriously:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Ever tasted one of Mrs. Bean's famous nutmeg-ginger-apple snaps?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. CAMP. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A large fire truck drives up to the destroyed hill with firemen hanging off the back and sides. It parks among th tractors and tents. The chief, in a white helmet, goes ov to Boggis, Bunce, and Bean waiting at the mouth of the pi patch on his sleeve says O.W.F.R.P.F. Farmhands and firem circle around."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHIEF"
            }, 
            "text": "Who's got me a donation for the old Wounded Fireman's Retirement Pension Fund? Bean pulls a yellow check out of his inside pocket. 53."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Right here. (pointing behind him) Let me show you this hole."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. FLINT-MINE. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Candles glow all around. Everyone is seated at the long dining room table, and a magnificent feast with every var of fruit, meat, vegetable, and roasted bird has been laid in front of them. They tear into their meals, eating and drinking ferociously. Crumbs, juices, blood, and bones fl into the air. Jaws snap and chew. There is no conversatio Badger suddenly stands and rings a knife against his cide glass. Everyone looks up, taking a breather from the fren of eating. Badger clears his throat."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Well, it took a near-catastrophe for all of you to finally take me up on my offer to have you over to the flint-mine for dinner, but I guess we have --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(INTERRUPTING)"
            }, 
            "text": "I'm sorry. Maybe my invitation got lost in the mail. Does anybody know what this badger's talking about? Everyone laughs. Fox sits at the opposite end of the tabl with a crooked smile on his face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "But Clive's right --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(STANDING UP)"
            }, 
            "text": "-- in all seriousness -- (aside, to Badger) -- excuse me, B. Fox raises his cider glass. Badger reluctantly sits back down."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I guess we do have those three ugly, cusshole farmers to thank for one thing: reminding us to be thankful and aware of each other. I'm going to say it again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(GESTURING EXPANSIVELY)"
            }, 
            "text": "Aware. Badger whispers to his wife: 54."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Foxy cuss-blocked my toast, man."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The hole where Fox's tree once stood. The dead tree lies its side. A fireman slides a thick hose deep into the tun He looks behind him and nods."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FIREMAN #1"
            }, 
            "text": "Ready. The shot moves backwards along the hose, past seven more firemen signalling to each other with: a thumbs-up, a sna fist in the air, a swirl of the fingers, a peace symbol, OK, and a hook-'em Horns. The shot continues past Boggis, Bunce, and Bean helping to hold the hose in position. Bog growls. Bunce hisses. Bean snarls. The shot arrives at a on the side of the fire truck. The chief points:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHIEF"
            }, 
            "text": "Let her rip. A fireman cranks a huge wrench on a steel nut. A pressure gauge shoots to maximum. The fire truck and hose begin to vibrate loudly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Ash and Kristofferson crouched under a drain-cover pushed just-open next to a refrigerator. They peer out across a bright, clean, white kitchen at a plate of perfect, golde cookies on a counter-top next to an open window with a st ladder directly in front of it. They look at each other. look around the quiet, empty room. Ash shrugs. Ash and Kristofferson dart out, leaving the drain-cover propped-up. They race over the linoleum. They climb the s ladder and stop at the plate. Ash swoons and says"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAPTUROUSLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "They're still warm. Ash and Kristofferson gather more cookies than they can possibly carry, eating as they collect them. Crumbs go everywhere. On the other side of the room, the drain-cover falls shut with a loud clank. Ash and Kristofferson look up, wildly startled. All at once they hear in a simultaneous cacopho the back door bursting open, a boy and two beagles shouti and barking, the pantry door slamming, Mrs. Bean and her 55. middle-aged housekeeper clanging pots and pans and arguin timer on the counter-top ringing, and a raven fluttering the windowsill and cawing. Ash and Kristofferson panic silently. They drop the cooki and fly down the step-ladder."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox in mid-toast:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I've stepped on some toes and alienated a few of you over the past few days -- but is it wrong for me to suggest we might've done worse than having an incredible banquet in a beautiful flint-mine surrounded by our favorite animals? Look at each other. Here we are. Wow. Now I've already had too much to drink, and I'm feeling sentimental, but I'm going to say something, anyway, which nobody wants to admit, but I think is probably true: we beat 'em. We beat those farmers, and now we're triumphantly eating their roasted chicken, their sizzling duck, their succulent turkey, their foie gras de --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SUDDENLY)"
            }, 
            "text": "Where'd the boys go? Ash? Kristofferson? (to Mrs. Fox) What am I hearing again, baby? What's happening? Am I still paranoid? There is a low, distant rumbling which rapidly builds to deafening roar. Everyone waits, frozen. A single drop of water drips from the ceiling into Badger's water glass. F turns to Badger and says:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Let's pause again. A wild deluge smashes into the room flooding the flint-mi and tunnels with a blasting current that sweeps everyone everything away chaotically."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The entire party of well-dressed animals and their plates furniture, chickens, etc. shooting down the tunnel with t rushing waters. Fox, helpless, holding his breath, looks the others underwater: Badger shakes his head in disgust; Rabbit makes a fierce grimace; Mole bares his teeth ferociously; Beaver rants angrily with bubbles coming out his mouth; and Kylie stares ahead vacantly, holding his n 56. Fox turns sadly to Mrs. Fox. She looks terrified."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SEWER SYSTEM. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The flood blasts out of a wide pipe rocketing the animals into a murky, brick cavern with drainpipes on all sides a three inches of black water on its floor. Fox picks himse up, dazed and scared, and looks around at his soaked frie and their families."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What the cuss just happened? Something with water. That was dangerous. Is anyone hurt?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FURIOUS )"
            }, 
            "text": "We're all hurt! My entire flint-mine just got demolished!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Let's do a head-count! Everybody pick a buddy! Each animal turns to his neighbor and establishes their b relationship. Fox looks wildly agitated as his eyes dart about, searching. He shouts:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Where'd the boys go? Ash? Kristofferson? Ash's voice cracks on the other side of the cavern:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I'm here. Everyone turns to see Ash standing at the mouth of a smal pipe. He looks devastated and terrified. Fox points to hi"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Ash! Who's your buddy?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Kristofferson, but I lost him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You lost him? Where were you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "We went for cookies. Everyone turns to Fox. Fox yells desperately: 57."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Kristofferson! Fox sprints around the cavern, splashing, digging, and ducking in and out of tunnels as the others join his fran search. His voice sounds pained as he shouts:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Kristofferson! Kristofferson! Kristofferson!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The three farmers standing next to the fire truck. Bean h a soaked, half-conscious Kristofferson up in the air by t tail. Kristofferson is quietly crying."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Wrap this wet, little mutt in a newspaper and put him in a box with some holes punched in the top."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SEWER SYSTEM. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Everyone has gathered together. They are all in a state o shock. Fox turns to Mrs. Fox beside him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Your brother's going to kill me, if he survives his double-pneumonia. Beaver runs into the brick cavern out of a drainpipe,"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SHOUTING:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAVER"
            }, 
            "text": "There's only one way out of this sewer, but the manhole cover's closed, and there's a station-wagon parked on it -- which means we're permanently stuck down here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BITTERLY)"
            }, 
            "text": "You still think we beat 'em, Foxy? Everyone turns to Fox and stares at him coldly. Fox sits on the floor, in the water. He says quietly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Somebody take over. I'm not in charge anymore. 58. Everyone looks around at each other. They don't know what do. Mrs. Fox sits down in the water next to Fox."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You told me to change, but I can't --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(REALIZING)"
            }, 
            "text": "-- except, possibly, on some level, I think I just did."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAUSE)"
            }, 
            "text": "Well, then maybe we're not all going to die. Fox looks to Mrs. Fox. He stands up suddenly. He takes Mr Fox's hand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Excuse us, everyone. Fox leads Mrs. Fox over to a ledge near a cement waterfal the far side of the brick cavern. He puts his arm around waist."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Badger's right. These farmers aren't going to quit until they catch me. I shouldn't have lied to your face. I shouldn't have resigned slash gotten fired from the Gazette. I shouldn't have pushed these farmers so far and tried to embarrass them and cuss with their heads. I enjoyed it, but I shouldn't have done it -- and now there's only one way out. Maybe if I hand myself over and let them kill me, stuff me, and hang me over their"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MANTELPIECE --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ICILY)"
            }, 
            "text": "You'll do no such thing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(QUIETLY)"
            }, 
            "text": "Darling, maybe they'll let everyone else live. Mrs. Fox stares at Fox. She says desolately:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why'd you have to get us into this, Foxy? 59."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I don't know, but I have a possible theory. I think I have this thing where I need everybody to think I'm the greatest -- the quote-unquote fantastic Mr. Fox -- and if they aren't completely knocked- out, dazzled, and kind of intimidated by me, then I don't feel good about myself. Mrs. Fox shakes her head and turns away. Fox continues:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Foxes traditionally like to court danger, hunt prey, and outsmart predators -- and that's what I'm actually good at! I think, at the end of the day, I'm just --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(QUIETLY)"
            }, 
            "text": "We're wild animals. Fox smiles sadly and nods. He shrugs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I guess we always were. I promise you: if I had all this to do over again, I'd have never let you down. It was always more fun when we did it together, anyway. Mrs. Fox has tears all over her face. Fox kisses her. He whispers in her ear:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I love you, Felicity."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I love you, too, but I shouldn't have married you. Mrs. Fox turns and walks away. Fox stares after her. He g over to Ash."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Did I ever tell you about the time I learned we were going to have a cub?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "In the fox-trap."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Right. We were at gun-point, and your"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MOTHER --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "60.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "-- says she's pregnant."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Let me tell it, OK? I had no idea how we were going to get out of this jam, and then it hit me: what do foxes do better than any other animal?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Dig."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You're stepping on my lines."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Keep telling it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "So we dug. And the whole time I put paw over paw, scooping dirt and pebbles with your mother digging like crazy beside me, I kept wondering: who is this little boy going to be?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Or girl."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Or girl, right -- because at that point we didn't know. Fox grabs Ash by his shoulders and looks him in the eye."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Ash, I'm so glad he was you. Fox hugs Ash tightly, holds him for an instant, then let' go. He turns to the group."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Badger, organize a search party and try to find Kristofferson. Maybe he's alive. I'm sorry, everyone. I wish --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "Well, good-bye. Fox looks across the cavern to Mrs. Fox standing with her back to him. She turns to face him. Her eyes are burning. smiles sadly. He races away down the drain-pipe. Everyone watches him disappear. Badger hesitates. He addresses the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GROUP UNCERTAINLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "61.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "I guess we should probably split into a certain number of groups and start doing something, right?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. CONDUIT. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox sprints full-speed in the darkness. His claws scratch rattling along the iron floor and splash through puddles shallow water. Fox stops suddenly. He stands up tall on his hind legs. H ears perk up. One pins back. He listens."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Badger carrying a lantern leading Ash, Mole, and two smal rabbits down a drainpipe. Badger calls out:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Kristofferson? Hello? Can you hear us? Rat's voice echoes in the darkness:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "Y'all lookin' for somethin'? Nothin' down here but rusty bottle-caps and drainin' water. Everyone stops short. Rat drops into the pipe from an overhead drain ahead of them. He says ominously:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "They got the boy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FROZEN)"
            }, 
            "text": "Who's got him?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "The farmers three. You know who I'm talkin' about."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "They've kidnapped him?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "Well-done, Mr. Badger. You're a smart man. They want to trade the son for his poppa. 62. Rat flicks a folded letter through the air. Badger catche it. He opens it. Kylie looks over his shoulder. Badger frowns."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Why'd they write this in letters cut out of magazines?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "To protect their identities. (on second thought) Oh, right, but then why'd they sign their names? Plus, we already knew who they were because they're trying to kill us."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": "A ransom note written in letters cut out of magazines and pasted onto a piece of paper. Badger reads out loud: Mr. Fox, we have your son. If you ever want to see him alive again -- Ash calls out:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I'm his son. Everyone looks at Ash. He stands behind them in silhouett Rat says darkly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "I can see the resemblance. Pause. In an instant, Rat grabs Ash by the tail, picks hi off the ground, swings him in the air, and flings him awa twenty feet down the drainpipe. Badger looks stunned. Ash sits in a puddle in a stupor. Rat races toward him do the tunnel. He leaps into the air with his claws out and teeth bared. As he is about to seize upon Ash -- he is suddenly jerked backwards and spun around. Rat is face to face with Fox. Fox strikes his old-fashion boxing stance. He draws back and throws a hard punch, nai Rat square in the jaw. Rat staggers, stunned. He swings h switchblade, cutting Fox across the chest. Fox touches the wound and looks at the blood on the finge of his paw. He looks to Rat. Rat holds up his wrist and s Fox a child's plastic digital watch with miniature footba baseballs, and soccer balls on it. He says strangely: 63."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "I've still got it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FROWNING)"
            }, 
            "text": "What'd you just say?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "I said I've still got the watch, Mr. Fox. She never asked for it back. A frozen moment. Fox springs forward and clamps his jaws Rat's throat. Rat tumbles over backwards. Fox pins him to ground with his teeth in Rat's neck. Rat kicks and bucks struggles, but Fox holds him fast. Rat goes limp. Fox releases him. Everyone slowly gathers around Fox and Rat. Ash kneels ne to his father. Fox cradles Rat in his arms. Rat whispers:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "The boy's locked in an apple crate on top of a gun-locker in the attic of Bean Annex. It's a set-up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SADLY)"
            }, 
            "text": "Would you have told me if I didn't kill you first? Rat smiles sickly. Blood drips from his mouth. His voice"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CREAKS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "Never."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "(shaking his head) All these wasted years. What were you looking for, Rat? Fox wipes the blood from Rat's chin. Rat mutters."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "He's trying to say something, Dad. Fox leans his ear close to Rat's mouth. As quiet as a mou"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT WHISPERS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "Cider. 64. Fox nods. He looks around the drainpipe. He cups his paw the pool of murky water and holds it to Rat's lips."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Here you are, Rat. A beaker of Bean's finest secret cider. Rat's slivery, scratchity, long, pink tongue laps up a ta of the black liquid. He licks his lips and says faintly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAT"
            }, 
            "text": "Like melted gold. Rat's eyes turn into X's. He is dead. Ash stands up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "He redeemed himself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SHRUGS)"
            }, 
            "text": "Redemption? Sure. Fox swallows and says hopelessly with tears in his eyes:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "But, in the end -- he's just another dead rat in a garbage pail behind a Chinese restaurant. Ash puts his hand on Fox's shoulder. Fox lays Rat gently the sewer floor. He stands up and turns to the rest of th group. Badger claps his paws together."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Well, I suppose we should --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(INTERRUPTING)"
            }, 
            "text": "Excuse me, again, B. The search party's been cancelled. We're replacing it with a go-for-broke rescue mission. It's a set- up, but maybe we can make it work. You two little rabbits run tell the others."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(YELLING)"
            }, 
            "text": "Now, go! The two little rabbits scurry away down the drainpipe. Ba walks with Fox and Ash."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "What was he saying about that wristwatch? I didn't get what he was talking about. 65. Fox hesitates. He shrugs and says with a sad nostalgia:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Just some old back-story."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SEWER SYSTEM. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The entire community of animals has reconnoitered in the brick cavern. Fox stands on a large spigot and addresses group. He has a bandage on his chest."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "In a way, I'm almost glad that flood interrupted us, because I don't like the toast I was giving. I'm going to start over. Fox pantomimes raising a long-stemmed glass."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "When I look down this table with the exquisite feast set before us, I see: two terrific lawyers, a skilled pediatrician, a wonderful chef, a savvy real-estate agent, an excellent tailor, a crack accountant, a gifted musician, a pretty good minnow fisherman, and possibly the best landscape painter working on the scene today. As Fox describes them, the shot cuts to: Badger and Beave Mrs. Badger; Rabbit; Weasel; an especially small, waifish field mouse; Mole; Kylie (who looks slightly offended); a Mrs. Fox, respectively."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Maybe a few of you might even read my column from time to time. Who knows? I tend to doubt it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(DRAMATIC PAUSE)"
            }, 
            "text": "I also see a room full of wild animals. Everyone stares at Fox curiously, skeptical but intrigued Fox points at them:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Wild animals with true natures and pure talents. Wild animals with scientific- sounding Latin names that mean something about our D.N.A. Wild animals each with his own strengths and weaknesses due to his or her species, and also -- well, I guess these things usually have a lot to"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "66.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX (CONT'D)"
            }, 
            "text": "do with the parents, as we all know. Anyway, I think it may very well be all the beautiful differences among us that just might give us the tiniest glimmer of a chance of saving my nephew and letting me make it up to you for getting us into this crazy whatever-it-is. I don't know. It's just a thought. Thank you for listening. Cheers, everyone. Fox motions with his imaginary glass and pantomimes drink it. A few of the others reluctantly pantomime drinking. F finishes his glass and pantomimes throwing it on the floo He makes a smashing-glass sound. Kylie shouts:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Let's eat! Everyone turns to Kylie uncertainly. Kylie hesitates."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "What? I'm just playing along with the --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FORCEFULLY)"
            }, 
            "text": "All right! Let's start planning! Who knows shorthand? Pause. Badger points to his otter secretary. She is Linda Fox darts over to her and grips her by the arm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Linda! Lutra Lutra! You got some dry paper? Here we go! Fox, highly energized, moves among the group, touching th shoulders and patting their backs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Mole! Talpa Europea! What do you got?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MOLE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "I can see in the dark?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(EXHILARATED)"
            }, 
            "text": "That's incredible! We can use that! Linda?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TAKING SHORTHAND)"
            }, 
            "text": "Got it. 67."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Rabbit! Oryctolagus Cuniculus!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RABBIT"
            }, 
            "text": "I'm fast."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You bet your cuss you are! Linda?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TAKING SHORTHAND)"
            }, 
            "text": "Got it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Beaver! Castor Fiber!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAVER"
            }, 
            "text": "I can chew through wood."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Amazing! Linda?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TAKING SHORTHAND)"
            }, 
            "text": "Got it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Badger! Meles Meles!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Demolitions expert!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(CONFUSED)"
            }, 
            "text": "What? Since when?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Explosions, flames, things that burn!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Demolitions expert! OK! Linda!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TAKING SHORTHAND)"
            }, 
            "text": "Got it! Fox's cheeks and forehead are beaded with perspiration. H"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SCREAMS INSANELY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Weasel! Mustela Nivalis! 68."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WEASEL"
            }, 
            "text": "Stop yelling! Fox snaps his fingers, kicks a rock, and throws his arm i the air."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "All right! Fox points to the various cubs and pups."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "All you little kids get organized and put together some kind of a K.P. unit or something to keep this sewer clean. It's good for morale. The field mouse shoves his way to the front of the crowd. makes a fist with his paw."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FIELD MOUSE"
            }, 
            "text": "I want to go with you, too! I want to fight!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAUSE)"
            }, 
            "text": "Good. Fabulous! Microtus Pennsylvanicus! Do you do that, in fact? Are field mice violent?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FIELD MOUSE"
            }, 
            "text": "Not particularly, except maybe domestic/ kitchen sink-type stuff, but I have a hunch I might just --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(DEVIL-MAY-CARE)"
            }, 
            "text": "-- land a few good punches before I get stepped on, poisoned, or lured to my death by a little piece of cheese. Who's to say?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "(smiling with admiration) You're a cuss of a lot bigger than you look, Rickity. Kylie tugs at Fox's sleeve. Fox turns to look at him. Kyl"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SAYS SHYLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "I didn't get a job yet -- or a Latin name. What's my strength? Fox raises an eyebrow. He thinks of something: 69."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Listen, you're Kylie. You're an unbelievably nice guy. Your job is really just to... be available, I think. I don't know your Latin name. I doubt they even had opossums in ancient Rome. Kylie puts his hands in his pockets and scowls."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SEWER SYSTEM. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mrs. Fox puts the finishing touches on a vast mural paint on the longest, tallest wall of the brick cavern. She sta on a ladder. Her sleeves are rolled up, and she is splatt with twelve different colors of paint. She looks down to standing below with an entourage of Kylie, Badger, Linda, Rickity. The animal children mop and scrub in the backgro Ash stands leaning against a push-broom watching his pare Fox surveys the mural. It is highly detailed, filled with textures of the landscape, and decorated with images of flowers, leaves, acorns, etc. It is signed Felicity Fox. opens his arms wide and shouts:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "It's stupendous. Where's us?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(pointing to a spot) Right here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Paint an X."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": "The bottom of the map. Mrs. Fox's paw paints a red X and a circle around it. The shot zooms out to reveal the entire valley -- no long painting on the brick wall. Lighting strikes at the horiz Dark clouds loom over the three farmers' compounds. It lo exactly like one of Mrs. Fox's paintings of a landscape i rainstorm. Bean's helicopter circles the area."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. HILL. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A bicycle messenger with a head-lamp rings his bell as he approaches the farmers' camp. He stops in front of Bean a hands him an envelope. Bean tears it open and unfolds the letter inside."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "70.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A note written in letters cut out of magazines and pasted onto a piece of paper. It reads: Dear Farmers Boggis, Bunce, and Bean, I have no alternative but to agree to your terms. Move the station wagon and open the manhole cover below the foot of the drainpipe next to the cobbler's shop and meet me there today at 10 A.M. sharp. I will hand myself over to you in exchange for the boy's safe return. Cordially, Mr. Fox Bean frowns. He studies the letter. He shows it to Boggis Bunce."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Why'd he write this in letters cut out of magazines?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BUNCE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SHRUGS)"
            }, 
            "text": "I don't know, but you did the same thing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(UNEASY)"
            }, 
            "text": "I don't trust this guy. Anyway, set up the ambush."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. ATTIC. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The top floor of Bean Annex. The room is filled with boxe Christmas ornaments, old sports equipment, two stained mattresses, and a broken birdcage. Cobwebs hang from the rafters below the sloped roof. Kristofferson stands with his hands in his pockets lookin out between the slats from inside a padlocked apple crate top of a gun locker in the corner. He clears his throat. calls out politely:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "Could I have a cup of water, please? Kristofferson waits for a reply, but no one answers. He whistles to himself for a minute. He clears his throat ag He calls out:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "Excuse me! Excuse me? 71. Silence."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. DRAINPIPE. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A cement conduit with an iron grating above it. A fast st of sewer water runs along its side. Fox walks briskly dow the pipe followed by his entourage and Ash. Their steps e loudly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Synchronize your clocks. The time is"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NOW --"
            }, 
            "text": "Fox looks at his wrist. He is wearing Rat's plastic, digi sports-themed wristwatch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "-- nine forty-five A.M. Everyone checks their watches. Badger points at Fox's wri"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Is that Rat's watch?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(VAGUELY)"
            }, 
            "text": "No. Originally, no."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAUSE)"
            }, 
            "text": "Well, OK, here's the back-story: when I was a teenager I spent a summer working as a bar-back at a jazz pub called Django's where Rat played horn down near -- can I tell this another time? We should stay focused on what's happening right now. Ash comes up to Fox's side and says discreetly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I should probably ride with you and Kylie since it's my fault Kristofferson got captured stealing those nutmeg-ginger- apple snaps."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PUZZLED)"
            }, 
            "text": "I didn't understand a word of that sentence, but none of it matters, anyway, because it's too dangerous for you to come with us. 72."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. STREET. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "An old craftsman looks out from the window of Ferguson Cobblers as he taps little nails into the heel of a loafe station-wagon with wood-grain side-panels and a flat tire sits parked on a manhole cover in front of the shop. Bogg Bunce, and five armed farmhands watch as Bean monkeys wit slim-jim until he gets the car door jimmied. Bean hops inside. He starts the engine, puts his arm over top of the seat as he looks back out the rear window, and throws the station-wagon into reverse. The farmers clear of the way as Bean backs up off the manhole cover. Boggis and Bunce stick tools into the manhole cover and l it open."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INSERT:"
            }, 
            "text": "Rat's watch. It is now 10 A.M."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Six armed farmhands on the roof of the Nag's Head Tavern."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Seven armed farmhands in the bushes behind Sweetings Bake"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Eight armed farmers in the window of Harrison Travel."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The Action 13 reporter and camera crew in an alley next t St. John's Coin-op Laundry."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. STREET. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Boggis, Bunce, and Bean crouch behind the open doors of a pick-up truck with three beagles. Boggis checks his carbi Bunce loads his shotgun. Bean cocks his Luger. Fox's voic hollers from deep inside the manhole:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FOX, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Did you bring the boy?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Of course, we did! Say something, kid! Bunce presses play on a tape recorder. Kristofferson's vo comes over a loudspeaker: 73."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON'S VOICE"
            }, 
            "text": "Excuse me! Excuse me? Bunce presses stop."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox and his entourage at the bottom off the manhole. Fox scoffs. He smiles and shakes his head."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Come on! That doesn't sound anything like him! It's amateur night in Dixie! Badger rapidly slaps two pieces of flint together. A bit chips off, and sparks fly from the break. He blows on som kindling. He takes a pinecone out of a basket."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. STREET. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A ribbon of white smoke rises out of the manhole. The thr farmers watch curiously as it thickens and turns black. B frowns."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "What the cuss is he burning? A blazing pinecone shoots out of the manhole and flies through the air, over the farmers' heads. It lands in a t can and lights some rubbish on fire. A man with a dart in hand and a mug of ale in the other comes out of the Nag's Head and pours his beer into the trash can. The fire goes out. The three farmers laugh smugly. Bean shouts:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": "Is that all you've got, Mr. Fox? Twenty-seven blazing pinecones shoot out of the manhole a hit: a wood-pile on the roof of the Nag's Head, a box of pastry wrappers in the bushes behind Sweetings, a stack o brochures in the window of Harrison Travel, a hay bale in bed of the pick-up truck, Boggis, Bunce, Bean, and a crat cam-corder batteries next to the Action 13 camera crew, w explodes. Farmers scatter, grabbing hoses, yelling, and tamping out the flames as the beagles bark, yelp, and scramble in the confusion. Rabbit darts out of the hole and races up the street. Six farmers chase after him, firing their weapons. 74."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SEWER SYSTEM. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Down in the brick cavern, Mole listens to a tin can attac to a string. He says urgently as he makes notations in a"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEDGER:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MOLE"
            }, 
            "text": "Twenty-eight pinecones fired! Twenty-two targets hit! Mrs. Fox, standing on her ladder, paints black checks qui on the street in her mural. The stolen, portable televisi set sits in the corner, tuned into Action 13's coverage o the chaos in the street."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Rabbit running full-steam out of the village being pursue the six farmhands. He hurdles an empty Coke bottle lying its side in the road."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. STREET. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Badger jumps out of the manhole and throws more blazing pinecones at farmers, trucks, parked cars, doors, windows and the Action 13 camera crew. Seven farmhands chase him a cobblestone lane. Weasel and Beaver climb out with straws in their paws and start firing blueberries toward the disoriented beagles. beagles eat blueberries. They fall over. Eight farmhands chase Weasel and Beaver up a wooded path. Rickity, the field mouse, bounds out of the hole and leap into the fracas. He fires a rubber band at Bunce off a paperclip. It snaps Bunce in the corner of his eye. Ricki lets out a little whoop. There is a small explosion and a burst of flames blasts f the manhole. Fox and Kylie jump out and run over to a veh with a tarp over it parked in front of Paddington Automot Fox whips off the tarp, revealing a miniature motorcycle a sidecar."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox driving the motorcycle with Kylie in the sidecar. The both wear helmets and goggles. Thunder rumbles in the distance. Kylie sinks lower in the sidecar. He shouts to over the sound of the motor:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Are you scared of wolves? 75."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Scared, no! I have a phobia of them!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Well, I have a thing about thunder!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ANNOYED)"
            }, 
            "text": "Why? That's stupid! Ash pokes his head up from the rear compartment of the sidecar. He also wears a helmet and goggles. His white ca flutters behind him. He shouts:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I don't like needles! Fox and Kylie look to Ash in disbelief. Fox says furiousl"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Where'd you come from again? How'd you get in the sidecar? I feel like I'm losing my mind! Fox angrily steers toward a small mound of dirt. They jum slightly and fly over a little ditch. Ash yelps enthusiastically as Fox drives them back onto the road."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HELICOPTER. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A pilot with a red moustache and a South African accent f Bean's chopper. He wears a Bean, inc. patch on his should He shouts into the microphone connected to his helmet:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PILOT"
            }, 
            "text": "I've got a fox on a motorcycle with a littler fox and what looks to be an opossum in the sidecar riding north on farm lane seven. Does that sound like anything to anybody? A military-type voice responds over the radio:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MILITARY VOICE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Roger that, Red. Let me just, uh -- Oh, I think the boss wants to --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BEAN, (0.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Red, it's Franklin Bean! Turn around, get the cuss back here, and pick us up on the"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "A.S.A.P", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "76.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. BEAN'S COMPOUND. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Bean, inc. windmill spins briskly in the dusty winds. Shutters on the farmhouse bang open and shut. Leaves rust on the branches of the apple trees. A few stray turkeys wander in the yard. A white-washed brick pile six stories tall sits apart from the other structures. The doors to i courtyard are made of iron and painted yellow. This is Be Annex. The front gates of the farm are open, and a gardener wate vegetables next to the driveway. Fox, Kylie, and Ash look from a high branch over a reinforced concrete and barbed- security barricade."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "That's the annex over there on the right. Ash nods. Kylie does not respond."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "The white building over there on the right. Pause. Fox looks to Kylie."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Kylie? Kylie turns to Fox and stares at him vacantly. Fox says"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SHARPLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Kylie!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "What?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SUDDENLY)"
            }, 
            "text": "I did it!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "When? I didn't see it! Kylie makes his slight gesture with his paw. The gardener puts three turnips into a basket and rides away on his bicycle. Fox, Kylie, and Ash scramble down the tree trunk. They co out of the bushes on their motorcycle and ride through th gates, across the yard, past the wandering turkeys. They outside the courtyard doors to Bean Annex and jump off th motorcycle. 77. Fox climbs onto Kylie's shoulders and tries the knobs. Th are locked."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Kylie, you got a credit card?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "(digging in his pockets) Sure."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(IMPRESSED)"
            }, 
            "text": "See, this is what I was saying about how good you are at just being available for"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHATEVER --"
            }, 
            "text": "Kylie hands Fox a World Traveler Titanium Card. Fox frown"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "A Titanium Card? How the cuss did you qualify for this?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SHRUGS)"
            }, 
            "text": "I pay my bills on time. I've always had good credit. Fox examines the card with mild resentment. He picks the and opens the doors. The courtyard has high walls and a gravel floor. On one s there are ten trash cans, a stack of newspapers, and a compost heap. On the other side, there is an old, rusted, broken-down tractor and a new one. By far the largest, fattest, toughest beagle yet lies sleeping in the middle. White foam froths around its mouth as it breathes heavily Its collar is hooked to a thick chain. A tag around its n reads Spitz. Fox, Kylie, and Ash stop in their tracks. The beagle open his eyes. Fox turns to Kylie."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Give me a blueberry. Kylie looks surprised. He shrugs. He shakes his head and gestures, I don't have any. Fox frowns. He throws up his hands in the air. Kylie makes a frustrated face. Fox poin at him. Kylie looks away and snorts angrily. Fox looks aw and spits at the ground. Ash says quietly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "What's that white stuff around his mouth? 78."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SQUINTING)"
            }, 
            "text": "I think he eats soap. Fox sees an amber, plastic pharmacy bottle on a shelf abo some bags of fertilizer. It's reads: Drug: Phenomoxylcarbobubytol, 10 mg"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NAME: SPITZ"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BREED: BEAGLE"
            }, 
            "text": "For: RABIES (chronic) Other: Take with meat, do not operate heavy machinery Fox frowns. He says grimly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "That's not soap."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "Well, then why does he have that bubbly --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "He's rabid. With rabies. I've heard about this beagle. The beagle stands up. Fox says carefully:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Easy, boy. Fox takes a cautious step toward the beagle. He holds out back of his paw for the beagle to sniff. He says back ove his shoulder to Kylie and Ash:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I'm going to try to befriend him. I feel like there's a tenderness in his eyes. Fox takes another step. He makes a soft, kissing noise. T beagle watches him calmly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Yes, I'm right. He's a good boy. A little lonely, maybe, but -- Fox takes another cautious step."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "-- but terribly sweet. Hello, there, boy. Is your name Spitz? That's German, isn't it? 79."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "(aside, to Ash) I thought he said you never look a beagle in the eye."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(COAXINGLY)"
            }, 
            "text": "Why, you're just as sweet as a -- Fox and the beagle lock eyes. The pupils of the beagle's contract then completely disappear, and the whites turn bright red. Fox's eyes open wider than their sockets. The rabid beagle erupts ballistically, attacking like an enraged maniac. His chain rips out of the cement. Fox, Ky and Ash shriek and scream, sprinting frantically around t courtyard as the rabid beagle, frothing, roaring, and snapping, tries desperately to kill them. Fox shouts, his voice cracking like a grandmother's:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Climb the trellis! In well under a second, Fox, Kylie, and Ash scale the tre six stories -- Kylie's pants catching on a nail and rippi off on the way up -- and find themselves standing on the of Bean Annex. Kylie wears blue Fruit-of-the-Looms with a pattern of stars, moons, and planets on them. They all lo down at the rabid beagle, which continues to pitch an ins fit, running in circles after its tail at the bottom of t courtyard. Fox takes in their new surroundings. He says, pleased:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "So the attic is probably in the area right up around here somewhere, I figure, huh? Kylie and Ash, panting and dripping with sweat, both star Fox vacantly. (NOTE: a second set of alternate eyeballs indicating Kyli vacant look will be used for Ash in this shot.)"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(IRRITATED)"
            }, 
            "text": "Come on, guys. Stay with me. We did good. That's just some dog. Let's not get traumatized. 80."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. ROOF. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bean's helicopter lands on top of the Nag's Head. Fires smolder and farmers continue to chase around after animal the village streets below. Boggis, Bunce, and Bean, leani over and holding onto their hats, run to the chopper and climb inside. They take off."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The street below. An orange and yellow Citroen van screec into the melee. Painted yellow letters spell Badoit et Fi Destruction des Animaux Nuisibles on the side of it with image of a trapped fox. An old man with a grey moustache and a young man with a b moustache, both dressed in orange-and-yellow-striped uniforms, jump out of the van. They open the side door an start unloading stacks of metal cages."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Rabbit still running full-steam down a country lane being pursued by the six farmhands."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. ATTIC. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Kristofferson stands inside the apple crate leaning again the wall with his legs crossed and one arm akimbo with hi hand on his hip. There is a clanking sound from above. Kristofferson looks up. A trap door in the ceiling creaks open. Fox, Kylie, and A look inside, down at Kristofferson. Kristofferson smiles oddly and says in a surprised, fancy-meeting-you-here voi"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "Hi!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Fox and Kylie lowering Ash into the room with three diffe colored shoelaces tied together and belted around his wai Ash holds the shoelace and keeps a paw behind his back li mountaineer. His feet touch down on the shelf. He runs to apple crate and jiggles the padlock. He hesitates. He say"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUDDENLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Can I get one of those karate lessons real quick? 81."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(LONG PAUSE)"
            }, 
            "text": "OK. Normally, we start with some breathing exercises and such. Stand like this. Kristofferson stands with his paws clasped in front of hi Ash mimics this."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "A fox-trap hanging from a chain suspended above the alley behind the Nag's Head Tavern. A second one hangs behind Sweetings Bakery. A third one hangs behind Harrison Trave fourth one hangs behind St. John's Coin-op Laundry. A fif one hangs behind Ferguson Cobblers. Rickity curiously examines a little, hanging wire. He mut"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TO HIMSELF:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RICKITY"
            }, 
            "text": "Is this spring-loaded?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Kristofferson continuing Ash's karate lesson:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "This next part is mental. Position yourself on the balls of your feet. Kristofferson stands lightly poised with his arms out. As mimics this."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "Close your eyes. Kristofferson closes his eyes. So does Ash. So do Fox and Kylie. Kristofferson says mystically:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "You weigh less than a slice of bread."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Each fox-trap in rapid succession as it falls on: Rickity Badger, Weasel, and Beaver. The two small rabbits watch f a sewer-gutter drain under the street-curb. They panic. T race down a pipe, into a tunnel, and through a conduit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Kristofferson continuing Ash's karate lesson: 82."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "Let's review the principle agility techniques: jumping, flipping, landing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Mrs. Fox looking down from her ladder at the three, panti rabbits. She looks stunned. She motions to her mural/map"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SAYS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Show me where they are!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "The two small rabbits, Mrs. Rabbit, Mrs. Badger, Mole, an Mrs. Fox each furiously digging a new tunnel."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KRISTOFFERSON, (V.0.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now for a rudimentary version of the cyclone chop."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Kristofferson continuing Ash's karate lesson:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "First, you need to get a running start, which, obviously, I can't do in here, then, as you arrive at the destination of the chop --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(DEMONSTRATING)"
            }, 
            "text": "-- lean and thrust into the point of contact, paw remains open and straight, then withdraw instantaneously. Remember, it's the pull-back that matters. The pull-"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BACK --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(DEMONSTRATING)"
            }, 
            "text": "-- generates the force of the impact."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(IMMEDIATELY)"
            }, 
            "text": "Got it. Ash walks ten paces away to the far end of the shelf. Fox Kylie watch from above. Kylie says excitedly:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "He's going to do it! Fox makes a face that says, I'm not so sure. Ash takes a breath. He screams at the top of his lungs as he sprints toward the apple crate: 83."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Ki-ya! Ash's toe catches on a loose nail. He somersaults twice through the air and bounces off the side of the apple cra which falls off the shelf. Kristofferson braces himself. The apple crate hits the fl and shatters into pieces. Kristofferson lies among the wreckage. Ash looks over the side of the shelf. Fox and Kylie watch from above, grimacing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I'm sorry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(DAZED)"
            }, 
            "text": "That's all right. You were just trying to unlock the apple crate."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "No, I mean I'm sorry about --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "(picking himself up) Oh, you mean from before. The apology you owed me which you never actually said."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Yeah. Kristofferson nods sadly. He takes a deep breath. He nods again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "That's all right, too. Throw me the shoelace, please. Ash smiles."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Badger trapped in his cage. He hears something. He looks quickly down the alley. The old, orange van turns the cor and approaches, bumping over potholes. Badger shrinks int the corner of the cage and mutters grimly to himself:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADGER"
            }, 
            "text": "Badoit et fils. 84. A cobblestone beside Badger suddenly drops straight down disappears into the ground. Badger recoils, scared and confused. Mrs. Fox pokes her head up through the hole. She is beade with perspiration and breathes heavily. Her fur is wildly dishevelled. She looks to the van driving up the alley. S looks to Badger. She extends her paw to him and says"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FIERCELY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Let's go!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. YARD. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox, Kylie, Ash, and Kristofferson come around the side o the building. They run to their motorcycle, outside the courtyard doors. They freeze. The front gates to the compound are closed and bolted. Be helicopter waits on top of the vegetable garden with its rotar-blades whirling. Boggis, Bunce, and Bean stand in f of Bean Annex with their weapons drawn. Fox sees his tail around Bean's collar. His eyes narrow. jaw sets. He says to himself with growing emotion:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Your tractors uprooted my tree. Your posse hunted my family. Your gunmen kidnapped my nephew. Your rat insulted my wife -- and you shot off my tail."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(STEELY)"
            }, 
            "text": "I'm not leaving here without that neck- tie. Bean smiles his sickly smile. Fox smiles back defiantly. Kylie looks utterly baffled. Ash says mystically:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I weigh less than a slice of bread."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITATES)"
            }, 
            "text": "What?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "I'll be right back. Ash runs. Fox, Kylie, and Kristofferson watch, shocked, a Ash sprints back to the courtyard doors. The three farmer open fire at him. Fox, Kylie, and Kristofferson duck and cover behind a hay-bale. 85. Ash dodges bullets. He jumps off the balls of his feet wi his arms out over a sprinkler-pipe and swings like a gymn onto a clothesline, then flies through the air doing anot of his spectacularly awkward four-armed and three-legged flips. He lands on the handle of one of the courtyard doo"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AND SCREAMS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Ki-ya! Ash cyclone-chops the doorknob. The lock clicks. Ash's ey light up. Ash drops to the ground. He digs a hole and burrows into dirt as bullets fly everywhere. He breathes in through hi nose and out through his mouth. Fox watches with his jaw hanging open. The courtyard doors smash apart and the rabid beagle tear out into the vegetable garden growling, foaming, and thrashing crazily. The farmers shriek and scream and run around, panicking, with their guns blazing. Fox, Kylie, Ash, and Kristofferson jump onto their motorcycle. The beagle rips the tail from Bean's neck, sh it, chews it up, and swallows it. Fox deflates for an instant, then recovers. He looks to Ash on the back of th motorcycle, behind him, with his hands around Fox's waist says with the deepest affection and respect:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Ash, that was pure, wild animal craziness. You're an athlete. Ash swallows. He beams. He sits up straighter. (NOTE: from this point onwards, an alternate version of A will be used which is slightly taller, slightly leaner, a animated slightly more gracefully.) Fox kick-starts the motorcycle and races across the farm. Boggis, Bunce, and Bean scramble onto the roof of a car p with an old, white Mercedes convertible under it. The snarling beagle barks and snaps below them. They watch as Fox steers the motorcycle toward a broken apple cart at t edge of the property. He guns the motor and yells:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Holy swearing cuss!!! 86. Fox races the motorcycle up the apple cart, into the air, over the concrete barricade. They land in the middle of t road, skidding, and speed off down the hill."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Boggis, Bunce, and Bean watching from the roof of the car port. Boggis turns to Bean and says, deadpan, needling hi"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BOGGIS"
            }, 
            "text": "Franklin? You got any final twist for this plot?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEAN"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PAUSE)"
            }, 
            "text": "Yeah! Bean grabs Boggis by the neck and throttles him. Bunce st throwing punches. Bean holds him back by the forehead. Bo kicks Bunce in the stomach. They brawl chaotically while rabid beagle continues to go bananas below them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Each fox-trap with a cobblestone missing underneath it an hole in the ground. The old man with the grey moustache t to his son and says with a strong French accent:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BADOIT"
            }, 
            "text": "Cuss."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SEWER SYSTEM. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mrs. Fox sits anxiously at the bottom of her ladder. Badg Weasel, Rickity, the two small rabbits, and the others si exhausted, in the dark cavern, passing a jar of cider. Mo"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "INTERRUPTS:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MOLE"
            }, 
            "text": "Stand by! Everyone looks to Mole. Mole is holding the tin can with string attached to it to his ear. He nods and says urgent"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MOLE"
            }, 
            "text": "I just intercepted a high-frequency radio signal with the can -- (gestures with the tin can) -- and I think they're on their way home! 87. Mrs. Fox jumps up, embraces Mole, and kisses him on the snout. Mole blushes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Rabbit still running full-steam back into the village bei pursued by the six farmhands. He comes to the manhole whe they started and darts into it. The six farmhands stop at manhole and look down. They go straight to the Nag's Head walk inside, and close the door behind them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. ROAD. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox, Kylie, Ash, and Kristofferson ride down a country ro Kylie sees something across the meadow. He says warily:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Don't turn around!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What? Fox turns around. A huge, wild, grey wolf with ice-blue e stands on a rock fifty feet away from them. Fox slams on brakes. The motorcycle slides to a halt."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Where'd he come from?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(LOUDLY)"
            }, 
            "text": "Where'd you come from? What are you doing here? Pause. Fox points toward the wolf:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Canis lupus! Fox points to himself:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Vulpes Vulpes! The wolf does not answer. Fox, Kylie, Ash, and Kristoffer watch idling from the motorcycle."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I don't think he speaks English or Latin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(LOUDLY)"
            }, 
            "text": "Pensez-vous que 1'hiver sera rude?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ASIDE)"
            }, 
            "text": "I'm asking if he thinks we're in for a hard winter. 88. The wolf shakes his head. Fox nods."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "He doesn't seem to know. Silence. Fox shouts to the wolf with a strange hitch in h"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I have a phobia of wolves! The wolf does not answer. It breathes heavily with its mo open. Its teeth are long, sharp, and yellow. Its tongue h out, and its eyes are wild. Fox looks back at it with the identical expression for a minute, mesmerized -- then Fox closes his mouth and his eyes soften. Fox raises his paw in the air. The wolf blinks a few time It raises its paw in the air. It turns away and trots off into the woods. Fox says wistfully:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "What a beautiful creature. Wish him luck, boys. Fox guns the motor. Gravel spits from under the spinning tires, and they tear off down the road. The shot booms do into the ground, below the grass, through buried pebbles, layers of soil, and subterranean mineral deposits."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TITLE:"
            }, 
            "text": "THREE DAYS LATER (2 1/2 Fox Weeks) The shot continues to descend past Badger and his family having dinner in a nicely furnished drain-pipe, past Rabb and his family watching Magnum, P.I. on the stolen, porta television set in a well-appointed cement tunnel, past Be and Mrs. Beaver hosting Mole and Weasel for cocktails in tasteful sewer-conduit. The shot stops in a small chamber adjacent to the brick cavern. The walls are filled with electrical cables, wire pipes, and a large, new mural which depicts the Fox's for view of the valley as seen from their tree with a trompe 1'oeil window-frame around it. It is signed Felicity Fox. Ash and Kristofferson sit Indian-style meditating on a braided rug. Mrs. Fox works mixing paints and turpentine an easel in the corner. There is an armchair with a folde copy of the Gazette on its cushion in the center of the r under a glowing lamp. Classical music plays on a radio. 89. Fox swings his head into the room from a tunnel. He says"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GENTLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "My darlings? Everyone looks to Fox. He signals them to follow him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. DRAINPIPE. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The cement conduit with the iron grating above it. Fox an his family walk briskly down the pipe. A knitted, woolen, artificial tail has been sewn into the seat of Fox's trousers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Where are we going?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Nobody knows."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "We were in the middle of a meditation practice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Watch your step. Fox takes everyone through an opening and starts climbing metal ladder. He says theatrically:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Let's see, now. Where does this lead?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh, no, Foxy. It's filthy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Keep a good grip, everyone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "This better be worth it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "I think I see a little sliver of light. What's this? Is that a door?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're a terrible actor, Foxy. 90."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KRISTOFFERSON"
            }, 
            "text": "Do you smell something? Is that --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SNIFFS TWICE)"
            }, 
            "text": "-- freon?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Shh. I'm going to crack open this trap door and see if something's on the other side. I highly doubt it, though. There's probably just more sewer. Fox clears his throat. Pause."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "You know, wouldn't it be surprising if --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Open it. Fox pushes open the trap door and crawls out. Everyone follows him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SUPERMARKET. NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fox and his family stand in the middle of an aisle at the center of a large grocery store. To their left is the refrigerated section of milk, eggs, meat, fish, and chees To their right are canned goods, breakfast cereal, laundr detergent, rice, pasta, and condiments. The lights are ha dimmed, and a metal grate is closed over the front window There are no people. Fox says casually:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Hey, look! There's a whole, enormous, glorious, gigantic supermarket up here! Ash and Kristofferson seem dumbstruck. Fox raises an eyeb and smiles at Mrs. Fox. She puts her arm around his shoul"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You really are kind of a quote-unquote fantastic fox."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SHRUGS)"
            }, 
            "text": "I try. I guess now that Kristofferson's dad's already down to single-pneumonia and getting better, he'll be going home soon, huh?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Actually, when he spoke to me from the hospital, he said he was already talking"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "91.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MRS. FOX (cont'd) to Weasel about real-estate availabil- ities down in our sewer system."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Oh, really? Well, now's the time to buy. Kylie comes around the end of the aisle pushing a miniatu shopping cart filled with jars of jelly, jam, olives, pickles, and honey, plus three loaves of bread, Band-Aids toothpaste, and a carton of strawberry ice cream. He says"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BRIGHTLY:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": "Did I hear my name?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SMILING)"
            }, 
            "text": "Not down here, you didn't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SMILING BLANKLY)"
            }, 
            "text": "Why not?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "Because we were talking about other things."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KYLIE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(RESIGNED)"
            }, 
            "text": "Oh, well. Fox looks at Ash, who is studying a twelve-pack of tropic juice punch-boxes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FOX"
            }, 
            "text": "The white cape rather suits him, doesn't it? Actually, I had to do quite a bit of searching myself before I found a look that really flattered me. Remember those horseshoe cuff-links? Fox and Mrs. Fox crack-up laughing. Fox notices something stops. He stares at Mrs. Fox strangely. She is glowing. S hesitates. She shrugs."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MRS. FOX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm pregnant again. Fox is confused and moved. He holds Mrs. Fox's face in hi paws. She smiles. Ash interrupts:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Dad? 92. Fox and Mrs. Fox look to Ash. An empty punch-box lies on side behind him with a straw sticking out of it. There is huge, purple stain all over the front of his white shirt."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASH"
            }, 
            "text": "Should we dance? Pause. Everyone breaks out giddily dancing an ecstatic ji Kylie waltzes the cart in circles. Fox spins Mrs. Fox."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "A wide shot of all sixteen aisles of the supermarket stac with boxes, cartons, cans, bottles, bags, and jars of eve possible variety of food. The family of foxes continues t dance at the distant end of the center aisle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. STREET. DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Boggis, Bunce, and Bean sit silently in folding metal cha around the manhole. Boggis's carbine rests across his lap Bunce's shotgun hangs from a strap over his shoulder. Bea cleans his Luger. Petey sits on a cider box outside the N Head strumming his guitar in the background. The bartende pulls the shutters shut and flips a sign on the door to Closed. Petey starts singing his song as the credits roll The sun sets. The farmers sit waiting in the dark."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]