[
    [
        {
            "stop": 95, 
            "in_lines": [
                {
                    "stop": 326, 
                    "in_lines": [], 
                    "dialogue": [], 
                    "direction": [], 
                    "name": "in_line", 
                    "transition": null, 
                    "result": {
                        "ToD": "12, 2009", 
                        "heading": "12, 2009", 
                        "indent": 1
                    }, 
                    "start": 309, 
                    "indent": 1
                }
            ], 
            "dialogue": [
                {
                    "stop": 320, 
                    "raw_text": "Adaptation by Joel and Ethan Coen Based on the Novel by Charles Portis June 12, 2009", 
                    "start": 95, 
                    "name": "dialogue"
                }
            ], 
            "direction": [
                {
                    "stop": 2383, 
                    "raw_text": "White letters on a black screen: The wicked flee when none pursueth. The quotation fades. A woman's voice: Voice-Over People do not give it credence that a young girl could leave home and go off in the wintertime to avenge her father's blood, but it did happen. The street of a western town, night. The street is deserted. Snow falls. We track slowly forward. I was just fourteen years of age when a coward by the name of Tom Chaney shot my father down in Fort Smith, Arkansas, and robbed him of his life and his horse and two California gold pieces that he carried in his trouser band. A shape lies in the street below the busted-out porch railing of a two-story building. A sign identifies the building as the Monarch Boarding House. Papa was a Cumberland Presbyterian and a Mason. He'd hired Chaney--for paid wages, not on shares--when Chaney was \"down on his luck.\" If Papa had a failing it was his kindly disposition; I did not get my mean streak from him. The crumpled shape is a body. We hear the thunder of approaching hooves. He had taken Chaney up to Fort Smith to help lead back a string of mustang ponies he'd just bought from a stock trader named Stonehill. In town, Chaney had fallen to drink and cards, and lost all his money. He got it into his head he'd been cheated and went back to the boarding house for his Henry rifle. Papa remonstrated, and Chaney shot him in the breast. A galloping horse enters frame and recedes, whipped on by a bareback rider. A long- barreled rifle is tied across the rider's back with a sash cord.", 
                    "start": 326, 
                    "name": "direction"
                }, 
                {
                    "stop": 41257, 
                    "raw_text": "He disappears into the falling snow. Chaney fled. He could have taken the time to saddle the horse--or hitched up three spans of mules to a Concord stagecoach and smoked a pipe, as it seems that no one in that city was inclined to give chase. Chaney had mistaken its citizens for men. DAY We are looking into the window of a moving train. Looking out past us is a fourteen-year-old girl, Mattie Ross. Next to her is Yarnell, a middle-aged black man. Reading backward in the mirror of the window we see a station sign easing in as the train slows: FORT SMITH. The voice-over continues: Voice-Over You might say, what business was it of my father's to meddle? My answer is this: he was trying to do that short devil a good turn. He was his brother's keeper. Does that answer your question? DEAD MAN'S FACE Candlelight flickers over the man's waxy features. Voice (Irish-accented) Is that the man? The body, wrapped in a shroud, lies in a pine coffin. Mattie and Yarnell stand looking down at it. An undertaker, grizzled and severely dressed, holds the candle. Yarnell Lord lord. Mattie That is my father. 3 Undertaker If you would loik to kiss him it would be all roight. Yarnell He has gone home. Praise the lord. Mattie Put the lid on. Why is it so much? Undertaker The quality of the casket and of the embalming. The loifloik appearance requires time and art. And the chemicals come dear. The particulars are in your bill. If you would loik to kiss him it would be all roight. Mattie No. Thank you. The spirit has flown. Your wire said fifty dollars. Undertaker You did not specify he was to be shipped. Mattie Well sixty dollars is every cent we have. It leaves nothing for our board. Yarnell, you can see to the body's transport to the train station and accompany it home, and I will have to sleep here tonight. Yarnell I don't think your mama'd want you to stay in this town by yourself. Mattie It can't be helped. I still have to collect father's things and see to some other business. Yarnell But I's your chap-a-rone! Your mama didn't say for you to see to no business here! Mattie It is business Mama doesn't know about. It's all right, Yarnell, I dismiss you. 4 Yarnell Well I'm not sure I-- Mattie Tell mama not to sign anything until I return home and see that Papa is buried in his mason's apron. To the undertaker: . . .Your terms are agreeable if I may pass the night here. Undertaker Here? Among these people? Mattie looks around the empty room. Mattie These people? Undertaker I am expecting three more souls. Sullivan, Smith, and His Tongue In The Rain. Mattie How is it that you know in advance? GALLOWS Three men stand upon a rough-hewn three-banger gallows. The condemned are two white men and an Indian. They wear new jeans and flannel shirts buttoned to the neck. Each has a noose around his neck. One of the white men is addressing the crowd: Man Ladies and gentlemen beware and train up your children in the way that they should go! You see what has become of me because of drink. I killed a man in a trifling quarrel over a pocketknife. Mattie is pushing her way through the spectators thronging the town square. Up on the gallows the condemned speaker starts to weep. 5 Man If I had received good instruction as a child I would be with my wife and children today, away out on the Cimarron River. I don't know what is to become of them. I hope and pray that you will not slight them and compel them to go into low company. His blubbering will not let him go on. He steps back. A man standing by slips a black hood over his head which continues to bob with sobbing. Mattie hisses to a woman nearby: Mattie Can you point out the sheriff? The woman indicates a figure among the officiators on the scaffold: Woman Him with the mustaches. The second condemned man is speaking: Man Well, I killed the wrong man is the which-of-why I'm here. Had I killed the man I meant to I don't believe I would a been convicted. I see men out there in that crowd is worse than me. A thinking pause. He nods, shrugging. . . . Okay. He steps back and is hooded. The third man steps forward. Indian I would like to say-- He is hooded, speech cut short. The hangman, hand to his elbow, helps him step back. The executioner pulls a lever on the scaffold. Three trapdoors swing open and three men drop. They hit the end of their ropes with a crack. 6 Crowd Oh! Two of the men have their heads snapped to an angle and are limp and twist slowly. One, though, writhes and kicks, jackknifing his legs. Man Oh, Sullivan must'er lost weight in prison! His neck ain't broke! Sullivan continues to writhe and kick. Voice Hot tamales? Mattie looks down at a boy selling hot tamales out of a bucket. . . . Ten cents? LATER Mattie is talking to the sheriff whom we saw officiating on the scaffold. The square is emptying and, in the background, all three men twist slowly, the last man having finally given up the ghost. The Mexican boy still hawks tamales to stragglers. Sheriff No, we ain't arrested him. Ain't caught up to him, he lit out for the Territory. I would think he has throwed in with Lucky Ned Pepper, whose gang robbed a mail hack yesterday on the Poteau River. Mattie Why are you not looking for him? Sheriff I have no authority in the Indian Nation. Tom Chaney is the business of the U.S. marshals now. Mattie When will they arrest him? Sheriff Not soon I am afraid. The marshals are not well staffed and, I will tell you frankly, Chaney is at the end of a long list of 7 fugitives and malefactors. Mattie Could I hire a marshal to pursue Tom Chaney? The sheriff looks at the girl and chuckles. Sheriff You have a lot of experience with bounty hunters? Mattie My answer is this: That is a silly question. I am here to settle my father's affairs. Sheriff All alone? Mattie I am the person for it. Mama was never any good at sums and she can hardly spell cat. I intend to see papa's killer hanged. Sheriff I see. Well. Nothing prevents you from offering a reward, or from so informing a marshal. It would have to be real money, though, to be persuasive. Chaney is across the river in the Choctaw Nation--lawless country. It will not be a daisy-picking expedition. Upwards of three-score US marshals have been slaughtered in the Territory. Mattie I will see to the money. Who's the best marshal? Sheriff I would have to weigh that proposition. I reckon William Waters is the best tracker. He is half Comanche and it is something to see him cut for sign. The meanest one is Rooster Cogburn. He is a pitiless man, double tough and fear don't enter into his thinking. He loves to pull a cork. The best is probably L.T. Quinn, he brings his prisoners in alive. He may let one get by now and again but he believes even the worst of men is entitled to a fair shake. Quinn is a good peace officer and a lay preacher to boot. He will not plant evidence or abuse a prisoner. He is as straight as string. Yes, I will say Quinn is about the best they have. 8 Mattie Where can I find this Rooster? MATTIE'S HAND Rapping at a door of rough plank. After a beat, a voice--rasping and slurred: Voice The jakes is occupied. Wider. We see that Mattie stands before an outhouse. Mattie I know it is occupied Mr. Cogburn. As I said, I have business with you. Beat. Voice I have prior business. Mattie You have been at it for quite some time, Mr. Cogburn. Voice (roaring drunk) There is no clock on my business! To hell with you! To hell with you! How did you stalk me here?! Mattie The sheriff told me to look in the saloon. In the saloon they referred me here. We must talk. Voice (outraged) Women ain't allowed in the saloon! Mattie I was not there as a customer. I am fourteen years old. No response. Mattie reaches up and raps again, vigorously. 9 Beat. Voice (sullen) The jakes is occupied. And will be for some time. PLANK FLOOR A coffin is dropped heavily into frame and we see, chalked onto the freshly milled wood of its top: Ross Yell County Hold at station After a resting beat, during which the coffin's handlers presumably adjust their grip, the coffin is shoved away over the straw-littered planking of a rail freight car. Once it has been pushed fully in, the upright planking of the boxcar door blurs through frame in the extreme foreground til the door slams to rest. We hear the steam engine start to chug, and the foreground door moves slowly off with the grinding motion of the train. SHOP DOOR Swinging open. It is the barnlike door to the mortician's workroom; the Irish undertaker holds it open for Mattie. She carries a bedroll. Undertaker You can sleep in a coffin if you loik. Three bodies lay under shrouds on a high work table. The arm of the nearest sticks out, rope burns on its wrist. Three coffins are in various stages of assembly. Mattie unwinds the bedroll onto the floor. Mattie Not. . . yet. STREET 10 Mattie strides along, looking at facades. She stops, looking at the signage on a barnlike building: Col. G. Stonehill. Licensed Auctioneer. Cotton Factor. INSIDE Mattie steps to the doorway of an office set in a corner of the stable. Mattie How much are you paying for cotton? Stonehill looks up from his desk. He eyes the girl up and down. Stonehill Nine and a half for low middling and ten for ordinary. Mattie We got most of ours out early and sold it to Woodson Brothers in Little Rock for eleven cents. Stonehill Then I suggest you take the balance of it to the Woodson Brothers. Mattie We took the balance to Woodson. We got ten and a half. Stonehill Why did you come here to tell me this? Mattie I thought we might shop around up here next year but I guess we are doing all right in Little Rock. I am Mattie Ross, daughter of Frank Ross. Stonehill sets his pen down and leans back. Stonehill A tragic thing. May I say your father impressed me with his manly qualities. He was a close trader but he acted the gentleman. 11 Mattie I propose to sell those ponies back to you that my father bought. Stonehill That, I fear, is out of the question. I will see that they are shipped to you at my earliest convenience. Mattie We don't want the ponies now. We don't need them. Stonehill Well that hardly concerns me. Your father bought those five ponies and paid for them and there is an end of it. I have the bill of sale. Beat. Mattie And I want three hundred dollars for Papa's saddle horse that was stolen from your stable. Stonehill You will have to take that up with the man who stole the horse. Mattie Tom Chaney stole the horse while it was in your care. You are responsible. Stonehill chuckles. Stonehill I admire your sand but I believe you will find that I am not liable for such claims. Mattie You were custodian. If you were a bank and were robbed you could not simply tell the depositors to go hang. Stonehill I do not entertain hypotheticals, the world as it is is vexing enough. Secondly, your valuation of the horse is high by about two hundred dollars. How old are you? 12 Mattie If anything my price is low. Judy is a fine racing mare. She has won purses of twenty-five dollars; I have seen her jump an eight-rail fence with a heavy rider. I am fourteen. Stonehill Hmm. Well, that's all very interesting. The ponies are yours, take them. Your father's horse was stolen by a murderous criminal. I had provided reasonable protection for the creature as per our implicit agreement. My watchman had his teeth knocked out and can take only soup. We must each bear his own misfortunes. Mattie I will take it to law. Stonehill You have no case. Mattie Lawyer J. Noble Daggett of Dardanelle, Arkansas may think otherwise--as might a jury, petitioned by a widow and three small children. Stonehill Where is your mother? Mattie She is at home in Yell County looking after my sister Victoria and my brother Little Frank. Stonehill I cannot make an agreement with a minor child. You are not accountable. Mattie Lawyer Dagget will back up any decision I make, you may rest easy on that score. You can confirm any agreement by telegraph. Stonehill stares. Stonehill I will pay two hundred dollars to your father's estate when I have in my hand a letter from your lawyer absolving me of 13 all liability from the beginning of the world to date. The offer is more than liberal and I make it only to avoid the possibility of troublesome litigation. Mattie I will take two hundred dollars for Judy, plus one hundred for the ponies and twenty-five dollars for the gray horse that Tom Chaney left. He is easily worth forty. That is three hundred twenty-five dollars total. Stonehill The ponies have no part of this. I will not buy them. Mattie Then the price for Judy is three hundred twenty-five dollars. Stonehill I would not pay three hundred and twenty-five dollars for winged Pegasus! As for the gray horse, it does not belong to you! And you are a snip! Mattie The gray was lent to Tom Chaney by my father. Chaney only had the use of him. Your other points are beneath comment. Stonehill I will pay two hundred and twenty-five dollars and keep the gray horse. I don't want the ponies. Mattie I cannot accept that. (she stands) There can be no settlement after I leave this office. It will go to law. Stonehill This is my last offer. Two hundred and fifty dollars. For that I get the release previously discussed and I keep your father's saddle. I am also writing off a feed and stabling charge. The gray horse is not yours to sell. You are an unnatural child. Mattie The saddle is not for sale. I will keep it. Lawyer Dagget can prove ownership of the gray horse. He will come after you with a writ of replevin. 14 Stonehill A what? All right, now listen very carefully as I will not bargain further. I will take the ponies back and keep the gray horse which is mine and settle for three hundred dollars. Now you must take that or leave it and I do not much care which it is. Mattie Lawyer Daggett would not wish me to consider anything under three hundred twenty-five dollars. But I will settle for three hundred and twenty if I am given the twenty in advance. And here is what I have to say about the saddle-- STREET We are tracking down the street we toward the Monarch Boarding House. Mattie is humping a saddle up the street. She stops before the boarding house. She looks at its sign. She looks at its busted-out porch railing. INSIDE THE PARLOR A Marjorie Main-like woman crushes Mattie to her bosom. Mrs. Floyd Frank Ross's daughter. My poor child. My poor child. Mattie grimaces, arms pinned to her sides. Mattie You have my father's traps? Mrs. Floyd Oh yes we do. My poor child. Are you gawna be stayin with us or are you hurrying home to your mother? Mattie I am staying briefly. I have business with Marshal Rooster Cogburn. I found him in his cups today but I understand he's to be in court tomorrow, testifying. I mean to engage him to hunt down Tom Chaney. 15 Mrs. Floyd Well god bless him for that. The tariff here is seventy-five cents for room and supper. That does not include your daytime eats. Mattie Very well. Mrs. Floyd Your father owed for two days, god bless him. Mattie Oh. Well. Mrs. Floyd You'll share a room with Grandma Turner. We've had to double up, what with all the people in town come to see the hanging Judge Parker's put on for us. Mattie Yes, I witnessed the hanging myself. Mrs. Floyd Was it a good'n? BEDROOM A blanket is unrolled to reveal a watch, a cheap knife, and a long-barreled Colt's dragoon revolver. Voice off: Mrs. Floyd This was in the poor man's room. This is everything, there are no light fingers in this house. If you need something for to tote the gun around I will give you an empty flour sack for a nickel. DARK ROOM We hear wind whistling through cracks in the floorboards and walls. We hear snoring. There is one bed, not large, with two shapes in it. 16 We cut in closer to find Mattie lying on her back, staring. She shivers, shoulders hunched. The thin blanket barely covers her. She pulls the blanket gently, slowly, so that it covers her exposed side. A beat of snoring, a snorfle, and then, as we hold on Mattie, the crackle of mattress ticking under a shifting body--and the blanket is pulled away toward the unseen snorer. COURT HALLWAY Voices echo from inside the courtroom. Mattie cracks a heavy oak door and slips in. COURTROOM The gallery is crowded. Mattie is at the back of a press of standees. Her point-of-view, semi-obstructed: on the witness stand is Rooster Cogburn, a rough- hewn man going to middle-aged fat. He has a patch over one eye. Cogburn The woman was out in the yard dead with blowflies on her face and the old man was inside with his breast blowed open by a scatter-gun and his feet burned. He was still alive but just was. He said them two Wharton boys had done it, rode up drunk-- Mr. Goudy Objection. Hearsay. Mr. Barlow Dying declaration, your honor. Judge Overruled. Procede, Mr. Cogburn. Cogburn Them two Wharton boys--that'd be Odus and C.C.-- throwed down on him, asked him where his money was, when he wouldn't talk lit pine knots and held 'em to his feet. He told 'em in a fruit jar under a gray rock at one corner of the smokehouse. 17 Mr. Barlow And then? Cogburn Well he died on us. Passed away in considerable pain. Mr. Barlow What did you do then? Cogburn Me and Marshal Potter went out to the smokehouse and that rock had been moved and that jar was gone. Mr. Goudy Objection. Speculative. Judge Sustained. Mr. Barlow You found a flat gray rock at the corner of the smokehouse with a hollowed-out space under it? Mr. Goudy If the prosecutor is going to give evidence I suggest that he be sworn. Mr. Barlow Marshal Cogburn, what did you find, if anything, at the corner of the smokehouse? Cogburn We found a flat gray rock with a hollowed-out space under it. Nothin there. Mr. Barlow And what did-- Cogburn No jar or nothin. Mr. Barlow What did you do then? 18 Cogburn Well we rode up to the Whartons', near where the North Fork strikes the Canadian, branch of the Canadian. Mr. Barlow And what did you find? Cogburn I had my glass and we spotted the two boys and their old daddy, Aaron Wharton, down there on the creek bank with some hogs. They'd killed a shoat and was butchering it. They'd built a fire under a wash pot for scalding water. Mr. Barlow What did you do? Cogburn Crept down. I announced that we was U.S. marshals and hollered to Aaron that we needed to talk to his boys. He picked up a axe and commenced to cussing us and blackguarding this court. Mr. Barlow What did you do then? Cogburn Backed away trying to talk some sense into him. But C.C. edges over by the wash pot and picks up a shotgun. Potter seen him but it was too late. C.C. Wharton pulled down on Potter with one barrel and then turned to do the same for me with the other. I shot him and when the old man swung the axe I shot him. Odus lit out and I shot him. Aaron Wharton and C.C. Wharton was dead when they hit the ground but Odus was just winged. Mr. Barlow Did you find the jar with the hundred and twenty dollars in it? Mr. Goudy Leading. Judge Sustained. 19 Mr. Barlow What happened then? Cogburn I found the jar with a hundred and twenty dollars in it. Mr. Barlow And what happened to Marshal Potter? Cogburn Died. Leaves a wife and six babies. Mr. Goudy Objection. Judge Strike the comment. Mr. Barlow And what became of Odus Wharton? Cogburn There he sets. Mr. Barlow Okay. You may ask, Mr. Goudy. Mr. Goudy Thank you, Mr. Barlow. In your four years as U.S. marshal, Mr. Cogburn, how many men have you shot? Mr. Barlow Objection. Mr. Goudy There is more to this shooting than meets the eye, Judge Parker. I will establish the bias of this witness. Judge Objection is overruled. Mr. Goudy How many, Mr. Cogburn? 20 Cogburn I never shot nobody I didn't have to. Mr. Goudy That was not the question. How many? Cogburn . . . Shot or killed? Mr. Goudy Let us restrict it to \"killed\" so that we may have a manageable figure. Cogburn Around twelve or fifteen. Stopping men in flight, defending myself, et cetera. Mr. Goudy Around twelve or fifteen. So many that you cannot keep a precise count. Remember, you are under oath. I have examined the records and can supply the accurate figure. Beat. Cogburn I believe them two Whartons make twenty-three. Mr. Goudy Twenty-three dead men in four years. Cogburn It is a dangerous business. Mr. Goudy How many members of this one family, the Wharton family, have you killed? Cogburn Immediate, or-- Mr. Barlow Your honor, perhaps counsel should be advised that the marshal is not the defendant in this action. 21 Mr. Barlow The history is relevant your honor. Goes to Cogburn's methods and animosities. Judge Okay. Mr. Barlow Did you also shoot Dub Wharton, brother, and Clete Wharton, half-brother? Cogburn Clete was selling ardent spirits to the Cherokee. He come at me with a king bolt. Mr. Goudy You were armed and he advanced upon you with nothing but a king bolt? From a wagon tongue? Cogburn I've seen men badly tore up with things no bigger than a king bolt. I defended myself. Mr. Goudy And, returning to the encounter with Aaron and his two remaining sons, you sprang from cover with your revolver in hand? Cogburn I did. Mr. Goudy Loaded and cocked? Cogburn If it ain't loaded and cocked it don't shoot. Mr. Goudy And like his son, Aaron Wharton advanced against an armed man? Cogburn He was armed. He had that axe raised. 22 Mr. Goudy Yes. I believe you testified that you backed away from Aaron Wharton? Cogburn That is right. Mr. Goudy Which direction were you going? Cogburn I always go backwards when I'm backing up. Mr. Goudy Very amusing I suppose--for all of us except Aaron Wharton. Now, he advanced upon you much in the manner of Clete Wharton menacing you with that king bolt or rolled- up newspaper or whatever it was. Cogburn Yes sir. He commenced to cussing and laying about with threats. Mr. Goudy And you were backing away? How many steps before the shooting started? Cogburn Seven, eight steps? Mr. Goudy Aaron Wharton keeping pace, advancing, away from the fire seven eight steps--what would that be, fifteen, twenty feet? Cogburn I suppose. Mr. Goudy Will you explain to the jury, Mr. Cogburn, why Mr. Wharton was found immediately by the wash pot with one arm in the fire, his sleeve and hand smoldering? Cogburn Well. 23 Mr. Goudy Did you move the body after you shot him? Cogburn Why would I do that? Mr. Goudy You did not drag his body over to the fire? Fling his arm in? Cogburn No sir. Mr. Goudy Two witnesses who arrived on the scene will testify to the location of the body. You do not remember moving the body? So it was a bushwack, as he tended his campfire? Mr. Barlow Objection. Cogburn", 
                    "start": 2488, 
                    "name": "direction"
                }, 
                {
                    "stop": 42064, 
                    "raw_text": "COURTHOUSE PORCH Mattie waits as people file out. She pushes forward to meet Cogburn when he emerges, muttering. Cogburn Son of a goddamn bitch. Mattie Rooster Cogburn? Cogburn What is it.", 
                    "start": 41656, 
                    "name": "direction"
                }
            ], 
            "name": "speaker", 
            "transition": null, 
            "result": {
                "heading": "TRUE GRIT", 
                "indent": 43
            }, 
            "start": 0, 
            "indent": 43
        }, 
        [
            {
                "stop": 2488, 
                "in_lines": [], 
                "dialogue": [], 
                "direction": [], 
                "name": "transition", 
                "transition": null, 
                "result": {
                    "ToD": "2", 
                    "heading": "2", 
                    "indent": 96
                }, 
                "start": 2383, 
                "indent": 96
            }
        ]
    ], 
    [
        {
            "stop": 41280, 
            "in_lines": [
                {
                    "stop": 41680, 
                    "in_lines": [], 
                    "dialogue": [], 
                    "direction": [], 
                    "name": "in_line", 
                    "transition": null, 
                    "result": {
                        "heading": "COURTHOUSE PORCH", 
                        "indent": 6
                    }, 
                    "start": 41650, 
                    "indent": 6
                }
            ], 
            "dialogue": [
                {
                    "stop": 41650, 
                    "raw_text": "if that was where the body was I might have moved him. I do not remember. Mr. Goudy Why would you move the body, Mr. Cogburn? Cogburn Them hogs rooting around might have moved him. I do not remember.", 
                    "start": 41280, 
                    "name": "dialogue"
                }
            ], 
            "direction": [], 
            "name": "speaker", 
            "transition": null, 
            "result": {
                "heading": "I,", 
                "indent": 20
            }, 
            "start": 41257, 
            "indent": 20
        }, 
        [
            {
                "stop": 42166, 
                "in_lines": [], 
                "dialogue": [], 
                "direction": [], 
                "name": "transition", 
                "transition": null, 
                "result": {
                    "ToD": "24", 
                    "heading": "24", 
                    "indent": 92
                }, 
                "start": 42064, 
                "indent": 92
            }
        ]
    ]
]