[
    [
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FADE IN:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "UNKNOWN ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Darkness. Silence. After a long beat, we hear movement, confined and contained. We then hear the sound of a man, PAUL CONROY, groaning, making confused attempts at words. We hear his movement; short, abrupt shifting, ending almost immediately with th sound of his body banging against wood. He screams, though it's clear from the sound that his mou is covered by something. After attempting to sit up, he immediately bangs his head against something. It's terribly warm and his breaths are labored. He attempts to move to his left and right, only to find t he is confined on those sides, as well. He frantically shifts about, only to discover, by touch, that he is enca in something. Something is very wrong, and he doesn't need to see to kn that. Finally, we see him, lit by the flame of the Zippo he hol in his hands, which are bound together in front of him wi rope. A rolled-up, dirty rag is tied tightly around his head, stretched across his mouth. Dried blood stains his hair and forehead. We see that he is lying in an old fashioned, wooden coffi Nothing more than a few rotted-out planks of wood nailed together. Realizing the same, Paul is struck by an overwhelming, instant panic. With great difficulty, and while still holding the lit Zi Paul removes the muzzle from his mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What...? What is this? His words become almost unintelligible as he flails about though fear is understood in his every utterance. He screams aloud, but his voice is captured by the coffin walls. 2."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Oh my God! Help me!! Help me!! He kicks and slams his hands against the top and sides of coffin, all to no avail. His violent movements cause smal grains of sand to trickle in through the space between th sides and top of the coffin, as well as a small gap that exists between one of the coffin's broken wooden planks. Sweat cascades down the side of his neck, dripping from h dampened brow. The heat inside the extremely close confin of the coffin is stifling."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Somebody help me! Please!! Paul continues with his futile efforts to pry off the top the coffin. The sides, the top, the bottom -- all are too thoroughly reinforced by the force of what surrounds the coffin. Sand. It becomes clear to him that he is buried. He tries his best to calm himself, though he has trouble catching his breath. It takes him some time, but he eventually achieves some semblance of calm. Getting a good look at him for the first time, we see tha Paul is somewhere around 37 years old. Unshaven and physically unremarkable, he embodies the blue-collar Amer everyman. He coughs. The minimal amount of oxygen in the coffin mak it hard for him to breathe. His eyes widen a bit upon seeing an exposed, rusty nail. tries desperately to use the nail to cut through the old, frayed ropes that bind his hands. Doing so is no easy tas The incredibly tight quarters makes his every action near impossible. After a lengthy struggle, the rope snaps. Paul quickly fr his hands. A small victory. Very small. The heat is unbearable. Paul takes off his button-down shirt, leaving him in a T-shirt. His body battles against the walls and the ceiling of the coffin with every move h makes. He tosses his button-down shirt down by his feet. His undershirt is drenched through with sweat. Still trying to calm himself, but having little success i doing so, Paul looks around the coffin. His feet, though only his body-length away, seem miles from him. 3. He looks at the top of the coffin, and then back at his f With great difficulty, he shifts his body so that his fee are pressed against the top of the coffin. He attempts to use his leg strength to push the top off of him, but it doesn't move even a millimeter. After several failed attempts, and with his legs exhauste Paul drops his feet from the top of the coffin. He lay fo moment in silence, followed by an outburst of crying. Close to his head, on the corner of the floor, we see the another broken plank. A small hole. He closes his cigarette lighter, extinguishing the flame. total darkness, he continues to cry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "What is this? With his sobbing slowly subsiding, the coffin soon grows eerily silent. The sound of Paul's labored breaths are all we hear, soft under the blanket of absolute darkness. After a beat, the silence is interrupted by a subtle buzz sound. The muted sight of strange, blueish light flickers the coffin, by Paul's feet. He is extremely startled. The buzzing continues, as does the minimal splashing of light. It's coming from underneath his discarded button-d shirt, down near his feet. He lights the Zippo to get a better look. Pulling the shirt away, he realizes that what he is heari and seeing is the vibrating ring and display features of older model cell phone. He frantically reaches for it, though the coffin is far t small for him to reposition himself so easily. To his dismay, the phone stops ringing. But, his efforts reach it continue. He uses his feet to search for the pho After some trouble finding it, he eventually locates it. Clamping the phone together between his clasped feet, Pau then painfully angles his body so that he can reach his f with his hands and grab it. He is soon able to reach it. Immediately thereafter, he flips open the phone and puts the receiver in front of hi 4. We see that there is a Text Message waiting for Paul on t phone. However, Paul barely notices. The time on the phone reads 6:12pm. While the numbers and display screen icons are familiar to Americans, all the w are in Arabic. What he does notices is that the phone barely has one bar signal strength. Worse yet, there is only half of the battery life remaining. He tries to remember the Safe Number he was given. With t phone open and ready to be dialed, Paul struggles to reca the information."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Come on, come on. What was it? Getting only two digits into dialing the number, he canno remember much more and closes the phone. He wedges the lit Zippo into sand, which is compacted aga a small hole in the wall of the coffin. Paul reaches into his pants pocket, frantically searching something. He hastily removes a prescription pill bottle a small, metal flask. Both are not what he was looking fo He then reaches to his back pocket and removes his wallet It's empty. His license, his credit cards, his cash and, most importantly at that very moment, a piece of paper wi the Safe Number written on it, are all missing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "No. Where the hell is it? Son of a...Come on! He screams aloud again, hoping greatly that someone can h him. His frenzied maneuvering puts out the flame of the Zippo."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Help me! Please! Somebody help me! His words barely make it pass the coffin walls. With the cell phone still in hand, and laboring to reclai the breath he just expended, Paul turns to desperation. H dials the international code of 001, and then dials 911. A FEMALE 911 OPERATOR answers almost immediately. 5."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "911, please hold. The Female 911 Operator places Paul on hold."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No! Wait! Paul accidentally bangs the cap of the Zippo against the coffin wall, putting out the flame. She quickly returns."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "911. What is your emergency?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hello?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "911. What's the problem, sir? Paul is so incredibly panicked that he has trouble remain coherent. After a few sparks, the Zippo is re-lit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm buried. You have to help me. You have to help me, I can't breathe..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SIR --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm buried in a coffin. Please help me! Send someone to find me..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "Sir...slow down. What is your name?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Paul. Paul Conroy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "Okay, Mister Conroy. Can you tell me your location?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't know. I'm in a coffin. I don't know where. I'm scared. Please help me. 6."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "You're in a coffin?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah, it's, like, one of those old, wooden ones."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "Are you at a funeral home?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No. I don't know. No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "How are calling me right now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "If you're buried in a coffin, where are you calling from?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "A cell phone. There was an old cell phone in the coffin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "You're calling from your cell phone?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. No. It's not mine, but yes, I'm calling from a cell phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "There was a cell phone in the coffin when you climbed in?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I didn't climb in."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "How did you end up in the coffin, sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I was put here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "In the coffin?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. Please send help. 7."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "And you're saying the coffin is buried?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I think so. It's...it's hot in here. I can't breathe."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "Do you know your location, sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I told you, I don't know. Somewhere in Iraq."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "Iraq?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. I'm a truck driver, an American. I work for CRT."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "Are you a soldier, sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No. Please, please listen to me. I'm a truck driver. I work for CRT. I'm a civilian contractor working in Iraq. We were attacked in Baqubah, they...they..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(STARTS CRYING)"
            }, 
            "text": "...shot them. All of them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "They shot who, sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "All of the other drivers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "And you're saying this happened in Iraq? The country?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. Please, you have to help me. They gave me a safety number to call, but I had it stored in my wallet and --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "Mister Conroy, this is 911 emergency in Youngstown, Ohio. 8."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Ohio?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE 911 OPERATOR"
            }, 
            "text": "Yes, sir. I'm not sure exactly how you called here if you're in another country, but if you'd like, I can patch you through to the Sheriff's Department."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Sheriff's Department? No...you don't underst..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(GIVING UP)"
            }, 
            "text": "...forget it. Realizing that his conversation is both lengthy and usele Paul ends the call. He checks the battery life on the pho It still holds steady at two bars. He immediately dials another number, one that he can reca with ease. He again enters the 001 international code before making call. Paul then dials his home phone. It rings several times, s far unanswered."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Come on, come on. Pick up. Please. After sitting through the agony of a few more rings, Paul met with the answering machine. The voice of his young son, SHANE, is heard on the answer machine greeting."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SHANE"
            }, 
            "text": "Thanks for calling the Conroy's. We're not home right now. Please leave a message at the beep. Thanks. At the sound of the Beep, Paul leaves a frenzied, ramblin message."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Linda, honey, it's me. Listen, I need you to contact the National Guard right away. Or the Pentagon. Tell them we were attacked in the Diyala Provence, in Baqubah."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "9.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "They have to find me. Please help me, baby. Please help them find me. Paul hangs up. He dials his wife's cell phone right away. After several rings, her cell phone voice mail picks up. hear the sound of Linda, Paul's wife, on her outgoing message."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "Hi, this is Linda. Please leave a message. Thanks and have a great day. The Beep sounds and Paul immediately tears into his voice message."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Linda, it's Paul. I need you to call me right away. This is an absolute emergency. Call the number that comes up on your phone. Call me at that number. If I don't answer, call the Pentagon or the F.B.I. I don't know what the hell is going on, but I'm buried in a box... Hearing himself say those last words gives him pause. The gravity of the situation fully takes hold."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "...I can't breathe in here. Make sure you call me right away. Please, baby, please call me. Paul ends the call. He nervously looks at the amount of battery life remaining on the phone. Still holding strong two bars. He notices the flickering light of the Zippo. It, too, appears to be using up small amounts of oxygen. He closes the lid, extinguishing the flame. Total darkness. Silence, save for Paul's increasingly hea breaths. He begins to hyperventilate. He knows that preserving oxy is paramount, so he does his best to calm himself. The healthy swig he takes from his flask helps. 10. He flips open the cell phone. The light of the display screen partially illuminates his face and some of the cof with a blueish hue. Paul again enters the overseas dialin code, this time dialing 411 information. The 411 OPERATOR answers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "411 OPERATOR"
            }, 
            "text": "What city and state, please?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Um...I don't know. The F.B.I., wherever they are. Paul reaches for his button-down shirt. Fishes for pens stashed in his lapel pocket, while keeping the phone pres to his ear with his shoulder."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "411 OPERATOR"
            }, 
            "text": "Do you have a specific city you'd like to be connected to, sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't care, any city. Just connect me to the F.B.I."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "411 OPERATOR"
            }, 
            "text": "Sir, I have F.B.I. field offices listed in Boston, New York, Philadelphia, New Haven, Los Angeles, Chicago, Denver -- Paul cannot bear to listen any further to this list that seemingly never ends."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Anywhere! Any city, just connect me, please!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "411 OPERATOR"
            }, 
            "text": "I'm sorry, sir, but I'm not allowed to do that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Fine, um...Chicago. Okay?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "411 OPERATOR"
            }, 
            "text": "Please hold for your number. Paul is transferred to an AUTOMATED MESSAGE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AUTOMATED MESSAGE"
            }, 
            "text": "The number you requested, 312-421- 6700... 11. Paul writes the digits of the phone number on the top of coffin with his pen. But, after the first three numbers, pen stops working. He hurriedly reaches back into his shi pocket to remove the other pen, which is actually a click pencil. Click-click-click-click. He writes the last seven digits, followed by the word \"FBI.\""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "AUTOMATED MESSAGE, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "...can be connected for an additional charge of twenty-five cents by pressing the number one. He presses the number one and is connected directly. After a few rings, SPECIAL AGENT HARRIS answers."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Chicago field office. Special Agent Harris."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hello? Is this the F.B.I.?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yes it is, sir."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm calling from Iraq. I'm buried in the desert somewhere. I need you to help me --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Whoa, whoa, sir. Slow down. When were you in Iraq?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Now. I'm there now. I'm a truck driver for CRT. I've been here for nine months."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "May I have your name please, sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Paul Conroy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(saying it as he writes it"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DOWN)"
            }, 
            "text": "Paul Conroy. (back on the phone) Okay, Paul, explain to me what's going on. 12. Paul attempts to center himself so that he can accurately tell his story."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Alright. Me and a convoy of other drivers were delivering kitchen parts to a community center. As we got closer, a bunch of kids started throwing rocks at our trucks. Then an IED went off up ahead and blew up one of the other trucks. These guys came out from behind the houses with guns and started shooting everybody right there on the street."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Were you shot at?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't know! (after a breath, calmer) I don't know. I was way in the back of the convoy. I must have got hit in the head with one of the rocks and got knocked out. That's the last thing I remember. But now I just woke up, and I was tied up and buried in a coffin."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Who put you there?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I guess whoever ambushed us. Special Agent Harris sounds slightly skeptical of Paul's claims."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A bunch of kids?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No, you're not listening. The kids threw the rocks at us, but then some Iraqi guys -- maybe insurgents, I don't fucking know -- popped out of nowhere and started shooting at us."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I thought you said they didn't shoot at you. 13."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "They didn't, I don't know! But they shot them!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sir, you're going to have to stop shouting if --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm shouting because you're not listening! I need you to help me! Please!!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hmmm... Paul takes a moment to center himself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Can you trace my call? GPS or something?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why is it that they didn't shoot you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I have no idea. They didn't, that's all I know."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What's your social security number, Paul?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Why? Who cares? I'm buried in the middle of the fucking desert! Who cares what my social security number is?! I'm an American citizen. Just send someone to find me!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Do you know where you're ...lo...if...dy.. The cell phone starts breaking up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hello? What? I can't hear you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SPECIAL AGENT HARRIS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bet...un...near... 14. Suddenly, Special Agent Harris is not heard at all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hello?! Hello?! Paul checks the phone's display, where he sees that the c has been lost."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Shit!! Cell phone service temporarily goes down. Paul lights the Zippo to help him see the cell phone screen. He tries to make a call, but nothing happens. He shakes the phone, moves it around the coffin, all in desperate hope that he will get a signal. He soon does. He looks at the number for the F.B.I. that he has written the wall, thinking about calling them back. He then check the battery life on his phone, which remains at two bars. Paul then decides to make a different call, this time to phone number he has committed to memory: his employer bac the U.S., Crestin, Roland and Thomas (CRT). He closes the lid of the Zippo, extinguishing the flame. After a few rings, a CRT OPERATOR answers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CRT OPERATOR"
            }, 
            "text": "Thank you for calling Crestin, Roland and Thomas. How may I direct your call?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Somebody, I need to talk to someone right away. It's an emergency."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CRT OPERATOR"
            }, 
            "text": "Who is this, please?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Paul Conroy. I'm a driver for you guys. I'm calling from Iraq. My convoy was attacked."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CRT OPERATOR"
            }, 
            "text": "Sir, if this is a crisis situation you need to contact the Safety Number your were provided. 15."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I know, I know, but I don't have it. They took it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CRT OPERATOR"
            }, 
            "text": "Who took it, sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "The Iraqis, I think. I don't remember, I blacked out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CRT OPERATOR"
            }, 
            "text": "I'm going to put you through to Alan Davenport."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Davenport? Who's that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CRT OPERATOR"
            }, 
            "text": "Director of Personnel. Please hold."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Personnel? No, I need to talk -- Paul is placed on hold. Synthesized soft rock plays in th background of the phone, maddening Paul further. Over the music, a CRT SPOKESMAN is heard, speaking a recorded testimonial during the on-hold message."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CRT SPOKESMAN"
            }, 
            "text": "At CRT, we work with our clients to provide effective and sustainable solutions to the challenges they face in our fast-growing, global economy. As the premiere... The message is interrupted by ALAN DAVENPORT's outgoing v message."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "You've reached Alan Davenport, personnel director at Crestin, Roland and Thomas. Please leave your name and number at the tone and I will return your call as soon as possible. The BEEP sounds. Paul is confused as to why he was patche through to someone in human resources, but leaves a messa nevertheless. 16."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "This is Paul Conroy, I'm from Hastings, Michigan. I'm a driver for CRT, and my convoy was ambushed...by insurgents or terrorists. I don't know. I don't know who it was. I'm stuck in the ground, buried in a coffin and I need help. Please send help. I'm begging you. I think I'm in Baqubah in the Diyala Provence. Please send help right away. I can't breathe in here. I can't...please. I'm begging you. I don't know who else to call. I... Paul notices that his phone has again lost signal."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(EXASPERATED)"
            }, 
            "text": "...fuck. Paul drops the phone to his side, the screen still emitti its glow. He explodes with a mixture of rage and fear. He screams a flails his feet and hands wildly, banging them against th walls of the coffin. His animalistic outburst causes the phone to close. The coffin returns to pitch black. After a long beat, Paul lights the Zippo, which remains wedged in the sand compacted against the small hole in th wall of the coffin. Paul takes a few moments to catch his breath. He looks ag at the cell phone. Remembers receiving a Text Message. The icon on the phone's display indicates that he does, i fact, have an unread Text Message waiting for him. Paul quickly scrolls through the phone's menu, which is a written in Arabic, until he reaches what appears to be th Text Message option. Opening it, he sees a series of ten numbers. Using his click-up pencil, he scribbles the numbers onto top of the coffin. Next to the number, he writes the word \"HELP?\" Noticing that his phone has again picked-up a signal, he dials the number. 17. It rings once, but then the reception begins to falter. After only two rings, the call is ended. Paul's frustrati mounts. He is barely able to fight off another fit of hysterics. He dials the number again. It rings once. A second ring. In the middle of the third ring, someone answers -- but they do not say anything."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hello? Hello? Is anyone there? Hello? After a beat, Paul hears breathing on the other end of th phone. He also hears a discordance of background sound; t din of a room filled with Arabic-speaking men."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Hello? Who are you? Please, you have to help me. Still, Paul's words are only met with slow, measured brea"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Who is this? Hello? The person on the other end eventually speaks. An Iraqi m JABIR, talks forcefully and aggressively in broken Englis"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Breathe no breathe, American? Ah? Breathe no breathe?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What? I don't know what you're saying. Who is this?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "American can breathe no breathe?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No, I can't breathe. Please get me out of here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Get out?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes, please get me out. Help me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Soldier. 18."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No, no I'm not a soldier. I'm a truck driver. That's it. I'm not a soldier. I'm a contractor."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Contractor?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes, that's right. A contractor. Not a soldier."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Blackwater."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No, not for Blackwater. I'm not a security contractor. Truck driver, I'm a truck driver. That's all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You are American."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Then you are soldier. Despair falls upon Paul. It becomes clear that Jabir is responsible for all of this. As such, Paul crosses out th word \"HELP?\" Closes the lid of the Zippo, leaving only th cell phone display screen to illuminate his face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No, I'm not. I'm here unarmed. But, you still shot at us."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "In head and in throat, so you tell no more lies."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm not lying! We were all drivers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Drive what?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Trucks. The big trucks you see driving around with the supplies? That's us. That's me. We're not soldiers. 19."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Five million money."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Five million money tonight by nine PM or you stay. Buried like dog."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Five million dollars? From who?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Your family."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "My family doesn't have five million dollars. If they did, I wouldn't be here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "From Embassy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't know, yes, the Embassy will pay you. If you let me go, they'll pay you the money. Silence on the other end of the phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "(after a long beat) Nine PM, five million money. Jabir hangs up the phone, forcing Paul to instantly come grips with the fact that he is being held hostage. He lays back in the coffin, shell-shocked. Physically spe the cell phone falls from his hands and onto the floor. T display screen casts a dim light throughout the coffin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FADE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "COFFIN"
                ], 
                "terior": "INT.", 
                "ToD": "MOMENTS LATER", 
                "shot type": null
            }, 
            "text": "The Zippo lights. Paul holds it in his hand, using it to illuminate the inside of the coffin. He attempts to push into its now customary resting place, but the sand has loosened, making it difficult for the Zippo to stay in pl It almost falls to the floor. 20. Looking around, Paul sees there is a crack between two planks, located on the opposite wall of the coffin. He wedges the lit Zippo into the crack. With his hands now free, Paul haphazardly positions himse so that his back is facing the top of the coffin. His every move is arduous; the claustrophobic nature of t coffin bearing down on him. Paul positions his bent knees underneath his chest, with shins and feet pressed against the bottom of the coffin. Using the strength of his legs, he attempts to lift the t off the coffin with his back. Trickles of sand fall in from the side of the coffin, sprinkling against the wooden base. He fails, only to immediately try again. And again. And again. Exhaustion sets in. Staring ahead, the phone sits in front of him. He notices that the battery life bars are still at one solid and one blinking. He grabs the cell phone, staring at it, trying to think o someone else to call. The battery life is limited. Every call has to count. He tries to remember some phone numbers, but has trouble recalling the information."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TO HIMSELF)"
            }, 
            "text": "Come on, what's her number? He cannot remember the number he's thinking of. He notice that the flame of the Zippo flickers, indicating its use his much-needed oxygen. Paul closes the lid, extinguishin the flame. A second later, we see him, lit by the cell phone display screen. He dials the international code for the United States, followed by 411 information. A MALE 411 OPERATOR answers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MALE 411 OPERATOR"
            }, 
            "text": "What city and listing, please?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hastings, Michigan. I'm looking for Donna Mitchell. 21."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MALE 411 OPERATOR"
            }, 
            "text": "I have two Donna Mitchells, sir. One on Federal Road and one on Ardmore Avenue."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Ardmore Avenue...I think. Yeah. Shit, I don't know. Just give me that one."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MALE 411 OPERATOR"
            }, 
            "text": "Ardmore Avenue?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes, Ardmore Avenue."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MALE 411 OPERATOR"
            }, 
            "text": "Please hold for your number. Paul is switched to an AUTOMATED MESSAGE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AUTOMATED MESSAGE"
            }, 
            "text": "The number you requested, 269-948- 1998 can automatically be dialed for a charge of twenty-five cents by pressing the number one. Paul writes Donna's number and name on the top of the cof and then presses the number one. He is connected. Her phone rings and rings. Paul's frustration is evident."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Come on! Where the hell is everyone? The phone rings some more. Paul checks the battery life - still at one and a half bars. DONNA eventually answers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "Hello? Hearing her voice, Paul hurriedly places the phone to his ear."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Donna, it's Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "Hey, how's it going? 22."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Where's Linda? She's not answering her phone. I need to talk to her, I've been taken hostage by... Donna interrupts. We realize, as does Paul, that her voic was actually coming from her answering machine."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(OVERLAPPING)"
            }, 
            "text": "Fooled you. I'm not really home. But if you leave a message, I'll get back to you as soon as I get in. Bye-bye. His hand falls to his forehead, defeated."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Donna, I need to talk to Linda. It's an absolute emergency. Have her call me. Use star sixty-nine and find out the number I'm calling from and have her call me... Donna picks up the phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "Paul?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Donna."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "What do you want?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I need to talk to Linda. Where is she?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "I don't know. I haven't talked to her all day. Call her cell phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Are you near a computer or something?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "Uh...yeah. Why?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Turn it on. 23."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "It is on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Look up the number for the State Department for me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "I was just heading out to the supermarket. I really don't have"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TIME --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Donna, please, please, please -- just get me the number."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "Is everything alright?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No! Everything is not alright! So, please, just look up the number."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "Don't fucking yell at me, Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm not yelling!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "Yes you are. Just like you did last year at the cookout. I'm not going to tolerate --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(EXPLODING)"
            }, 
            "text": "Just get me the fucking number!! Get me the number, get me the number!! Donna hangs up on him. Realizing this, Paul bangs his fis and claws at the top of the coffin, bloodying some of his fingers and knuckles in the process. He violently tosses and turns and screams at the top of h lungs, like an animal trapped in a cage. Tears spray from his eyes as spit shakes free from his mouth by the force his shudder. He eventually calms quite a bit. Sniffing away tears and taking notice of the damage he's done to his hands, Paul slows his breathing as best he can. 24. He lies there, motionless. The silence is almost comforting. Paul closes his eyes, regretfully accepting what appears will be his inescapabl fate. After a beat, he calls Donna back. Knowing it is Paul calling, she answers right away, attitude at the ready."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "What? It takes every ounce of Paul's being to keep himself from going off the deep end. He takes a beat to compose himsel and then finally offers a very delicate and deliberate response."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Donna, I'm very sorry I yelled. But, I'm only going to ask you once more to get me this number. If you don't get me this number, I'm going to die."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "What?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't have time to explain. Please...the number."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BEAT)"
            }, 
            "text": "Hold on. We hear Donna put down the phone. In the b.g., we hear th sound of keys being pressed on a computer keyboard. After a beat, she picks the phone back up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA (CONT'D)"
            }, 
            "text": "Okay...State Department. It's 202- 134-4750."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "202-134-4750", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "Yeah. Paul writes the number on the top of the coffin, beneath man others. He writes the initials \"S.D.\" next to it. 25."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DONNA"
            }, 
            "text": "What the hell's going -- Paul hangs up on Donna mid-sentence. He dials the number State Department right away. A STATE DEPARTMENT REP answers after a few rings."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STATE DEPARTMENT REP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "United States Department of State."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm an American citizen, working in Iraq. I've been taken hostage. I need to speak to someone right away."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STATE DEPARTMENT REP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Where are you calling from, sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "From Iraq. I'm a truck driver for CRT -- Crestin, Roland and Thomas. We were attacked and now I'm being held for ransom."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STATE DEPARTMENT REP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Are the kidnappers with you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No. I'm buried somewhere."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STATE DEPARTMENT REP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're buried?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah, in a coffin, a wooden box. It's an old coffin, I think."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STATE DEPARTMENT REP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Did you try contacting the military out there?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't have the number."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STATE DEPARTMENT REP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What number?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I was given a number to call, a safety number. But the people took it. 26."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STATE DEPARTMENT REP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The people holding you hostage?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STATE DEPARTMENT REP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(DISCONCERTED)"
            }, 
            "text": "I don't know...hold on. Let me connect you...hold on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No. Wait... Paul is placed on hold. As he waits, his eyes wander arou the coffin. He looks at the numbers he has written. After a moment, REBECCA BROWNING, a State Department official, picks up the phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "Rebecca Browning."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hello?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "Yes, hello. I was just informed of your situation."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah, my situation. I'm running out of time and you people keep putting me on hold. What the hell is wrong with you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "I'm sorry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Don't be sorry. Just help me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "I just have a few questions for you, Mister Conroy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You've got to be kidding me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "It's important that I get this information. It will make a rescue"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ATTEMPT --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "27.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Wait, wait, wait...how did you know my name?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "I'm sorry?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I never gave you my name. I don't think I gave it to the other guy, either. Rebecca is silent on the other end of the phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "What the hell is going on right now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "(after a beat) We received a call from a representative at CRT. You left him a message?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah...?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "He contacted us right away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Well, since you know what the hell is going on, what have you done to get me out of here?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "There's little we can do from Washington."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "So, that's it? I'm just supposed to rot in here because there's little you can do?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Then what?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "I need to know where you were when your convoy was ambushed. 28."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "In the Diyala Provence. In Baqubah."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "Okay. And has contact been made with the kidnappers?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. The guy told me that he wants five million dollars by nine o'clock tonight."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "Or else...?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Or else he'll bring me to Sea World. What do you think, lady? Even faced with Paul's sarcasm, Rebecca remains stolid. Professional."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "We'll do everything we can."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "So you'll pay them?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BEAT)"
            }, 
            "text": "No. That we can't do."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Wait...what?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "It's the policy of the United States government to not negotiate with terrorists."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "To hell with that! It's easy for you to worry about policy, you're sitting in an air conditioned office somewhere, probably finishing up your sandwich from lunch. You're not the one stuck in a coffin, buried in the God damn desert!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "I understand your frustration -- 29."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Frustration? Lady, I'm going to fucking die in here. Understand that! Rebecca is silent on the other end of the phone. Paul wonders if she is still there. The idea of being alone ag scares him terribly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Hello? Worried, Paul lights the Zippo. The reflection of the fla dances on his frightened eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "I'm here. Momentary relief. After a beat:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Well, then say something. Tell me how you're going to get me out of here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "What's the number on the phone you're calling from?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't know. Did it come up on your end?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "No. It's listed as unavailable. Do this -- take down this number. Paul takes out his pen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Go ahead."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "410-195-5453.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Paul writes the number onto the top of the coffin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Who's that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "Dan Brenner. He's the commander of the Hostage Working Group over in Iraq. 30. Paul writes \"D. BRENNER\" next to Dan's phone number."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hostage Working Group?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "We formed it in 2004 to deal with situations such as yours. Paul shakes his head in disgust."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Situations. I love how you keep calling it that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "Did you write down the number?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "Good. Hold on, I'll connect you with him now. He should be expecting you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What about the news? I'm going to call them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "No. Do not, I repeat, do not contact the news."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Why?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "It will only complicate things further and threaten your chances of rescue. Paul doesn't buy it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's bullshit. You're just covering your ass."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "No, I'm covering yours. Everyone who needs to know about this does. 31."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You don't go looking for something if you don't know it's missing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "That's why you need to contact Dan Brenner right away. Paul still contemplates contacting the news, but soon acquiesces to Rebecca's pleas for him not to."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Fine."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REBECCA"
            }, 
            "text": "I'm transferring you now. Rebecca's gone. Paul waits. Several beeps sound as he's being transferred. Paul hears a faint sound coming from behind him, outside coffin. While the beeps continue to sound, he lights the Zippo, circumspectly looking behind him. He doesn't see anything. With the Zippo still lit, Paul takes a deep, centering breath, followed by another. A few more long beeps pass before a ring is heard. After rings, DAN BRENNER answers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Brenner."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Dan Brenner? Dan is quick to figure out who it is that must be calling him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Is this Paul Conroy?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(EXCITED)"
            }, 
            "text": "Yes, yes it's me. It's Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Paul, I was informed of what's going on. I want you to know that we're already working on trying to get you out of there. 32. Paul is relieved. His first glint of hope has appeared. Tears of joy instantly escape his eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Oh, thank you, God."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I was told that we have until 9pm. Is that right?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's what he said."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Alright. That doesn't give us a whole lot of time. And just so I have this right, the kidnappers buried you in the ground?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah, in an old, wooden coffin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Okay. My guess is that since you're able to get a cell signal, you're no more than a few feet underground."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't know. Maybe."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "What about battery life? How much does the phone have left? Paul looks at the display to find out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Less than half."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Okay. You have to conserve that battery. Our best bet of finding you is by tracking your cell signal. Is the ringer set on a sound or vibrate?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Vibrate."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Press and hold down the asterisk key to change it to a ring tone. It will use less power. 33."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What about my Zippo?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "You have a lighter?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Use it to look around for markings, a logo -- whatever you can find."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Won't it use up oxygen?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Not much. Don't worry about that now. Try to find --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's really dark in here without it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I understand, Paul. Try to find anything in there that might indicate where that coffin was made."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You guys have to hurry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We're working as fast as we can, Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Do you know if there were any other survivors?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "From your convoy?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "That's still unclear at this point."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I just wanted to do right by my family. That's all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "34.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "I didn't know it was going to be like this over here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I don't think any of us did. While on the phone with Brenner, Paul gets another call coming in. He checks the display and reads the number. Matching it against a number he wrote on the top of the coffin, he sees that is Jabir calling."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's him. He's calling."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "The kidnapper?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah. What do I do?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "You know his number?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Give it to me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What about the call?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Give me the number first. The phone has rung several times. Paul fears that Jabir m hang up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "He's going to hang up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Take the call."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BUT --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Take the call. Now. Paul complies with Dan's demand and switches to the other line. 35."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hello."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Two hour, six minute. Paul looks at his watch. Indeed, he has but two hours and six minutes until the time reaches 9pm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You have to give me more time."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You talk to embassy? They give money?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. No. I talked to...someone. Government. They said that they won't pay the money."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "No pay?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No. They said that they don't negotiate with terrorists."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Terrorists? I am terrorist?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. You are terrorist, you son of a bitch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You are terrified, so I am terrorist?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What did I ever do to you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Ever do?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah. I'm here because it's a job, to make money. That's it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "I have job until you come. Now, my family have nothing. 36."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's not my fault! Jabir retorts with a spirited conviction similar to Paul'"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Nine, one, one was not my fault, but still you are here! Saddam was not my fault, but still you are here!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I told you, I'm only here to work. To help rebuild."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Rebuild what you destroyed. Paul cannot handle his stress any longer. He begins to crumble under the pressure."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Stop! Just please, stop! I'm just a guy. I'm just a truck driver. Okay? I'm nobody that makes decisions about anything. I just want to go home. Silence from the other end of the phone for an extended period of time."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You make video, ransom video. This surprisingly comes as good news to Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. Please. Get me out of here and I'll make the video."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "No. You make video now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What...? How?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You use video on phone. Paul's hopes are dashed. His sanguine head falls back ont the coffin floor. 37."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR (CONT'D)"
            }, 
            "text": "Near foot. You read note near foot in box. Paul shines the flame of his Zippo lighter toward his fee He doesn't see anything."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Where? I don't see --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Near foot. Read note inside box. Paul repositions his legs as best he can. He can vaguely the corner of a small metal box, partially sticking out o broken plank on the bottom of the coffin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "The video...if I make it, will you let me go?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Only if we get money."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Nobody's going to pay five million dollars for me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "We take less. One million money."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "If they pay it, will you let me go?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "(after a beat) One million money. Jabir hangs up, ending the call. Paul sits motionless for a moment, soaking in all that Ja has just told him. He again looks down toward his feet. He can see the protruding corner of the metal box, but it's positioned i such a way that it will clearly not be easy for him to re it. Paul then tries to clasp the box with his feet, but after several unsuccessful attempts, he realizes that a new strategy is necessary. 38. He makes efforts to reposition himself in the coffin, so his head and feet will ultimately switch places. He struggles, inch by troubled inch, to make this maneuver. Sweat pours down the side of his face. The extremely tigh quarters of the coffin make the repositioning nearly impossible. After expending a great deal of energy doing so, Paul eventually completes the turn of his body. He examines th small, rusted metal box. On it is a cartoon picture of a small Arab boy and girl playing with a red rubber ball. Skeptical at first, Paul carefully examines the box and shakes it gently. Items are heard rummaging inside. He carefully opens it. A fluorescent green light shines f inside. Paul looks inside and finds a lit, green glow stick, fluorescing brightly and now illuminating much of the cof He closes the lid of the Zippo. Removes the stick. Looking into the small box again, he finds several other items: a small, disused flashlight; a second, unlit glow stick; a jackknife; and lastly, a folded piece of paper. He slowly unfolds the piece of paper. We see that his ran message is written in an unintelligible mix of English an Arabic. Paul shakes his head and lets out a sigh of disgust. He crumbles up the paper into a ball and listlessly drops it his side. He covers his face with his hands, his labored breaths echoing in his palms. Under the low-light of the green glow stick, Paul picks u the phone and dials his home. Per usual, he gets the answering machine. His son, Shane, heard on outgoing message."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SHANE"
            }, 
            "text": "Thanks for calling the Conroy's. We're not home right now. Please leave a message at the beep. Thanks. Paul's eyes well up with tears. He smiles at the sound of his son's voice. The Beep is heard. Paul hangs up without leaving a message. He looks at the time. It's 7:02pm. Battery life is holdin steady at one and a half bars. He remembers something. 39."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Shit. Paul presses and holds down the shortcut button on the ph that changes the ringer from vibrate to an audible tone. The glow stick begins to slowly fade. Paul dials Dan Brenner. After a few rings, Dan answers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Paul?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Here's his number... Paul presses the green key, bringing up the last numbers dialed and received."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Hold on. Alright, go ahead."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's 07902-24-921. Dan says something to someone who is in the room with him and then returns his attention to Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "This is huge. Unless they're using a cloned line, we should be able to find where this is coming from in minutes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What about me? Can you track my cell signal?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We're having a lot of trouble with yours. Seems to be an EDS line, probably through one of the Egyptian carriers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What does that mean?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "That...it's not going to be easy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "He wants me to make a ransom video. 40."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "No. Hold off for as long as you can."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "If it's going to get me out of here, I'm making it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "The last thing we want is for this to end up all over Al Jazeera."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "We? Paul becomes angry, again sensing that more emphasis is b placed on containing the situation than rescuing him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "This can't turn into an international incident."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's all you people care about! But what about me? Don't you care about me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We do. That's why we're --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No you don't! You people don't care about any of us. I've had eight friends killed out here, six of them today. We don't have any guns, any armor. Nothing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "You're not soldiers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Tell that to the people who put me in this box! Tell that to the people who shot my friends!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We're doing the best we can."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No, you're not. All you people understand are your secret plans and your back room politics."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "41.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "If I were some diplomat or something, maybe even a hostage working group leader -- or whatever your fancy title is, I'd be out of here by now. Wouldn't I? But I'm not, so I'm just supposed to keep my mouth shut and die."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I need you to stay focused, Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Fuck you. Dan's heard enough."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Paul, listen to me: finding you is our primary concern. Bottom line. And we're searching just as hard as we would be for a four-star general, so don't literally waste your breath suggesting otherwise. Paul does not respond at first. Dan's retort clearly has effect on him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Who are they? The people who put me here?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "They're just that -- people. No different from you and me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm no terrorist."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Neither are they."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "How do you know that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "If you were homeless, starving...actually, I take that back. If your family was homeless and starving, what would you do for them?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I wouldn't kill someone. 42."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "How can you be sure?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(GETTING FRUSTRATED)"
            }, 
            "text": "What difference does it make?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "They're criminals, desperate ones at that. They don't care about anything other than getting the money."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "So pay them, then."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Trust me, if it was an option, I would do that in a heartbeat."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "How many others have there been?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Since I got here? Hundreds. Journalists, contractors, soldiers...hundreds have been taken. It's one of the only functioning businesses out here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "How many have you rescued? Dan is reluctant to answer the question."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "How many?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BEAT)"
            }, 
            "text": "Not many."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Tell me their names."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Who?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Any of them. Make me know they really do matter to you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Mark White. 43."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Who was Mark White?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "A kid from New Hampshire. Twenty- six years old. Med student. Came over here to help out local doctors."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What happened to him?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Insurgents grabbed him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "When?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "About three weeks ago. Paul writes \"MARK WHITE\" on the top of the coffin, below list of phone numbers. He circles the name."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You remember his name."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I remember all their names."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "(afraid to ask) Did he...? Is he...? The glow stick begins to fade."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Yeah. Yeah, Paul, he's alive. Hearing this affords Paul some semblance of relief. Paul shakes the glow stick, returning it to its full strength."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Where is he?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Home. Probably happy to be back at school."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I want to get out of here. 44."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We found him; we'll find you, too."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "How?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We already have a solid lead on the number you gave us."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You do?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "A unit's on it's way over there now. This news calms Paul's nerves."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's...that's good."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Yeah."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What should I do in the meantime?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I know it's hard, but try to relax. The more worked up you are, the more air you're going to use."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I can't help it. I'm always anxious. I take pills for it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Do you have them with you? Paul checks his pants pockets. He removes a small, orange pill bottle."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Take them. You need to preserve your oxygen level any way you can."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Okay. 45."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Is your Zippo still lit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Not now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Good."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I feel nauseous."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "You have to calm down."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm trying."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "And you need to save that battery. We're expecting some intel in about ten minutes. Call me back then."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Okay."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Just hang in there, Paul. The glow stick begins to slowly fade. Paul shakes it, causing it to brighten only momentarily before dimming ag"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah. I'm trying. Dan ends the call. Paul lets out a deep breath, finding i difficult to lay claim to its replacement. He looks at his watch. It's now 7:18pm. The ticking sound of the second hand turning is inordinately loud, due to t extreme silence of the coffin. Just then, the cell phone rings. Checking the number on t display, Paul sees that it is Jabir. Paul answers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Did you make video? 46."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No. Jabir yells something in Arabic to the other Iraqi men we hear in the background. Collectively, they do not sound pleased. Slightly panicke in fact, though it is difficult to tell for sure."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TO PAUL)"
            }, 
            "text": "You make video!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Let me out and I'll make it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "No! You make video now. In box."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I can't. I can't read the paper."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Make video now!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I can't. I don't know what you want me to say. I can't read the paper. Jabir is heard speaking with the men we hear arguing in t background. Although they speak in Arabic, it is clear fr their tone that they are becoming worried and increasingl hostile. Jabir returns his attention back to Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You make video now. Jabir ends the call. Paul closes the phone to help conser battery life. He then reopens the phone and scrolls through the menu options. Everything is written in Arabic. He eventually comes across an icon with a movie camera -- the video function. He turns it on. Looks at himself though the viewfinder. After a beat, he closes the phone, clearly frustrated and growing more panicked. His breaths grow heavy and rapid, utilizing a great deal of oxygen. 47."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm never getting out of here. Paul begins to freak out, restlessly squirming inside the coffin and pressing against the sides and top. The glow stick fades out almost completely, offering very little light. Paul shakes it, but with no change to its brightness. Moments later, it dies. Paul tries the flashlight. Click-click. Click-click. Nothing. He bangs it a few times with his hand. The white light tu on, but quickly turns back off. He twists the top, which causes the flashlight to switch bulbs. A red beam emits momentarily. Paul twists the top again and gives the flashlight a few good whacks. It turns on. White light shines dimly on his face. He takes a breath. In efforts to calm himself, he once again removes the ora pill bottle from his pocket. He pours two into his hand. then removes his small, metal alcohol flask from his back pocket and takes a large swig, swallowing the two pills i the process. Still, Paul's heavy, labored breathing continues. He drop four additional pills into his and swallows them with yet another generous pull from the flask. He sits and waits. Nothing is happening, except that his extremely limited time keeps passing. After a moment, Paul picks up the cell phone. He holds it front of him, hesitant to make a call. After some consideration, he dials. After a few rings, a NURSING HOME NURSE answers."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "NURSING HOME NURSE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mountain View Nursing Home."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I was hoping I could speak with Maryanne Conroy, please."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "NURSING HOME NURSE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Um...okay. Ah...let me bring the cordless phone to her room. Hold on a moment, please. We hear the Nurse walk down the tiled corridor floor. She soon reaches Paul's mother's room. 48."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "NURSING HOME NURSE, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Misses Conroy, you have a telephone call, dear. Here, you can use this phone. Paul's mother, MARYANNE, answers. Her voice is pleasant b confused. It's clear that she suffers from advanced stage of Alzheimer's Disease."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "Hello?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Mom...it's Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "Who?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's Paul, Mom. Your son."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "My son?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's okay, Mom. How are you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "I'm fine."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's good."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "Who are you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's your son, Mom. It's Paulie."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "Paulie?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah. Remember? We lived over on Colfax Street, in the duplex. Remember?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(REMEMBERING SLIGHTLY)"
            }, 
            "text": "Paulie?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's right, Mom. 49."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "Is this Paulie?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It is, Mom. It's Paulie. How's everything at the home?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "Very nice. Your father and I have been playing gin rummy every night. It's almost too much for Paul to take. He cries silent te over a heartbroken smile."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah...I don't think Pop's there with you, Mom."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "How are you doing, sweetie?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Not very good. This...uh, this may be the last time I talk to you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "That's nice, honey."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Did you get the flowers I sent a few months ago?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "Flowers?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah, I sent...never mind. Listen, I...I'm going to go now. I just wanted to talk to you, you know, just to say bye. I love you, Mom. Maryanne doesn't respond."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL(CONT'D)"
            }, 
            "text": "Did you hear me? Mom? I told you...do you want to tell me you"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOVE --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARYANNE"
            }, 
            "text": "Yes, dear. Your father and I have been playing gin rummy every night. 50."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "(after a beat) Okay, Mom. Tell Pop I said hi. Paul ends the call and instantly begins crying his heart He lays there, sobbing relentlessly. After a long beat, the cell phone rings. Decidedly differ than his past reactions to an incoming call, Paul seems hopelessly disinterested. The ring is maddening. He mindlessly presses the shortcut button, resetting the to vibrate mode. He eventually picks up the phone, but there is not anyone the other end. It's then that he sees that it was not a c that came in, but instead was a picture message. Pressing what appears to be the Accept button, the incomi picture begins to download. Several seconds later, the picture downloads and an image appears on the display of Paul's cell phone. It's of a wo -- bound and gagged, a gun pressed against the side of he head."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Oh no. No, no, no! Paul frantically dials the number to reach Jabir. As soon the phone connects, Paul begins his desperate plea."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Video make?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Let her go. Please. Please don't hurt her. The Woman is heard in the background of Jabir's phone, cr muffled words through her muzzled mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "We shoot her if you no make video."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No! No, please no shoot. No shoot her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You get money. American million. 51."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I will, I promise. Just don't shoot her. She's a mother, she's got two kids."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Two kids?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. She has two kids."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "I have five. Now only one. You make video. Now!!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Wait..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "No wait!! I give three seconds."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I can't read the paper."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Three..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No. Wait!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Two..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't know what you want me to say!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "One."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Okay! Okay, I'll make the video. Just, please, don't shoot. Jabir does not fire his gun. Paul attempts to catch his breath."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "I need to hang up to make the video. Okay? Is that okay?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You have three minute to send video. 52. Jabir hangs up, ending the call. Paul reaches for the balled-up piece of paper that has th ransom script written on it. It takes some trouble for hi to grab it, but he is soon able to. Placing the flashlight next to the paper, Paul is again reminded of the incoherent nature of the script."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "(re: the script) Fuck... He drops the paper to his side and opens the phone, setti it to the video record function. He places the flashlight close to his face so as to make his image more visible on small, phone display screen. He presses the record button."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "(speaking at the phone) My name is Paul Conroy. I'm an American citizen from Hastings, Michigan. I'm a civilian truck driver for Crestin, Roland and Thomas. I've been taken hostage somewhere in Iraq...and I need one million dollars by nine o'clock tonight, Baghdad time, or else I'll be left to die in this coffin I'm buried in. I've been told that if... The flashlight goes out. Paul continues speaking in the darkness. After a few quick smacks, the flashlight turns back on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "...the money is paid, I will be let go. If it's not, I will die in here. These threats are real and will be followed through on. Trying to think of more to say, Paul soon opts for not sa anything further. He saves the message and then sends it Jabir. We see that the screen displays an icon confirming the vi has been sent. Paul places the phone on his chest. Still rubbing his temples, his eyes begin to flutter a bit. He tries to control his breathing and remain calm. 53. He opens the phone and displays the photo of the Woman. H stares admiringly at her, hoping dearly that she will not harmed. The effects of the anxiety pills finally taking effect, h eyes soon close and he drifts off to sleep."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FADE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "COFFIN"
                ], 
                "terior": "INT.", 
                "ToD": "LATER", 
                "shot type": null
            }, 
            "text": "Darkness once again. We hear the sound of Paul slowly awaking, followed the sight of Zippo sparks. It doesn't catch. The second glow stick is snapped, illuminating the coffin with a fluorescent green hue. Paul starts to move, but suddenly freezes. His eyes widen His pupils dilate. Something is clearly very wrong, thoug we cannot see what. His eyes slowly shift downward, as if watching something down his body. Beads of sweat form across his brow. His measured breaths are held for as long as they can be. Moving excruciatingly slow, Paul lowers the glow stick to what he is looking at. A shape moves across his stomach, underneath his T-shirt. Paul's eyes are fixed on whatever it may be. He cautiousl slowly, moves the glow stick even closer. The shape disappears just as the light of the glow stick shines on whatever it may be. Still, Paul does not dare m any sudden move. Paul's pant leg moves slightly, starting at the top, slow undulating toward his cuff. Paul leans the glow stick in further. And further. Carefully. Moving a millimeter at a time. He shifts the position of his head slightly, charily, to see next to hi feet. He leans in even closer with the glow stick. But then -- -- his wary movement comes to immediate stop. It's a snake. A two-foot, saw-scaled viper. It has positioned itself in the corner of the coffin, inches fro Paul's feet. 54. His terror evident, Paul very slowly pulls his feet back toward his upper body, away from the snake. The confined space offers little room for safety. The snake turns its muscled neck to face Paul. Their eyes meet for the first time. The snake hisses, poised to stri at any moment. Paul raises his foot. Steels himself. Prepares to preempt the snake with a solid stomp. A more sensible plan soon prevails. After lowering his fo Paul cautiously removes the flask from his pocket. Slowly unscrews the top. Splashes a small amount of alcohol on t floor, close to the snake. The snake recoils slightly, but then menacingly twists it into a new posture, ready to attack. Paul lowers the Zipp to the small puddle of alcohol. After a few sparks -- -- it lights. A flash-fire. The snake flails and hisses wildly at the other side of a small fire wall. The flame soon goes out. Paul moves fast. Throws more alcohol, this time some of it lands on the snake itself. places the already lit Zippo against the puddle of alcoho near the snake. Another flash-fire, this time burning the snake. It hisse loudly. Threateningly. It swings back and forth, challenging the small wall of fire. The fire soon extinguishes. The snake burrows into the ho from where it likely entered the coffin, disappearing int with haste. Paul hurriedly stuffs the hole with his discarded button- shirt. He then pours a small amount of alcohol over the shirt and temporarily puts the flask on the ground, but d not screw the cap on securely. He then wedges the lit Zip between a small space between two wooden planks. With the snake situation handled, Paul finally lets out a sigh of relief. Rubs his eyes. Tries to regain his faculties. Looks over the list of phone numbers written above him. Suddenly, the cell phone vibrates. Paul frenziedly search for it, but he cannot find it. He then notices it has fal into the small hole near his feet, out of his reach. He makes several attempts to grab the phone with his feet but he is unable to do so. It continues to ring. His next efforts involve repositioning himself in the cof so that he completely turns to face the opposite end. 55. Struggling through each move, Paul painstakingly begins t turn himself. While turning, however, he inadvertently ki the Zippo from the side of the coffin -- landing it on th floor, up against the glow stick -- and knocks over the flask. We see that the flame of the Zippo slowly melts the plast glow stick, causing it to dim slightly. Worst still, and completely unbeknownst to Paul, a stream alcohol slowly makes its way from the flask and toward th flame of the lighter, threatening to set the coffin ablaz Inch by inch, the flammable spirit gets closer. Still in the midst of his repositioning, Paul looks back sees the alcohol nearing the flame. In a panic, he attemp to reach and grab the Zippo. But, he finds himself stuck the middle of the coffin. He can't budge either way."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No, no, no!! Desperately straining every muscle in his body, he extend his arm backward toward the Zippo, hoping to move it away from the spilled alcohol. He still can't reach it, yet he tries with all his might. The phone stops ringing. He has missed the call. He tries blowing at the flame, but his head is too far aw and his breath is not strong enough to do much more than cause it to flicker. With the alcohol now mere inches away from the flame, Pau reaches for his shoe. His odd positioning makes reaching foot almost impossible. He struggles to undo the laces an remove it from his foot. With his face beet red from the force of his strain, Paul finally removes his shoe. The mere inch of leg room this creates allows him to slide his leg out from under him. The trail of alcohol is just about to come into contact w the flame -- -- but Paul deftly maneuvers his body just in time to awkwardly kick the Zippo out of the way and close the lid Paul breaths an enormous sigh of relief as he sits in the light of the damaged glow stick. He notices another hole the coffin. As a precaution, he stuffs it with the cloth that had previously been used to gag him. 56. Just as he is about to grab the phone, he hears what appe to be the faint sound of a Muslim call to prayer being announced over the citywide PA system. The sound barely makes its way through the hundreds of pounds of sand that envelop the coffin. A sign of hope, as well as a point of reference for his location -- albeit a very vague one. He listens further as the call to prayer continues. The light of the glow stick dims further. Paul then opens his phone. Sees that he missed Jabir's ca He starts to call Jabir back, but stops. He instead navigates through the various display menus. He soon reac what appears to be the Tools Menu, though it's difficult tell because everything is written in Arabic. He becomes frustrated as he fails to find what he is looking for. On the verge of mental surrender, he sees something that gives him pause. A smile crosses his face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "(re: the phone screen) There you are. We see, on the display of the phone, that Paul has found listing of languages. He scrolls past many -- \"FRANCAIS, DETSCHE, ESPANOL\" -- stopping at \"ENGLISH.\" Presses the button, instantly making all the text on the screen reada He quickly navigates to the Tools menu. Scrolls down. Locates the number of the cell phone he is using. He scribbles the number onto the top of the coffin. Then second pass, making it bolder than the others. Paul then dials his wife's cell phone. After only a few rings, he is met by her voice mail."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "LINDA, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hi, this is Linda. Please leave a message. Thanks and have a great day. The beep sounds, and Paul frantically proceeds right into message."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Linda, here's the number for the phone. I just found it out. It's 07902-42-884. You have to use the international calling code first."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "57.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Please call me as soon as you get this. I love you...I love you. Call me right away. Please. Paul hangs up. He looks at the battery life left on the phone. One bar. He then checks his watch. It's 8:19pm. Both are not good signs, and he knows it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Oh shit. He begins to panic. Grabbing the pocket knife that was le inside the metal box, he slides the blade in the space between the sides of the coffin and the top. Paul grabs the glow stick. But, because it was partially melted to the floor, the stick snaps in two. Liquid oozes out of the small portion of the stick that remains stuck floor."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Son of a... Paul grabs the flashlight. Turns it on. It works for a second, but then goes out. Shaking it only produces intermittent beams of light. He turns the top, switching to the red bulb. It works. Th coffin fills with a reddish hue, but then it, too, goes o Growing incensed, Paul switches back to the white bulb. I works. He returns his attention to the coffin. His efforts to us the knife as a fulcrum are futile. Still, he tries. Bendi the blade well past its design, it nearly breaks off its handle. The flashlight turns off. After a good shaking, it turns back on, emitting white light. With oxygen levels extremely diminished, efforts of this are all too much for Paul to take. He has to stop and try catch his breath. As he endeavors to get his wind back, the cell phone ring Not a call this time, but instead a video message. It has been sent by Jabir. Paul's trepidation is evident. He fears what the incoming video may show. 58. After a beat, he presses the Accept button and the video downloads. Within seconds, the video plays on his phone display screen. We see, in the video, the American Woman that previously appeared in a picture message that was se to Paul. She is still bound at her wrists, but her gag ha been lowered. She sits on her knees. Standing behind her are three men, all with their faces shielded by Arab headdresses. They e hold AK-47 assault weapons. Paul watches in horror as the terrified woman speaks, thr her tears, into the camera."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WOMAN"
            }, 
            "text": "My name is Pamela Gorham. I'm a food service worker at F.O.B. Anaconda, employed by Crestin, Roland and Thomas. My captors' requests for ransom have gone unanswered, and -- The Woman, Pamela, looks off-screen to her right. Someone fast approaching her. She cowers, protectively holding he bound hands in front of her face as she screams."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WOMAN (CONT'D)"
            }, 
            "text": "(to the person) No...wait!! Please -- no!! Another Iraqi man steps into the camera's line of site, a handgun already brandished. Without as much as a moment's hesitation, he fires two ro directly into Pamela's head, killing her. The video message ends immediately thereafter. Paul is in complete shock. He screams aloud, slamming his closed fist against the bo of the coffin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No! No, no, no!!! Still in the throes of emotional torment, Paul vomits on himself. He doubles over, only to vomit once again. His body, taxed almost to the point of complete physical breakdown, gradually slows and levels itself. With his vo smeared face pressed cheek-down onto the bottom of the coffin, Paul stares into nothingness. 59. After a beat, his eye catches a glimmer of light -- the b of the knife, reflecting off the beam of the flashlight. Paul reaches for the knife. Lying on his back, still suffering enormous mental strain, he places the cutting e of the blade against his neck. His jugular vein. His hand shakes, his lips tremble. The hand that holds the blade tightens its grip on the handle. It, too, shakes. Paul closes his eyes. A small amount of blood begins to drip from the side of h neck, where the blade of the knife rests, ready to open h vein. After a great deal of consideration, Paul throws the knif the foot of the coffin. He can't do it. The flashlight falls from Paul's chest. It turns off upon landing on the floor of the coffin. Paul sits in darkness. His breaths echo off the coffin walls. After a beat, he turns on the flashlight. It turns off af less than two seconds. This time, however, he does not sh it, nor does he hit it. A moment later, we hear a click, followed by the sight of red light beam emitting from the flashlight. It holds steady. Paul shines it onto the names and phone numbers written o the top of the coffin. He stops at \"MARK WHITE.\" After a beat, he lowers the flashlight to his side. He picks up the phone and dials Brenner. After one ring, Brenner answers. He's clearly not pleased. Paul, however, is surprisingly calm. Detached. Almost disturbingly so."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Why the hell did you make that video?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's all a bunch of lies. 60."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "What is? What are you talking about?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "All of it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "All of what?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Nobody gives a shit about any of us. We're nothing to you people."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We're going to find you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "By looking the other way?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "You can't start breaking on me now, Paul. You have to stay strong."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You let her die."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "(after a beat) No I didn't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "They shot her...and you didn't do anything."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We didn't even know she had been taken hostage."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "She sent three videos."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "That's what they told her to say."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Why?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I don't know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What do you know? 61."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "That your ransom video already has 47,000 hits on YouTube. And all the major networks are playing it, including Al Jazeera. So, now your captors have no choice but to follow through."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I found out the number to this phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "How?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I found a way to change the display language. I figured that out, and you didn't. Why?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Because I didn't. Just like you and every other person on this planet, there are some things I know and some things I don't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Then how are you ever going to find me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Their signal was cloned, like we figured. But, we're close. Real close."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What about mine?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We're working on that, too."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm near a Mosque. I could hear the call to prayer over the P.A."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Good. That means that we're in the right area."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You're nearby? 62."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I spoke with soldiers from the third ID who were escorting your convoy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "They're alive? After a beat:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Not all of them. Both Bradley tanks were hit with IEDs. The rest got caught in small arms fire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BEAT)"
            }, 
            "text": "What the hell happened out there, Paul? Paul doesn't answer at first."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN (CONT'D)"
            }, 
            "text": "Paul. After a beat:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "We had just left Anaconda, everything seemed okay. We knew that a bunch of our CB radios had been stolen and that the Iraqis were listening in, so we made sure to switch from our usual channels. Pam was riding with Jeff Breer, the convoy commander. She wanted to ride with me like she usually did when she hitched a ride from base, but it seemed safer for her to be with the C.C. As we headed down the road, all these kids came running into the street. Dozens of them. It almost seemed like they were expecting us, except we got there faster than they thought we would. So they run on up in front of me, and I slam on my brakes. The rest of the drivers were already further up ahead, so they kept going. Next thing I know, one of the lead trucks got hit by an IED. I hear Tommy Wilkes on the radio saying, Sandman's hit, Sandman's hit. He's...he's everywhere."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "63.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "That's when the Iraqis came out of their mud huts from the side of the road and started shooting everybody. I couldn't believe what was happening. It seemed like slow- motion, like I was watching it on TV. People -- my friends -- were getting killed, and all I could do is watch. I didn't even notice that the kids were throwing bricks and rocks at me until one split my windshield. Sort of snapped me out of my trance. But then, I guess I got hit in the head with a rock, `cause I blacked out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Do you happen to remem...mo... nea... The cell phone service begins to cut out. Suddenly, the coffin begins to vibrate slightly, dropping sand granules through the crack and onto the wood bottom, followed by t faint sound of an explosion. Within seconds, the explosions grow louder and more proximate. The vibration becomes so intense that it violently shakes Paul around the coffin. The sound of jet plane engines are heard coming from abov flying by as the massive explosions continue. Sand seeps in through the crack between the top and sides the coffin as it shakes. Paul does his best to brace himself, but the bombardment is far too powerful. A large crack forms in the wooden cover to the coffin, spanning almost its entire length. Sand immediately pours through the concave shaped crack, seeping in onto Paul li an hourglass. Fearing that the top of the coffin may collapse under the immense pressure from the sand above, Paul positions hims underneath it and presses with all his might. He grunts a screams loudly, using what little strength he has left to keep the top from caving. The shaking soon stops, though the steady flow of sand continues. 64. In efforts to prevent the sand from filling the coffin an faster, Paul removes the button-down shirt from the hole stuffs into the area where it enters with the greatest volume. He removes the balled-up cloth from the other hol and does the same with it. Both offer very little help. The flashlight falls to the floor. The red light beam tur off. Darkness. The sound of sand steadily pouring down."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(EXHAUSTED)"
            }, 
            "text": "Oh no...no... Paul clicks the flashlight to a different setting. White light shines, but then goes out. He shakes the flashlight and it stays on, shining its normal white beam. He assesses his situation, noticing that the coffin is already filled with a small layer of sand; a situation th is only going to get worse with time."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "This can't be happening. We see that Dan Brenner is no longer on the phone, and th the display menu shows an icon of a phone with a line thr it -- No Service Available. Once he feels it is secure enough, Paul slowly moves his away from the crack. Although slightly caved, it does not show any more signs of possible collapse. Sweat drenches his face. His eyes affixed, in utter disbelief, on the sand as it spills into the coffin, fill in around him inch-by-inch. He grabs the cell phone, only to see that he does not hav signal."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "No. Come on. Please work. He shakes the cell phone and moves it all around the coff hoping that it may somehow help. His efforts are futile. The flashlight goes dead. He hits it, shakes it. It turns back on. The brightness is diminished. Still the sand continues to fall, drowning him deeper and deeper in a pool of granules. Then, very surprisingly, the cell phone rings. Paul answe right away. 65."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FRANTICALLY)"
            }, 
            "text": "Hello? Hello? Who's there? Alan Davenport answers calmly from the other end."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Is this Paul Conroy?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. Yes, this is Paul. Who are you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Paul, my name's Alan Davenport, I'm the personnel director here at Crestin, Roland and Thomas."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I left you a message."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "You did. I also heard from Rebecca Browning over at the State Department. Are you able to speak on the status of your situation?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's worse. There was an explosion or something. The coffin's breaking, there's sand pouring in from everywhere. I only have a half an hour before --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Okay, okay. Slow down. You should try to stay calm. Tell me something, Paul, who have you spoken to?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "The hostage takers, Dan Brenner from the hostage working group --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Okay, Paul. I'm with you. How about the media. I know your ransom video leaked, but have you spoken directly to anyone about what's going on? The flashlight goes out. Paul hits it a few times and it turns back on. 66."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "That's good. It needs to stay that way. It's important that we keep this situation as contained as possible. Paul finds Alan's obvious concern with doing damage contr to be infuriating."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "About three inches to my right, there's a wall. Three inches to my left, there's another wall. And about four inches above my head, there's a roof that's about to collapse and drown me in sand. I think this situation is pretty contained."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "I know you're upset --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Help me! Help me! What are you going to do to help me?!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "I know you're upset. And, from what I've been told, steps are being taken to get you out of there. So, hopefully it won't be much longer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Thank God."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Yes, thank God."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BEAT)"
            }, 
            "text": "I'm going to switch on a recorder right now. Just a second... Paul's visage expresses his confusion. A click is heard in the b.g. of Alan's phone, followed by low, steady hum. Alan's speech becomes very laconic. His questions are clearly being read from a Human Resources handbook of som kind. 67."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ALAN DAVENPORT, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is Alan Davenport, Personnel Director for Crestin, Roland and Thomas, Incorporated. The date is October 23, 2006. I am speaking with Paul Conroy. Mister Conroy, are you aware that I'm recording this conversation?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What...?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Please answer the question. The flashlight goes out again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Shit. Paul hits it, but it does not catch. He sits in darkness."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Mister Conroy?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. Yes!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "And do I have your permission to do so?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Why do you need my permission? What is all this?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "I need you to answer yes or no, please."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. Alright? Yes! Paul hits the flashlight. It turns back on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Thank you. Now, Mister Conroy, when were you hired by CRT?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "About nine months ago. Around January of 2005. Why are you wasting time with this? 68."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "I have your official date of hire as January 4th, 2005. Is that correct?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Who cares? This is fucking crazy --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "January 4th, 2005. Is that correct?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "And during your initial training, before being sent to Iraq, were you made aware of the dangers inherent to the position for which you were hired."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You mean when I came down there to Dallas and you guys said that all of the trucks would be armored and have bulletproof glass? The flashlight dims. Paul angrily shakes it, returning it full strength."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "You mean when you told us that things were safer than ever over here? Is that when I was made aware?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "I need you to answer yes or no, please."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BEAT)"
            }, 
            "text": "Yes. The flashlight begins to slowly dim."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "During that time, did you also receive and sign an employment contract with CRT, which thoroughly explained company policy as it pertained to your specific terms of employment? 69."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah, I signed a bunch of things."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Yes or no."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. I signed the contract. Yes!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "It's our understanding that you were taken hostage in Iraq two hours ago, is that also correct?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. That's completely correct. What is the point of all this? Alan breaks from the H.R. handbook script, though his ton remains just as matter-of-fact. The flashlight continues steady, slow dim."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Our legal department requires that we obtain a sworn affidavit from employees, confirming that they understand the reasons for their forced separation from the company. As of this morning, your employment with CRT was officially terminated."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Wait, wait, wait -- The flashlight dims even more."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "It was brought to our attention that you were engaging in relations with a fellow CRT employee -- Pamela Gorham."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No. Wait --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Stipulated in your contract was a fraternization clause, in which it was stated quite clearly that any relationship, be it romantic or sexual in nature, deemed inappropriate by CRT senior officials is grounds for immediate termination. 70."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "We...we were just friends."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Our records indicate differently."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "This is bullshit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "We're also legally required to inform you that because you were technically no longer under the employ of CRT at the time of your abduction, we cannot be held accountable for any injury that may befall upon you after your official date and time of termination. Therefore, in your case, that includes this incident or any consequences that may result from it. Paul sees where Alan is going with this. He's thunderstru"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What about my insurance money? My family will need that money..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Given that you were alive up until the time of your termination --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You son of a bitch. You can't do this."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Do you understand everything --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You can't do this! Alan takes a second before trying again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "Do you understand everything you've been told, Mister Conroy? Paul does not answer."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ALAN DAVENPORT, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mister Conroy? 71. After a long beat:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Go to hell."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "That concludes our interview with Paul Conroy. I am now turning off the recorder. A click is heard. The humming ceases."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You people can't just wash your hands of this. You bastards put me here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALAN DAVENPORT"
            }, 
            "text": "I'm sorry. Alan ends the call. Paul looks at the phone -- it is still holding a steady signal. Battery life, however, is running quite low. All that remains is one blinking bar, indicating that Paul ha very little battery life left. He shakes his hand free of the pile of sand that now cove it and looks at his watch. It's 8:31pm. The flashlight bulb dims until it goes out completely. On the light of the cell phone display lights the coffin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Come on... Wasting little time, Paul dials Jabir. The phone rings an rings, but Jabir does not answer. Checking to make sure t he dialed the correct number, Paul matches it against the phone number he wrote onto the wall of the coffin. Seeing that he did, in fact, dial correctly, Paul again t to call Jabir. While he waits through the many rings, he tries relighting the Zippo. Spark...spark...it catches. No one answers. Paul's disquietude is evident in his increasingly erratic behavior."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Answer the phone!! Paul tries Jabir once again, but still he does not answer phone. 72."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "(desperate, exhausted) Why won't you answer?!! It's then that something occurs to Paul. He stares at the crack in the top of the coffin and the sand that pours in an alarmingly fast rate. The crack has split Jabir's written phone number in half. The aerial bombing. He wonders how it may have affected Jabir and, consequently, his own chances of survival. He places his hand under the point from where the sand pours most, allowing it to collect on his palm and slip through fingers. The flickering Zippo flame tells of the diminished amount oxygen. Paul attempts to control his breathing, realizing full we that there are not many more breaths he will be able to t He then calls Dan Brenner. After a few rings, Brenner answers. Paul is surprisingly serene."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Paul, is that you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "They're dead."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "How do you know that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I just do."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Three F-16s levelled parts of the city a few minutes ago."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I know. I felt it. Did they know I was here? The Zippo flame flutters. Weakens."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "(after a beat) Yeah. 73."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Did they care? Dan does not answer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "These people that took me -- if they're dead, they can't tell you where I am."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We can still try to track down your signal."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You tried that already."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We can try again. Paul appreciates Dan's effort, but he knows there is litt hope left for him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "It's over, isn't it? After a long beat:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "No. Paul doesn't say a word. He knows that Dan is lying. Afte a beat, Dan comes clean."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN (CONT'D)"
            }, 
            "text": "Yeah. The flame of the Zippo becomes smaller. It clearly has little life left."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What should I do?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I don't know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's right -- just like everyone else on the planet, there are some things you know and some things you don't. 74."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I wish this could have gone differently."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah...me too. After a long beat, Paul ends the call. He forces a smile his lachrymose face. Utterly hopeless, he opens the phone and turns on the vid feature. He turns the phone to face himself, projecting h image on the display. He presses Record."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "This is Paul Steven Conroy. Social Security number 048-32-1198, date of birth 3/19/68. This video will serve as my last will and testament. To my wife, Linda Conroy, I leave the seven hundred dollars in my personal savings and whatever I have left in my annuity. To my son, Shane Conroy, I...I don't know. I don't have anything else. My stuff, like, my clothes. I wish I had more...I wish I had done more. Your dad wasn't really much of anything, Shane, I'm sorry. Maybe if I was a famous baseball player, or a guy who wore a suit to work, I would have more to leave you. But, you can be one of those people if you want. You can be whatever you want. Just promise me that when you get older, you'll take good care of your mom. And promise me that you'll always try to do the right thing, no matter what. I love you very much, Shane. Maybe I never said that enough...maybe I did, I don't even know. That probably means I didn't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BEAT)"
            }, 
            "text": "I'm sorry, Linda. I should have listened to you. Paul ends the video and closes the phone. He carefully places the phone into his pocket, where it may hopefully found if he ever is. 75. He lays back, staring at the almost completely extinguish Zippo flame, as the sand continues to rain on him. Down and down it pours, the sands of time passing might a main through the cracks. The Zippo flame goes out. Paul sits in the darkness, resigned to what apparently will be his fate. Hold on black for several seconds...until -- -- suddenly, from inside Paul's pocket, he hears a faint vibration. It's the cell phone. He looks at the number of who is calling him. Shines the light of the cell phone on the list of numbers written on the top of the coffin. He can't believe what he's seeing. Paul answers immediately."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You're not dead. Jabir is heard speaking frantically in Arabic to the seve other people in the room with him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Hello? Hello?! Jabir turns his attention to Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Where is money?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "What don't know?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I don't know where the money is."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Liar!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm not lying! I swear."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Swear?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm telling the truth. 76. Sounding panicked, Jabir again speaks in Arabic to the ot people in the room with him. They respond accordingly. Paul tries to turn on the flashlight. It doesn't work. Jabir returns his scornful attention to Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "From Embassy, you get money now!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I can't!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You will!!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I need more time. Please. Paul shakes and hits the flashlight. It still does not wo"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "No more time!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "There's sand pouring in here. I can't...it's everywhere. Please, let me out of here and I will get you the money. Jabir utters something in Arabic to someone standing next him, seemingly asking a question and getting an answer fr the same individual. Paul unscrews the top of the flashlight. Switches the positioning of the batteries. Screws the cap back on. Hit the switch. Nothing. Jabir returns to the phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR (CONT'D)"
            }, 
            "text": "You show blood."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What? Paul unscrews the top of the flashlight again. Removes th batteries. Bites down on them a few times. Blows hard inside the flashlight tube."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You show blood, they give money. 77."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You cut off thumb finger, send video."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm not doing that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Yes! Paul puts the batteries back inside the flashlight. Begin screwing on the cap."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "No?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's right, no. You let me out of here, and I'll cut off my whole God damn hand if you want. Jabir again says something to someone in the room with hi returning to Paul after a brief moment. Paul finishes closing the top of the flashlight."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You have wife? Click. The flashlight turns on! Paul considers Jabir's question to be a potential sign of compassion."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes, I do. And a son. A young son. I want to go home...to see them. Please, sir."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yes. Sir. I say that out of respect...to you. 78."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "243 East Walnut Street. Hastings, Michigan. U.S.A."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(CONCERNED)"
            }, 
            "text": "That's my...why did you say that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You show blood...or they show blood."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's...you're lying. You're nobody...all of you. You can't get to them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "No?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No. You're peasants, criminals, that's all. You don't even know where Michigan is."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "Detroit. Ann Arbor. Even this basic knowledge is enough to make Jabir's threa that much more real."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You looked at a map. That's all you did."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JABIR"
            }, 
            "text": "You show blood, or they show blood. Send video by five minutes. Jabir ends the call. Realizing that Jabir is gone, Paul quickly dials his wife's cell phone. After several rings, her voice mail picks up."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "LINDA, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hi, this is Linda. Please leave a message. Thanks and have a great day."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FRANTICALLY)"
            }, 
            "text": "Linda, listen to me: you and Shane have to go somewhere... anywhere."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "79.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Don't stay at the house, whatever you do, do not stay at the house. The guy...the kidnapper, he knows our address. He stole my license and now he knows where we live. Go to the Sheriff's station if you have to, just don't go home. Paul hangs up. He takes a moment to look around, noticing that the coffin is almost halfway filled with sand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "(re: the sand) Holy God. Paul then dials Dan Brenner. After only one ring, the cal goes directly to voice mail. The flashlight starts to dim. Paul shakes it, causing it regain its strength."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "This is Daniel Brenner. Please leave a message at the tone. The beep sounds. Paul delivers a frenzied message."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Brenner, where are you?! He's alive! He just called me! Call me right away! The fucking guy is still alive! Paul hangs up the phone. Unsure what to do next, Paul's heartbeat races. He fidget nervously shaking and tapping his thumb against the phone He questions the validity of Jabir's threats toward his family."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TO HIMSELF)"
            }, 
            "text": "They can't find them. They...can't. There's no way. Paul opens the phone and brings up the photo of Pamela, b and gagged. The image causes Paul to second guess himself The flashlight goes out. The cell phone's display illuminates Paul's face. 80. He then replays the video in which Pamela is seen being s Reliving the experience is extremely painful, though his concern is more on his own family at this point. However, the video is enough to convince Paul of Jabir and his cohort's convictions. Paul tries the Zippo. Nothing. Only sparks. He tosses it aside. His breathing grows erratic and labored. His eyes dart fr side-to-side, his throat groans involuntary noises of fea Paul then looks at the knife, and then at his watch. He h less than two minutes to send the video to Jabir. Fearing for the safety of his family, he must meet Jabir' demands. He hits the flashlight a few times. Click. It turns on. Paul opens the phone and sets it to take video. He places flat onto the surface of the sand, which by this point is already filling the coffin halfway. He then reaches for t knife."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "Oh my God. Oh my God. He places his hands against the side of the coffin, sprea his fingers. He stares intently at his thumb. With the extremely sharp knife in hand, Paul slowly lower just above his thumb. He inhales and exhales deep breaths almost hyperventilating."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL(CONT'D)"
            }, 
            "text": "Holy shit. Paul then reaches into the sand and finds one of the expi glow sticks. He shakes the sand off of it and places it across his mouth, biting into it hard. His heart races, his breaths are the deepest he's ever ta After placing the flashlight on the ground, to ensure tha the camera picks up the image, he presses the record butt on the cell phone. Grinding his teeth into the glow stick and letting out a primordial scream, Paul closes his eyes and chops down wi the knife. We see, through the display screen of the phone, Paul sev his thumb with a swift chop of the blade. 81. A small spray of blood spatters onto his face as he screa out in unfathomable pain. He falls to his side, still screaming and writhing. He reaches for his discarded outer-shirt, which is still stu in the crack to help slow the influx of sand. Removing th shirt from the crack instantly causes the sand to fall in the coffin more rapidly. Paul wraps the shirt around his hand. The blood quickly s right through it. He is fading fast. His blood loss is great. Shock sets in He musters up the strength to send the video to Jabir. To secure his shirt over the wound, Paul removes his belt from his waist and pulls it tight over his wrap. Growing increasingly more pale, Paul teeters on the verge consciousness. Everything becomes blurry to him. The phone falls from his hand. He shivers. His lips turn light shade of purple and his face ash white. Everything becomes more and more blurry. He fights with every last ounce of strength to remain conscious. While laying against the side of the coffin, the phone vibrates once again. To Paul, the vibration against the w seems so distant, so foreign. The vibration grows louder louder in his mind, sounding more and more like the sound rotating helicopter blades. He then hears what sounds like VOICES, yelling from on to the coffin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE #1"
            }, 
            "text": "He's down here!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE #2"
            }, 
            "text": "Get him out! Keep digging!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE #3"
            }, 
            "text": "Paul, we're here! The cacophony of voices form a mosaic of sound in Paul's head, each overlapping the other in distant echoes. Shove digging deep into the ground, are heard banging against t top of the coffin. The top of the coffin is torn open, sending a brilliant r of white light onto Paul. He stares into the light, cryin eking out a tortured smile. 82. Suddenly, Paul is back in the same predicament. The voice the shovels, the light -- it was all a hallucination, bro upon by his loss of blood. He's still alone. He's still in the coffin, which continu to fill up with sand. He is too exhausted to display his disappointment. The phone continues to vibrate. It soon stops. Paul is in too poor condition to show any concern. After a beat, the phone begins vibrating once again. Afte several rings, Paul languidly picks it up. He barely recognizes the number through his extremely blurred visio He's so weak, he's barely able to formulate words. He spi out stray particles of sand from his mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Yeah?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Paul, it's Brenner. Paul doesn't have the strength to answer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN (CONT'D)"
            }, 
            "text": "Paul? Are you there? Paul?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm...here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We're coming for you now. You hear me? We know where you are. This news serves as somewhat of an adrenaline rush for Pa who musters up even the modicum of strength he seemingly not have left in him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You're coming?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We are, Paul. We're almost there now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "How do you know?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Coalition forces picked up a Shiite insurgent just outside of Baghdad."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "83.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN (CONT'D)"
            }, 
            "text": "Said he knew where an American was buried alive. He agreed to show us where if we let him go."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You're coming for me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We're practically there already. An impossible smile fights its way to Paul's lips. His momentary joy is just that, however, for the sand has alm completely filled the coffin by this point."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You have to hurry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We are."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No...you have to hurry. The sand...it's filling up fast."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Just hang in there for three more minutes. This will all be over soon, I promise. Paul is very hopeful that Dan is correct in his assumptio"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Okay. I believe you. Thank you. Thank you. A beep is heard. Paul has another call coming in. He's visibly elated upon seeing who it is."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Three minutes. Try to --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I have to go!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Paul, no --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Call me right back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Paul! 84."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Call me right back. Paul switches to the other call, despite the fact that he a mere eight inches left before the entire coffin is fill with sand from top-to-bottom. He holds the flashlight just above the top of the sand pi allowing it to illuminate what little unoccupied area remains."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Linda. Linda is in hysterics, which is evident in her speech."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "Paul? Paul is that you? Tell me it's you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's me, sweetie."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "Oh my God, Paul! What are they doing to you? Please tell me you're okay."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm...okay."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "I just saw the news. What...oh my God, baby. The flashlight dims. Paul shakes it, regaining a bit of i strength."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's going to be okay now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "I missed all your calls. I left my cell phone at home. I just found out what was going on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "That's okay. It's all okay. They're getting me out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "Who? 85."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "The people. Americans. They found out where I am and they're on their way to get me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ELATED)"
            }, 
            "text": "They are? Oh thank God. Oh dear God, thank you. The flashlight flickers. Paul hits it. It flickers some more."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's all going to be okay."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "How do you know for sure? Oh God, please tell me you're okay. The flashlight continues to flicker almost like a stroboscopic light from this point forward."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I'm okay."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "I was so afraid I was going to lose you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You're not. Linda breaks down in joyous tears."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "I love you so much. I love you so, so much."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(WELLING UP)"
            }, 
            "text": "I love you, too."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(BEAT)"
            }, 
            "text": "I'm sorry. I should have listened to you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "It doesn't matter."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I should have never come here. You were right. I'm sorry. 86."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "Sweetie, I don't care. I just want you home. Please come home to me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I will."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "Swear it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I will. I swear I will. Paul then receives a call on the other line. He checks to see who's calling. It's Dan Brenner."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL (CONT'D)"
            }, 
            "text": "They're here!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "The people?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "They're calling me right now. I have to go."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "Call me right away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I will. I love you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LINDA"
            }, 
            "text": "I love you. Swear it again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I swear. I have to go. Paul clicks over to the other line, where Dan Brenner wai to speak with him. We hear Dan yelling to people who are with him. A great d of commotion and action is heard through the phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Move! Move! Let's go."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Brenner?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Paul? Paul? 87."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "It's me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We're here! Dan yells to one of the soldiers who are with him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN (CONT'D)"
            }, 
            "text": "Corporal, get your men over here! Dan gets back on the phone with Paul"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN (CONT'D)"
            }, 
            "text": "He brought us right to you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN (CONT'D)"
            }, 
            "text": "(to the soldiers) Start digging! Let's go, let's go! The flashlight fades. Paul hits it, momentarily returning to full strength. Meanwhile, the sand inside the coffin has almost reached very top. It continues to pour in from the crack, seeming faster than ever. Paul struggles to keep his head above the sand, giving hi only a few inches between his face and the top of the cof"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You have to hurry. It's almost full."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "Just hang in there!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hurry! Please!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "(to the soldiers) Dig! Dig! Dig! Paul fights to keep his head above the sand. The flashlig dims."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I can't...are you close?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We're almost there, Paul. We're almost there! (to the soldiers)"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "88.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN (CONT'D)"
            }, 
            "text": "Faster!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TO PAUL)"
            }, 
            "text": "We're almost there. We're right above you. The level of sand grows even higher. Paul spits away fall sand that threatens to suffocate him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "I can't hear you! Where are you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We're almost there. A SOLDIER is heard OFF-SCREEN in the b.g. of Dan's phone."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SOLDIER, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There it is!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "(to the soldiers) Keep digging!!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hurry! Please!!!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "We see the coffin! Just hang in there!! Paul coughs out sand. He has a mere inch left above his head."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "Hurry! Where are you? I don't hear you? Please hurry!!! The Soldier is again heard OFF-SCREEN in the b.g. Of Dan' phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLDIER"
            }, 
            "text": "It's clear!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "(to the soldier) Open it! Nondescript noise is heard through the phone, until it co to an abrupt stop."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SHOCKED)"
            }, 
            "text": "Oh my God. 89."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What is it?!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I'm so sorry, Paul."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "What?!!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "It's Mark White. He brought us to Mark White. I'm -- We see the circled name of \"MARK WHITE\" written in capita letters on the top of the coffin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "You said...!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(OVERLAPPING)"
            }, 
            "text": "...I know. I'm sorry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I'm so sorry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUL"
            }, 
            "text": "No!! No!! NO!!! The battery life on Paul's phone runs out, causing it to power down. The filament of the flashlight bulb burns out As it does, the sand finally consumes the coffin, filling completely. We hear Paul's muffled screams emanate through the sand, until we no longer hear them at all. FADE OUT."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "OVER BLACK"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DAN"
            }, 
            "text": "I'm sorry, Paul. I'm so sorry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE END"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]