[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FADE IN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "NEW YORK CITY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MULTIPLE STREET SCENES", 
                "location": null, 
                "terior": null, 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The sidewalks crowded as usual.  A sea of humanity.  Peop come and go -- always in a hurry.  Oblivious of one anoth A TRAFFIC JAM -- A STREET being torn up by construction workers; A SANITATION TRUCK loading up refuse; VENDORS PEDDLING nuts and salted pretzels; PANHANDLERS blocking a passerby.  Intimidating.  Demanding.  Almost mocking. We're surrounded by the teeming life of the city as we've come to expect it -- complete with a cacophony of sound. MULTIPLE CUTS -- Phone kiosks and phone booths on the Eas Side and West Side -- uptown and down. One frustrated caller has lost his money in the slot and takes it out on the equipment -- smashing the receiver violently against the coin box until the instrument splin into a dozen pieces."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NARRATOR"
            }, 
            "text": "There are 237,911 pay telephones in the five burroughs of the city of New York.  Many of them are still in working order."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "CUTS"
            }, 
            "text": "NEW YORKERS on the phone in extreme close up.  We don't h the words.  Only the facial expressions inform us that th are human beings under tremendous pressure.  Life in the is wearing them down."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "MULTIPLE SHOT"
            }, 
            "text": "Lips jabbering into receivers.  Cross-cut against one another."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NARRATOR"
            }, 
            "text": "Despite increased usage of cellular devices, an estimated four and a half million New Yorkers and two million visitors still utilize pay telephones on a regular basis.  At thirty-five cents a pop... for the first three minutes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CORNER IN MID-MANHATTAN", 
                "location": null, 
                "terior": null, 
                "ToD": "DAY", 
                "shot type": "ANGLE"
            }, 
            "text": "There's a phone booth situated on the southeast side of t street."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NARRATOR"
            }, 
            "text": "You're looking at the telephone booth at the corner of 45th Street and 8th Avenue in the heart of the Manhattan theatrical district.  It has been scheduled to be removed and replaced by a kiosk.  It's one of the few remaining phone booths left in the city. CAMERA MOVES IN on the irate caller in the booth -- a ver well-dressed gray-haired lady -- totally conservative in appearance."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WOMAN IN BOOTH"
            }, 
            "text": "(into receiver)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You have lied to me for the last time, you lowlife prick bastard!  I don't ever want to hear the sound of your fucking voice again. (listens)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yes, well fuck you, too! She slams down the receiver and exits.  The booth remains vacant for a brief interval."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NARRATOR"
            }, 
            "text": "At least three hundred calls daily originate from this booth.  The coins are collected twice a day.  This booth has been burglarized forty-one times in the last six months. Someone is approaching the booth, fishing in his pocket f coins.  This is STUART SHEPARD, snappily dressed, his hai styled and his nails manicured.  Here is a man who clearl takes excellent care of himself.  He sports a Donna Karen suit and silk Armani tie. He's about to step into the booth when he's accosted by a middle-aged man in a soiled apron who's run out of a near restaurant and has finally caught up with him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "Stu, we got to talk."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Wish I could accommodate you, Mario, but this is my busy time of day."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "How come you cross the street every time you go past the restaurant?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why don't I stop in later for some lunch?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "There's no more drinks or free meals until the restaurant starts showing up in the columns like you said."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm doing my level best for you people."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "One lousy mention in the Post and you expect to eat for six months!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I got the food critic from the Village Voice all lined up to give you a review."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "That's what you tell me last July.  And he never shows."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I was allowing you time to expand the menu.  Wallpaper the bathrooms, for God sakes.  You get only one shot with these fucking critics and I don't want you to blow a rare opportunity."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "You the one blowing it.  How long you think you can fuck everybody?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Hold on right there.  I've got a very excellent reputation around this town."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "So how come you take two nice suits of clothes from Harry and never get his daughter on David Letterman?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Hell, I'm not an agent.  I'm a publicist."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "Mister, you're nothing!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Believe me, Valerie's on the waiting list to audition.  Harry's got no complaints.  He just let me pick out this tie the other day."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "That Harry's a damn fool!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Mario, please let me make this up to you.  How about I arrange for the opening night party for this new off-Broadway show I'm handling  -- to be held at your place with local TV coverage on nine and eleven?  I mean I had it promised to another client -- who actually pays me money.  But it isn't firmed up yet.  And I could throw it your way.  Maybe."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "What is involved?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You'd toss in the buffet for say seventy or eighty.  The producers would supply their own vino, of course.  I'd deliver you a truckload of celebrities.  And if they like the food, they'll all come back, naturally."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "What celebrities?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You want Liza Minelli?  An Oscar winner.  Or Douglas Fairbanks, Jr.?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "Is he still alive?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I saw him last night going into the Four Seasons.  I'll bring you over a whole VIP list when we come by for dinner."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "How come everybody wants to eat but nobody wants to pay?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You can't think small like that.  Hey, you still feature musicians Fridays and Saturdays?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "At least they work for their meals."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What about Harry's daughter as an extra added attraction?  She'll belt out five or six showtunes -- two sets a night -- and it won't cost you a fucking nickel."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "How come?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Star Showcase!  Let me handle setting that up.  And when she eventually goes on Letterman, she'll announce I'm currently appearing over at Mario's fine supper club.  Right over CBS she'll say that, Mario."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "You're full of shit.  You know that?  All bullshit!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "That's just a vulgar word for PR. (placing an arm around him)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mario, you can't hurt my feelings.  Even when I was a kid and they hurled certain invectives my way, it never bothered me.  Other kids would fall apart if anybody called them a fucking name.  Me, I just loved the attention!  'Shit-for- brains' -- that's what the bigger kids named me.  And I answered to it.  Hey, 'shit-for brains' reporting for duty.  Everybody loved me for that.  I could take abuse.  After a while, I kind of wore them down.  There was nothing more they could say to me.  So they stopped.  I kind of missed it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MARIO"
            }, 
            "text": "I'm sorry I even talked to you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'll bet your loving wife put you up to this.  She saw me pass by and she sent you out in the street.  But I don't hold it against you personally -- you still serve up superior veal chop. (entering phone booth)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now I got urgent business to conduct, Mario. He slides the booth closed in Mario's face. The frustrated restaurateur glares at him through the gla before giving up and walking off -- talking to himself as goes up the block. INSIDE THE BOOTH, Stu inserts his thirty-five cents and dials."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Hello, Mavis, sweet creature."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Where have you been?  Do you think I have nothing to do but wait around for you to call?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm only a few minutes late, loveliest individual on earth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Stu, I'm so lonely.  When can I see you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Good news in that arena.  Kelly goes into rehearsal as of Monday.  You know how dedicated she is.  By the time she gets back from dancing her ass off, she goes right to sleep.  We'll have both our days and certain nights.  Not to mention when they take the show on the road."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "How long is that for?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Four to five weeks -- minimum."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Maybe I should quit my job so we can be together full time."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I wouldn't do that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Sometimes I think if I have to give one more fucking manicure..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "That's how you met me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "I never saw a worse set of nails.  Bit right down to the quick."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm much better groomed since you've been looking after me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "I'm glad you admit it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Even Kelly remarked on it when I first met her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "She could care less how you look.  She's only interested in pushing her own career.  Some wife you're stuck with!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "The marriage is not without its compensations.  Do you imagine I could afford that apartment on what I'm earning?  Not with everybody cutting back on the publicity.  Not to mention a million college graduates coming into the profession trying to cut me out.  And one thing you can't expect from your clients is loyalty.  They get a couple of bad notices, they dump you.  Goodbye."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Don't go."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I wasn't saying goodbye to you.  I was saying how the clients try to give you the wave off without even a month's notice. A conservative businessman now stands outside the booth waiting to use it.  He deliberately glances at his watch few times to demonstrate his impatience.  This bothers St who slides the booth open a crack."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(yelling)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What?  Is your watch busted?  It's twenty after eleven and I'm gonna be occupied indefinitely with my transaction.  So get out of my face! He closes the booth up again and turns his back to the gentleman who gives up and departs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Sorry, honey.  There will be no further interruption."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Why must you always be calling me from some booth?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "On account of that phone records are regularly subpoenaed in divorce proceedings.  And I don't want some entry showing up on my cellular bill either.  She gets the mail.  She looks these items over.  Sometimes she even dials up a strange number to see who it is."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Then she suspects something."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It's only because her last husband, the choreographer, ran around on her.  She can't get that out of her head.  That's how she caught onto him.  The phone bills."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "She hasn't developed much skill at holding a man."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You know what a self-fulfilling prophecy is?  She was so sure I was going to find me a woman that she finally drove me back to you.  I thought I'd feel all guilty about it -- but I guess it hasn't kicked in yet. (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Still, I wouldn't do anything to hurt her.  Basically, Kelly's a decent individual."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "What about hurting me?  Like last time?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Hurt?  You were glad to be rid of me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "For a while I was, 'til I took stock of what was around.  You're the lesser of many evils."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "That's about the nicest thing you ever said."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "I'll have it engraved."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "We've been up front with each other from the beginning.  Let's keep it that way.  How about a drink?  Say seven o'clock?  The Monkey Bar?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Meet me in front.  I don't like walking in there unescorted."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Yeah, you're great enough looking to be mistaken for one of those thousand dollar a night girls."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "It happens all the time lately."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "And wear that short black number I bought you from Bendel's."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Again?  I don't know if it's me or that dress you like."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Have a good day.  Make plenty of tips.  And leave the whole evening open.  She thinks I've got Knicks tickets. He hangs up.  Then whips a tiny cellular phone out of his jacket pocket, flips it open and dials.  Someone answers the first ring."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COLUMNIST (V.O.)"
            }, 
            "text": "Speak!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into cellular)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's your boy Stuart.  When was the last time I called you for a favor?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COLUMNIST (V.O.)"
            }, 
            "text": "The column is already full."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I just need one line.  Anybody you wanna say was seen dining out at Mario's Stromboli restaurant."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COLUMNIST (V.O.)"
            }, 
            "text": "Maybe you don't hear so good?  I got no space for you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Who's asking any favors?  I'm offering reciprocal information."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COLUMNIST (V.O.)"
            }, 
            "text": "Since when were you ever a reliable source?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Check it out.  Tony award-winning producer Willie Beagle tossed his wife back into rehab again following her third attempt at diving off the terrace at their plush eighteen room residence at the San Remo.  I got it from the doorman."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COLUMNIST (V.O.)"
            }, 
            "text": "I got it from their maid yesterday.  It's in the paper today.  Or don't you bother to read my shit?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Louis, my intentions were entirely honorable."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COLUMNIST (V.O.)"
            }, 
            "text": "I'll drop your item in sometime next week.  If you promise not to call me for a month. He hangs up.  Stu looks pleased as he folds the cell phon and tucks it away. Then he starts to vacate the booth.  The phone rings.  An rings.  Curious, he picks up the receiver.  There's a voi on the other end of the line.  A DISTINCTIVE MALE VOICE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Don't even think about leaving that booth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Stay exactly where you are and listen carefully."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I've got a heavy day, mister."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You know better than to disobey me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I don't know you at all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Are you absolutely sure?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Who is this?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Someone who's watching you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Get lost!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Love the gray suit.  That red and black tie makes a nice combination. Stu is taken back by the accurate description of his appa He looks around nervously."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Where?  Where are you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Closer than you think."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I don't see you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "There are any number of windows.  Check them out. Indeed that street corner is surrounded by high rise buildings and hotels."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Okay, you had your little joke."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'm not sufficiently amused.  Not yet.  We have more to talk about. Stu knows he should simply hang up but something tells hi not to.  Perhaps it's the strange tone of the man's voice"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Do me a favor.  Call up somebody else."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "But it's you I'm interested in.  You know how many people use that booth every day?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why don't you tell me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Better than two-hundred people on average."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Is that what you do?  Count them?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "What else do I have to do?  It's interesting watching people.  Trying to guess who they are.  And what they're up to."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What are you -- a shut-in of some kind?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You might say that.  I can't go out.  I might be seen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Somebody's looking for you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Desperately."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "The cops?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Not yet."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "The ex-wife.  What'd you do -- run out on child support?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "What kind of man do you think I am?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Frankly, I could care less.  You had your fun.  Now goodbye."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "It's not in your best interests to hang up on me.  That would make me angry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Isn't that just too bad?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "For you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "There's ten million names in the phonebook.  Pester somebody else."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I never talk to people I can't see.  I need to study their reactions."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Alright, bullshit artist, what am I doing right now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Scratching your forehead with your left hand.  Now you're brushing your hair back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Okay, okay, you got me in your scrutiny.  So what?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "So let's talk."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Only I got nothing to say."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Oh, you will.  You'll do a lot of talking before this conversation is over.  And it'll only end when I want it to."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Is that a fact?  Well if you watch closely, you will see me hang up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I don't think you will."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why not?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I interest you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why should I be interested in some creep who gets his jollies spying on strangers in phone booths?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "But you're not a stranger, Stu. The sound of his own name sends a chill through him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Who put you up to this?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You were my very own selection."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why me in particular?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Because you're so afraid."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Ha!  What've I got to be afraid of?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Just about everything.  You have so much to hide."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "How do you figure that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Why else would a man with a perfectly good cellular bother to make calls from a pay booth?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "That's my business."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I've made it mine."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "All of a sudden I'm required to give explanations to you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "In explicit detail."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What is this?  Some kind of candid camera gag?  Or like that thing on HBO where the cab driver is taping what goes on in the back seat?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "This is not showbusiness, my friend.  This is reality."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Your reality.  Not mine, you lowlife fuck."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Stu, you'll be made to suffer for your attitude, so let's dispense with the vulgarities."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Now you're threatening me!  Fuck you.  Could that be any clearer?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You're only making it easier for me to do you harm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Oh yeah.  Right.  Can you see how I'm trembling?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You will be."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Shit, this is a new one.  Fucking threatening calls in a goddam phone booth.  When are you going to start with the heavy breathing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'm not the degenerate.  You are, Stu."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You don't know anything about me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Infinitely more than you know about me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Like what?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Like the number you dialed when you first entered the booth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "How would you know that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'm watching through a scope and I could clearly read the buttons you pushed.  I have another extension here by the window.  Shall I dial that same number back for you?  Would that convince you? Stu nervously cranes his neck, looking around at all the buildings that surround the street corner."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "POV"
            }, 
            "text": "PANNING up at thousands of windows.  The Voice could be coming from anywhere."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BACK TO STU IN THE BOOTH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Let's see who's on the other end of the line."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Don't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Too late. (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's already ringing.  I'll hold the receiver up so you can listen in. Stu can hear the beeping as the other line rings. Then Mavis' voice can be heard answering.  Stu listens helplessly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Hello?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Well, hello."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Who is this?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Someone who's really tight with your boyfriend -- who just called you from his favorite phone booth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "You know Stu?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Stu?  Oh, I know him better than anyone.  What he does -- how he thinks.  How he lies."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Who the hell is this?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Stu is listening in.  He knows what we're both saying."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Stu?  Is that true?  Are you there?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "He doesn't feel like talking."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(shouts)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mavis!  Just hang up the goddam phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "She can't hear you, Stu.  Only me. (a pause)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mavis, I'm afraid Stu hasn't been totally honest with you.  But then he can't be honest with anyone, can he?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "What's your name?  To whom am I speaking?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You've never heard of me, Mavis.  He doesn't want you to know I exist.  He wishes I didn't exist.  But there isn't anything he can do about that. (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Still there, Stu?  All you can do is listen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Mavis -- the guy is a fucking nutcase!  Hang the fuck up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "She doesn't want to.  She wants to know all about us.  Don't you, Mavis?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Did his wife put you up to this?  That bitch, Kelly?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Oh yes, the bitch wife, Kelly.  My very next call."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(yells)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He doesn't know my wife!  Don't tell him anything else. Outside the booth, a huge, heavy-set black woman in a too tight dress, now appears with the clear desire to use the phone.  Her name is FELICIA.  She taps on the glass."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Could you hurry it along? Stu ignores her and Felicia glares at him through the gla with hostility. Stu has no inclination to deal with anybody else.  He's t distracted by the madness happening over the telephone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Can you hear me, Mavis?  Keep your big mouth shut."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Is that any way to talk to a woman you love? (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mavis, is he always that abusive to you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "You're getting me all upset.  I don't know who you are or how you know all this --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I find out things -- from watching people and listening to them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Just what is your relationship to Stu?  That's all I want to know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Well, what do you think?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "Answer me, goddam it!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Well alright.  Stu and I are -- longtime companions.  A pair.  Two of a kind.  Closer than close.  Peas in a pod.  Spoons in a drawer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "You pervert!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "That, too."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Don't believe a word of it.  It's all lies."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Too late, Stu.  She already believes it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "You can tell that scumbag never to bother me again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "He won't care.  He'll still have me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It's not true.  I do care. From outside the booth, there's a louder rapping on the glass.  Felicia really wants in."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Get done in there, mister.  I got me an important call."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Go away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Shit I will!  Finish up! She continues to rap on the glass as Stu tries to focus o the two-way phone call."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Why don't you tell me what you think of us?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MAVIS' VOICE"
            }, 
            "text": "You're both disgusting."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "That's what he said about you.  Well, if Stu didn't have the balls to come out and tell you the truth, I felt it was my responsibility to clear the air.  Goodbye now, Mavis.  Thanks for your time. (the phone clicks off; we hear only a dial tone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Back to you again, Stu."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You total asshole!  How could you do that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Speaking of females, that woman hovering outside the booth -- may as well tell her that you'll be on the line forever."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Like hell I will."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'm ready for you to take out your cellular and phone home.  And this time, I'll listen in."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "There's no chance of that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Or should I call Kelly and make up something totally outrageous?  You must realize by now I have a vivid imagination."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You don't know our phone number!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Are you absolutely sure?  I may have been watching you on a regular basis.  Keeping track of all the numbers I see you dial."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "And I'm supposed to believe that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I've put a great deal of preparation into this -- prior to actually saying hello.  Now do you want to dial 832-7165 -- or should"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "I", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The sound of the actual number being spoken shocks him ev more than the earlier mention of his name."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What are you going to tell her?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You'll do the talking."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What am I supposed to say?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Try telling her the truth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Look, I don't want to hurt Kelly.  She's always there for me.  It's just my nature to have a little 'strange' on the side.  It doesn't mean shit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "But you still find it necessary?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Kind of like having a beautiful home.  With everything you ever dreamed of.  But you still need that vacation now and then.  Some nice hotel room with a great view.  Maybe a pool.  Only you wouldn't want to spend more than a few days in any hotel.  Eventually, you want to go back to your home and all your stuff.  You're real glad to check out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Kelly is home and Mavis is a hotel?  I'm sure they'll both appreciate that explanation."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You're ruining my fucking life, you sonofabitch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Didn't I warn you about calling me names?  It makes me vindictive."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What else can you do to me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "We haven't even begun."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "She's not home.  She went out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'll bet she's back.  Now hold the cellular up where I can see it -- so I can be certain you don't misdial on me. (pause)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A little higher and to your left.  Now I have it in perfect view.  Dial slowly. More violent rapping on the glass from the persistent bla lady outside."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "If you got you a cell phone, how come you taking up the whole fucking booth!  This here's an emergency!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "There's another booth on the next block."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "It's busted.  Every damn phone on Eighth Avenue is busted but this one."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Well, I'm not through!  Go in a restaurant or someplace, but get away from me!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "I'm gonna pull you out of that booth and snatch you ballheaded! She tries to pull open the sliding door to the booth but jams it shut, right on her hand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "You assaulted my person."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Let me hear from your lawyer!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "You're hear alright.  I'm coming back.  And your ass better not be around. She stalks off obviously in search of assistance."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Good work, Stu.  Now let me see you dial.  Tuck the receiver under your chin and dial your remote."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm doing it. He punches in the digits.  The phone rings -- and rings."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I told you she was out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Let it ring. Then a girl's voice is heard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "Shepard residence."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Hold it close to the receiver so I can hear."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "Hello?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Honey, it's me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "What's taking you so long?  I thought we were having some lunch at Mario's?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Change of plan.  We're not eating in that dump any more."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "How come?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "The Health Department gave them a 'C' rating -- that's how come.  Here I'm trying to put the place on the map and he fucks it all up with a major roach problem."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "That's disgusting.  Okay, I'll fix us a sandwich.  Where are you now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Just in a phone booth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "How come?  The caller ID says you're on your cellular."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Oh yeah, I am."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "But you're also in some phone booth?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Explain that one, Stu."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I only stepped in because the traffic was so loud outside."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "Well just hurry on back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Tell her you can't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Not for a few minutes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "Are you sure you're alone?  I hear somebody in the background."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "The guy in the next booth.  He's got a bad connection and he's hollering his fool head off."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You've got an answer for everything."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I love you, baby."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "Do you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You know that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "Stu -- who was that man?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What man?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "Some person who phoned fifteen minutes ago -- just after you went out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I don't understand..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "This total stranger rang up and told me to wait by the phone -- because you'd be calling me in a few minutes -- from a booth.  And I said what would he be doing in any phone booth?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "And what did this guy say?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "He said you'd be making phone calls.  What else?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Making calls is part of my business."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "To whom?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Clients.  People.  Planting items like I do."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "Women?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Once in a while one of them could be a woman.  I just called \"Elaine's\" and talked to her to see who was in there last night."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "You know exactly what I mean."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You're not going to start that shit again?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "I just feel something is wrong."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What could be wrong?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "The way you sound.  You don't sound like yourself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Yeah?  Who do I sound like?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "Someone who's scared.  There's fear in your voice like I've never heard before."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "See, Stu?  Kelly agrees with me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "I want you to come back home.  Now!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I told you.  In a while."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "No.  I want you here now.  In case he calls back, I don't want to answer again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why should he call back?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "I feel like he's going to."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You're the one that sounds frightened.  And of nobody."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "He's not a nobody.  He knows about us."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You're not telling me all he said.  What are you holding back?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY'S VOICE"
            }, 
            "text": "I can't discuss it on the phone.  Just get over here! CLICK!  She hangs up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why did you do that to her?  She never did you any harm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "How would you know?  Everybody does harm to somebody.  And then they try their best to forget it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Maybe me -- but not her.  Whatever I've done, there's no reason to take it out on her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Suppose that's the only way I can get to you?  You claim you love her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Yeah, I do."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You don't even love yourself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "But Kelly... I would never hurt."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Still you have to uphold your status as an honorary asshole."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Listen, I've treated all my women decent.  I never laid a hand on any of them, even when provoked.  And I always let them down easy. (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm not ready to let Kelly go.  Maybe I never will be."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "What if she dumps you first?  What's the odds she's already taken up with somebody?  One day soon you'll come home and find her gone along with the CD player and the VCR."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm not gonna let you mind-fuck me all day!  That's it.  This call is ended."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Not until I say it is."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What happens if I hang up?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You don't really want to find out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm dying to hear this!!!  What the fuck can you do about it -- up in your fucking high window with your goddam binoculars?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I never indicated I had binoculars.  I said I had a highly magnified telescopic image of you that brought you up so close I could see where you nicked yourself under the chin shaving this morning."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Oh -- while you're at it, have a look up my ass."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I may very well do that, Stu.  In the meantime, think about what kind of device has a telescopic sight mounted on it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What?  You mean... like a rifle?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "A high-powered .30 calibre bolt action Remington 700 with a carbon one modification and a state of the art Henzholdt tactical sniperscope.  And you're in the cross hairs, Stu."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm supposed to believe that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "There's only one way I can prove it to you.  Hang up the receiver and find out.  At this range, the exit wound ought to be about the size of a small tangerine."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "And you're just going to kill me for no reason?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "For plenty of reasons!  Because you hung up.  For years I hated people hanging up on me.  Ex-girlfriends.  Women I didn't even know.  Prospective employers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I get hung up on all the time.  You get used to it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Or else you don't.  I worked for months getting people to switch to MCI -- being insulted at and being hung up on hundreds of times a day.  The ones that cursed me out for invading their privacy never bothered me as much as those that clicked off without even bothering to reply."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Then why didn't you go after one of them?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Maybe you are one of them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Hey, I have worked in a boiler room myself peddling \"Term Life.\"  I Would never be rude to a fellow salesperson."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Can you feel it on you now?  The heat of it.  I'm moving the strike zone down to your stomach area.  Now I'm raising it up again.  Directly above the chest cavity -- sliding up to the forehead just above the left ear."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Shit -- I do feel it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Tell me where I'm going with it now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Across my forehead -- now back where it was before."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'm amazed how you can do that.  You're amazingly accurate. (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now I know what you're thinking.  If I drop down on the floor of the booth and flatten myself out..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No, I'm not thinking that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Oh yes you are.  Can I crawl out using the booth as a shield?  Can I crawl to that Chrysler illegally parked only three or four feet away?  The shattering glass may cut me, but it'll only be superficial.  Otherwise, this lunatic will never let me out alive."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No.  You will.  I know you will.  If I just cooperate."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Where is it now?  Think and feel for the warm spot."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Below the shoulder?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Which one?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "The right shoulder."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Remarkable how we're in tune.  You're doing far better than the others."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What others?  What do you mean? (no reply)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You said 'others!'"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "(finally)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm sure you read about the Italian tourist shot dead ten days ago at the corner of Forty-fifth and Eighth?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I saw it on the news."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "And where are we now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Oh, God.  Forty-fifth and Eighth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "What else do you remember about that killing?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I don't know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Try."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "He was gunned down.  And nobody was caught.  And they didn't even bother to take his wallet or his watch... or anything."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Now you know why.  It wasn't a robbery."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What did he do?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "He hung up -- so I disconnected him permanently."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Please -- don't do it to me.  You got no reason to do it to me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Don't give me reason."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm not looking to.  Tell me what you want!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Tell me about your job."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What's to tell?  I'm in Public Relations.  They used to call us \"flacks.\"  Now we're media consultants."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "What do you do, exactly?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Plant items in the paper and on the tube.  More important sometimes, keep stuff out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "What've you kept out?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "One of my people got nailed for indecent exposure.  I managed for the cops to use his real name instead of his stage name so nobody picked up on it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You saved the little deviate's ass, didn't you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "He's in major therapy now.  I swear he is."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You must hang with some major celebrities.  Journalists, newscasters -- those types."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm real close with Larry King.  And the \"Hard Copy\" people."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Could you get him down here?  Larry King?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why would he want to come here?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Because you asked him to."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "He comes from Atlanta."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Well, who could you get?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I don't know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Wolf Blitzer?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Probably not."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Regis?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Definitely no chance."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You'd be offering them an exclusive newsbreak.  I'm talking about more than one homicide."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "How many?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I don't answer questions.  I ask them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I gotta have the facts.  They might not believe me.  My record isn't too good when it comes to hard news."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You're not considered a reliable source?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "On a divorce or separation, maybe.  Or who's gay, or who isn't gay any more.  I kind of specialize in that kind of material.  I mean I could probably get you Joe Franklin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "How about Cindy Adams?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I might have a shot.  Are you familiar with Liz Smith?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Do you know her number?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Want I should call her?  How much can I say?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Tell her you're in direct touch with a killer who's willing to speak honestly if she shows up here alone and without notifying the authorities."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "She usually likes to have a celebrity involved.  If you had an actor or a sports figure held prisoner instead of me, there'd be better odds she's come."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Then lie.  Pick a celebrity and put them in the booth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Let's see.  Who does she like?  Who couldn't be reached to deny it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'm anxious to see you in action.  Don't keep me waiting. Stu uses his cellular again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(dialing)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sometimes you only get her service. (into cellular)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hi -- Stu Shepard.  Put me through.  I've got hard news for her.  I can only talk to her directly.  But say it regards -- Liza."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Liza?  That was imaginative."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into cellular)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No, I can't call back.  I'll have to lay in on somebody else.  Alright, but I can't hang on long. (to pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She's coming on. (to cellular)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Liz, hello.  Sure I'll make it brief.  Killing two weeks ago in the theatre district?  Turn out a sniper did the job.  Yeah, a sniper with a rifle.  Now he's got another victim lined up.  Not just your anonymous New Yorker, but Liza.  Now you can't call anybody or Ms.  Minelli's dead meat and so am I.  She's hostage in a phone booth right in the sniper's sights.  But he says he'll talk to you and let her walk.  I know it'll take balls to do this, but you're a fine and courageous newspaper woman... There's a click.  Silence."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Hello?  Hello? (to pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Either she's on her way over or she doesn't believe me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You weren't particularly convincing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I didn't really believe in what I was saying."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Because you don't really believe my Remington is pointed at you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I do."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You're ninety percent sure."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "At least ninety-five percent, easy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Let me erase all doubt."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No.  Don't shoot."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Control yourself, Stu.  Glance down at your chest.  What do you see."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Oh, my God.  A dot.  A fucking red dot. A tiny red dot now moves across Stu's chest."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Like you've seen in the movies?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "The laser dot.  Just before some poor bastard always gets blown away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Usually a supporting player.  That lovely but by now generic special effect of the bullet piercing the forehead. The tiny red laser dot dances around Stu's chest and stom -- the jumps up and remains between his eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "This takes all the guesswork out of it.  You know exactly where to expect it before I even tighten my finger on the trigger."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Don't tighten.  Don't even tickle that fucking finger."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "How about Geraldo?  He's run his ass off to get in on this."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You're talking about the old Geraldo.  Look, I can try and reach cable NBC.  They're hungry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'm disappointed.  I wanted to go first class."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "They do a great job.  They'll haul a whole crew over to cover your surrender \"live.\""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I never expressed interest in giving myself up.  There are so many other phone booths in the city.  I'm just getting warmed up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "That's entirely up to you.  Your choice.  I'm just trying to set you up with the proper communicator. (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I suppose Liza wasn't strong enough.  I should've said Madonna."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Now you're being creative. Outside the booth, the angry black woman has returned, bringing with her a gaudily dressed pimp named LEON who l like he means business.  He slams his fist against the gl nearly shattering it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Drag your baggy butt out of that booth.  We got business to conduct out of there."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "He been in there all day."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm not through."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Hang up that receiver or I'll make you eat the fucking thing!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Fuck off or I'll call a cop."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Do you see one around here?  What you think I'm gonna be doing while you're waiting for a prowl car to get assigned?  I'm about to cut you a second asshole if you don't vacate those premises."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I can't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "He's got him a fucking cellular.  What's he need to be on our booth for?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I can't explain it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "I'm not interested in your explanations even if you had any. He withdraws a switchblade knife from his pocket but does open it -- yet."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "If I flick this, I use it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'll make it worth your while to go away.  How much do you want?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Make me an offer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Thirty dollars.  It's all I've got in cash.  Take it and go."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "You're offering to rent my phone booth?  For how long?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I don't know.  For as long as it takes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "What's so special in there?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Do you want the money?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Is that a genuine Rolex you've got on?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Come on, man.  That's my good watch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "That's what it's gonna take."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Then here.  Take the damn thing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "And the thirty!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Take it all. The pimp pockets the watch and the money.  But doesn't go away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Now I'm satisfied.  But you still got to deal with Felicia here.  I believe you spoke harshly to her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I apologize."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "And did her some injury."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "An accident.  I'm sorry about that, too."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "The man don't sound like he means it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "I agree. (to Stu)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why don't you hang up a minute so we can discuss this matter at length."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It's long distance.  I can't lose the call -- I might not get them back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Do I have to rip that fucking phone out of there?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "That wouldn't be a good idea. (into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Would it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Not at all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I gave you everything I've got."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "That pinky ring looks attractive.  Felicia might like that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "It might fit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You want the ring, you've got the ring.  If I can get it off."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "I can get it off you. Leon reaches in and grabs Stu's ring hand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Let go of me!  It's coming loose.  There. (he tosses it)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Okay, Felicia, with my deepest apologies.  Goodbye now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "What's really going on in that booth -- that escapes the naked eye?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Nothing.  Talk.  That's all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "That your connection on the end of the line?  Or are you dealing?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "This has nothing to do with drugs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "You gotta be high on something to willingly divest yourself of your valuables -- just to maintain occupancy of a fucking phone booth that the local bums piss in every night."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I knew it smelled for some reason."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "You look like you're ready to piss yourself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Because I am."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Maybe if the city provided decent public toilets, folks wouldn't relieve themselves in the subway stations and phone booths!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'll take it up with the mayor."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Next thing you know you're gonna claim we mugged you -- took your billfold and watch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No, you didn't.  It was a fair and equitable deal.  You had territorial rights to this booth and I paid a license fee.  Fair is fair.  Now leave me in peace."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "You sure you're alright? (to Felicia)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He don't look well."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Kind of pale.  Even for a white man."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Jaundice they calls it.  Probably advanced liver trouble. (to Stu)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If it's cirrhosis, you better find yourself a twelve step program and quick."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Thanks for your interest but I'm in perfect health."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "So how come his hand is shaking?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "The man is cracking up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Lookit the sweat pouring off the sonofabitch.  That's one sick mother you started up with, Leon!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Me?  You're the one that brought me over and exposed me to all his germs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm terminal, okay?  Now can I close the booth and continue my conversation?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "I'm worried now it might be catching.  All that money out of your sweaty pocket is probably crawling with some rare and incurable disease."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Fine.  Give it back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "What good's that?  We done touched it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Well go wash your hands."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Come on now.  Own up to what you're carrying.  Is it some of that sexually transmitted shit?  Cause in that case, we can relax."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm sick of you.  Now get out of my face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Here we's being solicitous as to your health and you respond by heaping abuse!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Whip his arrogant ass. Leon reaches into the booth and grabs Stu's jacket."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Touch me and I'll throw up on you. At the suggestion, Leon lets go quickly. It looks like a stalemate.  Stu isn't vacating the booth Leon and his lady are reluctant to touch him further.  He does indeed look sick."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You can see what I'm up against here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Want me to get rid of him for you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What do you have in mind?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'll think of something. Suddenly the red dot reappears on the forehead of the pim Leon doesn't realize it's there.  The hooker behind him h no way of seeing it.  But to Stu, there's no way to miss He reacts."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "God -- no. (into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't.  It's not necessary."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You asked for my help."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'll handle it myself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You're not doing too well.  I can settle it in a fraction of a second.  Shall I demonstrate?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No. (to Leon)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "For your own safety, mister, just walk away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "Now the man is turning aggressive... issuing threats upon my person."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You're making this happen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LEON"
            }, 
            "text": "If you don't hang up and step out, I'm about to topple this booth into the gutter with you inside it. Reluctant to touch Stu again, Leon assaults the booth its He begins shaking it violently -- trying to rip it from i foundation.  And the rickety booth is not too sturdy.  It starts rocking back and forth. Stu is thrown around inside it, barely keeping his footin"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This isn't my fault. (shouts)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Stop that! But Leon continues rocking the booth.  It won't come loos so in frustration, he punches in a side pane of glass. The glass shatters all around Stu, who does his best to shield himself from the slivers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The guy's insane!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Only one way to stop a mad dog.  Give me permission."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I can't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "If he forces you out of that booth, I've told you what to expect.  You or him, Stu. Leon is smashing other panes of glass now -- one after another -- as Stu cowers inside."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Don't cut yourself, honey. A crowd of derelicts and street people are now gathering watch the out of control pimp take out his wrath on the b and its occupant."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DERELICT"
            }, 
            "text": "Looks like the fucker is comin' loose."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STREET PERSON"
            }, 
            "text": "Shove it out into the oncoming traffic."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DERELICT"
            }, 
            "text": "What'll you bet the bus could knock that fifty feet? The booth is being decimated but Stu hangs onto the phone"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hello?  Hello?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "(with heavy static)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're breaking up.  We're about to be cut off."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I can't help it!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "That counts as a hang-up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No.  It can't.  That's not fair."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I can still make him stop.  Say the word.  Can you hear me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Yes. Stu sees the red dot reappear on Leon's chest as he conti to barrage the booth with punches and kicks. Then Leon recoils, staggers a step backward.  He doesn't realize he's been shot. There's been no sound of gunfire.  Perhaps a silencer was used -- or the downtown traffic drowned out the solitary discharge. Leon looks confused at first.  His ladyfriend has no idea he's wounded -- neither do the derelicts and street peopl who've assembled on the corner. Even Stu isn't sure -- until the blood starts oozing from wound on the pimp's chest -- staining his yellow vest. He isn't assaulting the booth anymore.  He's trying to ke his balance.  He slumps forward, hanging onto the booth f support -- only a few inches from Stu's face.  The blood down the side of the booth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You did it!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You said 'yes.'"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I said 'Yes, I can hear you.'  Not 'Yes -- kill the motherfucker!'"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Don't try to renege on it.  I was following orders."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You're twisting it all around.  I didn't do this! Meanwhile, Leon leans upright against the booth.  Then hi legs cave in and he begins to slide to his knees. Felicia runs up beside him.  She sees the blood."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "I warned you not to cut yourself. (to crowd)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Look at all that blood.  He must've hit an artery. She screams as Leon topples backwards onto the pavement. his chest wound is evident."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Oh, Jesus.  What is that?  Talk to me!  What happened? The crowd tightens around the fallen body.  Street people are fascinated but not shocked."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DERELICT"
            }, 
            "text": "Gunshot!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STREET PERSON"
            }, 
            "text": "Yeah.  Sucking chest wound right over the heart."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Somebody call an ambulance."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STREET PERSON"
            }, 
            "text": "Call the meatwagon.  He's fucked up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "You shut the fuck up! Her focus turns to Stu in the battered phone booth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Why did you do that to him?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I didn't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "(to crowd)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You all saw it!  He shot my man without no provocation!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DERELICT"
            }, 
            "text": "Yeah.  Pumped one right into him at close range."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "How could I?  I don't even have a gun.  Look!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STREET PERSON"
            }, 
            "text": "Everybody get the fuck back!  They shoot one -- then they shoot everybody in sight!  Kill all the fucking witnesses! The crowd disperses to doorways and around the corner -- of immediate range."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Come back.  You've got to see -- I'm not armed. Only Felicia remains, leaning over the pimp's body, stari helplessly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Hang up and dial 911.  Get a doctor!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I can't hang up.  That's what this is all about."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "You're gonna stand there and let him die?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(takes out cellular)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I can use this. (he dials)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Emergency.  Yes.  There's been a shooting at Forty-fifth and Eighth  -- on the corner.  A man is down.  What's the difference who I am?  I don't want to be involved."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "(shouts)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That's bullshit.  He's the shooter.  You're talking to the shooter. Stu quickly disconnects the cellular."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "That wasn't nice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Go ahead -- make a fucking run for it.  I hope they gun you down -- like you did him!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm not going anyplace.  I'm staying right here in this booth. (into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Unless you give me permission."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You're attracting a lot of attention.  I suppose when the police get there, you'll accuse me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What do you expect me to say?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "That's up to you.  But any mention of me will not be appreciated."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You mean...?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You won't even get to finish your sentence.  Oh look, that little red dot is dancing around all over you again.  You saw how quickly it can happen.  And how accurate I can be."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "They can't blame me -- I'm not armed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Who's going to believe that?  With all those witnesses to the contrary."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "They can see with their own eyes. Not far away, we hear the BLAST of POLICE SIRENS drawing closer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Remember to leave me out of it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "How can I?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You'll put the proper spin on it.  Isn't that your specialty?  Feeding the public a story that may not have a shred of truth -- and making it totally believable?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "This isn't a story.  This is real.  This is murder."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "If you'd only dealt with the man reasonably, shown him some respect, this might not have been necessary."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I gave him my money, my watch..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "But not your respect.  Which is what he required of you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "He was a fucking thief."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "And now he's a fucking dead thief.  Do you feel better about that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I don't feel a bit guilty.  This is all your doing!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Now you're being disrespectful of me.  You never learn.  Your job is to deal with people -- but you're not good at it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Hey, I'm not taking any more criticism from some lunatic sniper who gets his kicks killing strangers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You keep insisting I'm a stranger.  Probably because you don't recognize the voice.  But there are cheap electronic devices available that disguise the voice.  I might not even be a man.  I might be one of those many women you've almost totally forgotten.  One who doesn't forgive easily.  One who wants to watch you squirm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You're a man.  I know you're a man.  Women don't kill with telescopic rifles.  They stab you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You sound so sure of that.  But you've never provoked any man as much as have the women in your life.  And so many of them, Stu. (a beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Do you even remember their names?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I've got no time to rehash my whole life.  Oh my God!  The cops are here. Police cars are pulling up on all sides of Eighth Avenue. Traffic has suddenly been shut down.  Prowl cars have now blocked the streets. PRODUCTION NOTE: Everything is seen from Stu's perspectiv without intercuts. Half a dozen cops now emerge and approach with drawn guns"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "(pointing)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That's him -- in the booth.  He's got a gun! As she hurls accusations, she's lugging Leon's lifeless b out into the gutter into the center of Eighth Avenue. It's a bright afternoon.  In the distance, we hear the maddening HONKING of uptown traffic that is now being rerouted, creating a huge bottleneck and raising the ange irate motorists and bus drivers whose horns provide their simplest form of protest.  It's a discordant concert that echoes the confusion and frustration which Stu now feels. As the cops surround the booth -- at a distance."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "(into bullhorn)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Throw down your weapon and come out with your hands raised."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They're ordering me to come out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I can see that.  Ignore them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What if they open fire?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "They probably won't.  Look across on the east side of the street.  Do you see the tourist with the home video camera?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "POV"
            }, 
            "text": "A distant crowd gathering on the opposite west side corne behind the police cars.  Some tourist is capturing the ev on video."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BACK TO STU", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What about him?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "He's going to keep the police on their best behavior.  So long as you don't take what could be interpreted as hostile action, you'll be safe."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You call this safe?  Six cops with guns pointed my way?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You want me to reduce them to three -- or two?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Absolutely no more shooting.  Now is that clear?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You can always change your mind."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "(with bullhorn)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You know the drill.  Hands clasped behind the back of your neck -- moving slowly -- step out of the booth.  If we see any sign of a weapon, we will respond."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(shouts)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You won't, because there isn't any."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "(bullhorn)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I repeat.  Raise your hands."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I can't.  I'm on a phone call. Now a black POLICE CAPTAIN arrives and takes full command the situation."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CAPTAIN RAMEY"
            }, 
            "text": "You have thirty seconds to comply."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I told you.  I'm busy.  Come back later."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Very good, Stu. The cops take cover behind parked cars, keeping Stu clear in their sights.  He has no place to hide.  He's in the battered phone booth in plain view from all sides."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "You've been given an order. The Sergeant slides up beside the Captain to confer. PRODUCTION NOTE: We remain in LONG SHOT of the cops -- al from Stu's POV.  But we can hear their voices and all tha said as if they were in close up.  It has an odd, unreal distancing effect."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "We're dealing with a mental case.  He's looking for us to kill him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Well he's not getting his wish. In the center of the street, an ambulance pulls up and a of medics jump out.  They rush to Leon's body.  (Again we hear their voices close, even though visually they are fa off.)"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FELICIA"
            }, 
            "text": "Tell me he's gonna be alright."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MEDIC"
            }, 
            "text": "Step aside.  Let us look at him. The medics push her aside -- then examine the victim.  He DOA."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MEDIC"
            }, 
            "text": "Nothing we can do.  Don't touch the body.  They'll need it to mark the crime scene. Far across the street, the Captain confers with his subordinates.  They are small figures on the screen but w hear them sharply."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "Same corner as two weeks ago."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Maybe it's more than a coincidence.  Cover me.  I need to talk to him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "You've got your vest on?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "What do you think? The Captain steps out of cover and boldly approaches the phone booth.  He stops cautiously about fifteen feet away"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "I'm not armed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Neither am I."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Yeah, sure.  I need to know what happened."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Can't talk about it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Sure you can.  My name's Ramey.  Captain Ed Ramey.  What's yours?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Look, I don't want to be friends."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "You look like you need a friend."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Tell him you've already got a friend."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(yells)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I've got a friend, okay."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Is that who you're talking to on the phone?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "None of your business."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "When somebody gets shot, it becomes my business.  Let's not have anybody else killed.  I want to hear your side of it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I've got no side of it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Don't worry, Stu.  I've got him fixed right in my sights.  I won't let him hurt you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Has this happened to you before?  The need to hurt someone?  To put a bullet in them?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You won't believe anything I say."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Try me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I couldn't shoot anybody.  I'm not armed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "You're right.  I don't believe you.  What's that bulge in your pants pocket?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "That?  That's my cellular."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "A cellular?  Then what are you doing in a phone booth making calls?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Do you want to see it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Don't reach for it, mister."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Then how can I show it to you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "I don't need to see it.  I know what's there.  All these witnesses saw you use it on him. From behind a parked car, a HOMELESS PERSON calls out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STREET PERSON"
            }, 
            "text": "(hollers)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Damn straight! Another DERELICT, crouched in a doorway, joins in."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DERELICT"
            }, 
            "text": "(shouts)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yeah!  Shot him down like a dog!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "They're all lying.  Nobody saw it because it didn't happen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "A man is dead but it didn't happen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Not on account of me!  This is like some bad dream."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "You're walking through a bad dream and you can't wake up.  Do you want to wake up?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm trying."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "And in this dream, you killed that man.  He was bothering you so you iced him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Then who did?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Don't tell him, Stu.  Or it'll be the last thing he ever hears.  His blood will be on your hands."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(to Ramey)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "But you saw it happen?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Yes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "You were the closest one to him.  You must've seen who did it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "We're trying to be honest with each other, aren't we?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Not necessarily."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'm losing patience with this cop."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm handling this."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Who do you keep talking to on the phone?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Nobody.  My psychiatrist."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Excellent, Stu.  You're getting good at this."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "What's this doctor's name?  It's important we know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "He says not to tell you.  It's privileged information."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Damn good reply.  Now you're having fun.  Admit it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Whatever you say."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Playing it so close to the edge.  I'll bet you've never felt so alive.  That's how I feel when I look through the sight and select somebody. The Captain begins advancing a few steps closer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "I respect your right to privacy.  I've been to therapy myself.  The department provides it.  I know it's not good form for a cop to be admitting that, but..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Tell him not to come any closer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Stop right there.  Back up a few steps.  Back where you were."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "If it makes you more comfortable."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Tell him to read you your rights."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I want you to read me my rights and stop asking questions."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Al least tell me your first name."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It's my right not to have any name."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "No gun and no name.  You're a highly underprivileged person."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Demand a lawyer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "And get me a lawyer, too.  I want a lawyer brought down here to negotiate my surrender."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Brilliant, Stu.  Keep winging it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "It'll be hard to find a lawyer willing to risk his life.  But if you hand over the gun..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "How can I when you won't let me take it out?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "We'll take it out for you -- as soon as you exit the booth with your hands raised and..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(interrupts)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now we're back to that again.  It's always \"Get out of the booth.'  'You can't stay in the booth.'  Well, I like it in the fucking booth.  It's my whole world now.  It's my booth and I'm never coming out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "We're not about to force you because there could be a miscalculation and then we'd never find out why this happened."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why is it so important to know?  The guy is dead.  Isn't that enough?  Knowing isn't going to make him alive again.  So who gives a fuck!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "It's what makes the job interesting.  Finding out why.  Something drove you to do this.  You didn't go out today expecting this to happen.  It was a nice day.  You were out for a walk.  And then suddenly it all changed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "All I wanted was to make a phone call.  One lousy phone call for thirty-five fucking cents."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Careful, Stu.  Don't volunteer too much."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "You got some bad news on that call."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "The worst."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Something that pushed you over the edge?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "And I've been falling ever since."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Time to land."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "When you hit bottom, you die."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "I'm your safety net."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "If I tell you what you want to know -- you'll die, too. Something about the implied threat sends a chill through Captain Ramey."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "INSERT SHOT"
            }, 
            "text": "The Captain's head as seen through a telescopic sight. Ramey could be dead in an instant. PRODUCTION NOTE: The only time we deviate from Stu's perspective is when we see the sniper's POV through his scope."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "ANGLE"
            }, 
            "text": "the detective fifteen feet away. Ramey decides to back off momentarily."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "I'll go see about that lawyer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Now that's a good idea. The Captain withdraws back across the street."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "He's lucky.  I had him centered in my cross hairs.  I really had to restrain myself. We hear the approach of a helicopter. Stu peers up ward as not one but two choppers appear abov the tall buildings."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "It's not the police.  It's the media.  You're news, Stuart. The helicopters circle above."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You've never gotten this much press for any of your clients.  I'm making you a famous person."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "They're just hoping for coverage of me dying in the gutter."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Their presence is putting the police on their continued best behavior."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Those cops are just looking for any excuse."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Then don't give them one. Then, as if on cue, Stu's cellular phone in his pocket st ringing. But he can't allows himself to reach for it.  To do so mi cause the police to believe he was trying to draw his gun It rings quietly -- virtually inaudible outside the booth Drowned out by the traffic horns, the static from the pol radios and the newly introduced sound of television helicopters circling over Eighth Avenue taking video cove of the event below."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Who could it be?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Kelly.  She was worried about me. Stu is afraid to reach in his pocket lest the cops think going for a gun."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Maybe she's seen this on television.  It must be on every channel by now.  Breaking news."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "She doesn't watch daytime TV."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "One of the neighbors could've alerted her. The cell phone keeps ringing, almost drowned out by the s of helicopters circling overhead."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why are you saying this?  You want me to reach in my pocket so you can see them open fire?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "That's an unwarranted accusation and very unbecoming in light of the good advice I've given in the past.  Have I ever steered you wrong?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "God -- how I'd love to hear her voice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "It might even be worth it.  She's insistent, isn't she? The cellular won't stop ringing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "If she knows I'm in trouble, she won't give up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Probably glued to the TV by now.  I'm watching coverage on two stations now.  Channel surfing. (pause)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well, there you are on two and four and five.  Not any decent angles on you, though, stuck inside there. The cell phone continues beeping until the sound of it is maddening.  Stu is still afraid to reach for it and provi the cops with an excuse to open fire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "But if you'd take one or two steps outside and look up, I think they could get a clear picture of you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You said I'm not allowed to leave the booth. Finally the cell phone stops ringing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I might be willing to bend the rules and let you enjoy your moment of fame.  Set the phone down without hanging up... and take a step or two outside.  Just for a minute.  Then come straight back in or I'll be forced to provide 'live' coverage that should rival the historic Zapruder footage. (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Nothing like an exploding head to excite viewer interest."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No, thanks.  I'll stay where I am."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "It was only a suggestion.  Since you're convinced I'm going to plug you anyway, it can't matter much."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "If you shoot me, you give yourself away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Even without a muffler, they'd never hear the report with all this noise.  Afterwards, it'd take them a good ten minutes to realize you weren't plugged by some overzealous officer.  Then they'll blame the media for inciting a crackpot vigilante to come down here and do the SWAT team's job for them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You expected them to come.  You had this all worked out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I write the scenario and you all play your parts -- as directed. The damned cell phone starts beeping again.  Stu fights t temptation to grab for it and hear Kelly's voice for one time."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Poor Kelly.  What she must be going through."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Why don't you tell her how you feel about her?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'd never get the words out.  Not with fifteen or twenty rounds in me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You can't be certain they'd fire.  They'd see it was only a phone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "They wouldn't wait to see. The cellular ringing continues jangling Stu's nerves."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why doesn't she hang up? Then Stu notices something in the crowd gathering far acr the street behind the police barricades.  Countless faces rubbernecking, probably hoping to see some display of violence that would end with him face down dead on the pavement. And in the midst of them -- one face familiar to him.  A female, quite pretty... even in tears.  It's Kelly.  (We her only in LONG SHOT -- a distant figure in bright green jacket that makes her stand out from the crowd.)"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It's her!  She's not calling me.  She's over there."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Is she?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "The blonde girl in the green jacket."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Can't miss her.  Very attractive, isn't she?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "She must've heard all the commotion and come downstairs. The cellular is still ringing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It's somebody else who knows my cell number. (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's you!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You continue to impress."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why is it so important that they kill me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Because that's how I win."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "This time you won't.  If you want me dead, you'll have to do it yourself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Either way I can't lose."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It's all a game to you -- because you're incapable of feelings.  You're not even human."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I pride myself on that.  What's so great about being human?  It's the lowest form of life on this planet and I've taken it upon myself to thin the herd."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I quit.  I'm not answering back any more.  I won't hang up but I'm not playing. There's silence now between them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Stu?  Stu, don't be that way.  You're taking the pleasure out of it. Stu doesn't take the bait.  He remains absolutely silent. A stalemate has been reached."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WE RACK FOCUS ACROSS THE STREET TO THE POLICE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "clustered behind an emergency vehicle.  The Sergeant brin civilian to meet Captain Ramey of the SWAT unit.  The newcomer wears coveralls stenciled \"AT&T.\"  (Although the are very far away, we hear their voices close up as they into sharper focus.)"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "This here's Helfand, of New York Telephone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HELFAND"
            }, 
            "text": "Glad to help out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Have you got the number of that booth?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HELFAND"
            }, 
            "text": "Sure do."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Can you tap into that call?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HELFAND"
            }, 
            "text": "It can be done."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "But not without a warrant.  You could be violating this psycho's civil rights.  Especially if he's on the line with his fucking psychiatrist."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Shit.  I don't want to blow this on a technicality.  Tracing the call isn't any violation, is it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "As long as we don't listen in. We remain in LONG SHOT of the POLICE as they continue in heated conversation."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "(to Helfand)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Okay, we've got to know who he's talking to and their current location."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HELFAND"
            }, 
            "text": "That I can handle.  As long as they keep the circuit open."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "I need the number and an address to go with it. Helfand rushes off.  At the corner, we can glimpse him entering a phone company utility truck parked on Forty-Fi Street."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "RACK FOCUS BACK TO PHONE BOOTH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Stu remains tight lipped and silent, refusing to give his tormentor the conversation he so craves."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Stuart, my friend.  Do you want to see how close I can come without actually hitting you? Stu resists pleading because he knows his silence is more powerful. There's no glass in the left side of the booth since the Leon smashed it all out. Nothing to shatter when the sniper squeezes off his shot."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "May I call attention to the yellow pages? The frayed yellow phonebook dangling from a chain under t telephone shudders under the impact of a direct hit. There's been no sound of a gunshot, but the damage is the to behold. Stu reaches for the phonebook. There's a bullet hole straight through it.  Pieces of the calibre slug have shattered into many tiny fragments and imbedded between the pages, half-way through the thick volume. Stu pries pieces out of the pages of the directory.  He l at them in the palm of his hand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Hollow points are designed to break up on impact.  It would've behaved differently if it had pierced your soft flesh.  The pieces would've bounced around looking for a way out.  That's where the real damage occurs -- finding an exit -- deflecting off all that bone... Stu wants to shout \"STOP,\" but restrains himself.  Not talking gives him some degree of power."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Still the silent treatment?  My father used to dish that out when he chose to punish me.  Not a word spoken -- one time for over a month.  I'd try and goad him to acknowledge I existed, but he stared right through me.  You're bringing back unhappy childhood, Stu.  That's not wise. Stu still declines to answer.  His silence seems his only weapon.  He tosses the bullet fragments out of the booth the pavement."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Since you're ignoring me, I'll focus on someone else. (a beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There she is -- nice and sharp.  I can see the two little punctures in each earlobe and my God, what kind of a girl would have her nostril pierced? Stu realizes the sniper now has Kelly in his sights."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "What was that?  Louder, Stu.  We must have a bad connection."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Leave her out of it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I didn't expect her to show up here.  But since she has -- I'll improvise."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Don't.  Please don't.  I'm sorry.  I'm talking to you again.  I'll talk all you want!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "It's a bad dye job.  The black roots are growing in and it makes her look cheap."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I've screwed up her life enough already.  Please don't hurt her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I don't necessarily have to kill her.  I could be persuaded to settle for a reasonable mutilation. Which part of her displeases you most?  If she turns a bit more in profile, I'm accurate enough to remove the tip of her unpleasantly protruding nose.  It's just cartilage.  Any decent cosmetic surgeon will have her looking better than ever."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FOCUS SHIFTS TO KELLY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "POV"
            }, 
            "text": "in the crowd.  Distant yet distinct amongst the curious onlookers."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "JUMP CUT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "CLOSE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "AS SEEN THROUGH CROSS HAIRS OF TELESCOPIC SIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "following her as she forces her way through the crowd tow the police officers. Her face virtually fills the screen. PRODUCTION NOTE: The only time we deviate from Stu and hi POV is when we see the sniper's own POV through his telescopic sight."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You can see her talking to the police now.  She's identifying herself as your wife.  They're very interested in who you are.  They're taking her over to see the officer in charge.  What was his name?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "POV"
            }, 
            "text": "Through the cross hairs of the sniperscope, we can see Ke conversing with Captain Ramey.  She's in a state of compl agitation."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STU", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "ANGLE"
            }, 
            "text": "half leaning out of the booth, staring at his wife and th cops in the distance."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "RACK FOCUS TO THEM --", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "and suddenly we can hear them clearly in spite of the distance."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY"
            }, 
            "text": "What do you mean psychiatrist?  He doesn't see any psychiatrist."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Then who'd your husband be talking to?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY"
            }, 
            "text": "There was some guy that called the house this morning and said weird stuff to me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Stu seems to be checking things out with this person."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY"
            }, 
            "text": "He hasn't got many friends -- I can tell you that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Remain here, please.  We may need you later."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY"
            }, 
            "text": "You won't hurt him?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "We'll do our best not to. Kelly is left alone as the Captain returns to their comma center. Kelly is once again a solitary target.  She could be pick off without attracting undue attention."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "She won't even feel it when it happens."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BACK TO PHONE BOOTH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Take me instead."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Don't distract me.  Now's the time to be absolutely still.  I have to hold my breath as I squeeze gently --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No!  I'm hanging up.  That's it. Stu hangs up the receiver.  He disconnects."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "LONG SHOT"
            }, 
            "text": "The police as they react.  We see a flurry of activity ac the street.  Voices become clear as focus shifts."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Shit.  He hung up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "Maybe they already traced it.  Anyhow, it doesn't matter.  Looks like he's coming out."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "RACK FOCUS BACK TO STU --", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "slowly stepping out of the booth.  His hands are raised."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(shouts)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I've giving myself up.  Take me!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SWAT OFFICER"
            }, 
            "text": "(distant)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "First the gun.  We want to see you toss away your weapon!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Shit.  I can't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SWAT OFFICER"
            }, 
            "text": "(distant)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Freeze where you are!  Turn around and keep those hands clasped. (signals the others)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Take him. The SWAT OFFICERS in protective gear now step out of cove and fan out as they approach the booth."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TIGHTER ON STU", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He's just outside the booth -- expecting to feel the snip bullet go through him at any moment. Then the pay phone starts ringing. The sniper is calling back."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "RACK FOCUS AGAIN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "to the police. All the cops react.  Particularly the Captain and the Sergeant.  Their voices seem close up when they sharpen i focus."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "What is going on with these fucking phone calls?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "(shouts)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hold your fire.  Let him answer it. The SWAT team backs up but maintain their aim."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "Are you nuts?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Let them talk.  He's not going anywhere. (shouts)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He's going back inside the booth. Indeed we see Stu re-enter the battered phone booth and p up the receiver."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FOCUS RETURNS TO STU", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yeah? A strange voice begins chattering away in Spanish.  Total unintelligible to Stu."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You got the wrong number.  Hang up. The voice, probably a Puerto Rican gentleman, rattles on Spanish."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Wrong number.  Wrong number. Then the voice on the phone suddenly alters the Hispanic accent.  It is the now familiar tone of his tormentor."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Aw, relax, Stu.  Only yanking your chain.  Now can we start over?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Those cops won't wait much longer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "What else can they do?  They can't afford to just shoot you like I can.  Not with so much media coverage.  Not unless you make some stupid aggressive move. (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The ABC Mobile Unit just rolled up. Across the street, Stu can see various TV units from loca stations setting up cameras on roofs of trucks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Will you look at that?  I must be going out over the network.  Bet they're pre-empting usual programming."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "And just think -- if you survive this, your trial will be televised.  And you can try and make the world believe I ever existed.  I'd be your only defense."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "How are they gonna prove that I killed anybody when there's no gun?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "They'll plant one.  The police aren't above that -- when they're desperate to convict."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No, sir.  No gun and I walk."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Don't you think I took that into account?  Am I a fool?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What do you mean?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Haven't I considered every eventuality?  I knew they'd come and cordon off the block. (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And that there'd have to be a gun someplace."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Where?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "It's a small booth, Stu.  Have you checked every inch of it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(looking up and down)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's not on the floor."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Then what's left?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Up above."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Could be.  Why don't you reach up there and lift the plastic sheet -- and feel around."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "If they see me reach for something, they could open fire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "They could.  But you have to know if it's there.  Don't you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I totally don't give a shit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "In a narrow space, tucked just to the left of the fluorescent bulb.  You can almost see it outlined if you look closely. Stu peers upward at the clouded plastic, now stained and dirty.  There are shadows of objects above in the shallow area around the light fixture that automatically goes on the door to the phone booth is tightly closed. Stu opens and closes the door a few times, watching the l click on -- watching the shadows around the light. Could that be an accumulation of dirt, dust, or dead inse Or could something be stashed up there?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It doesn't matter.  I know about ballistics.  The slug in that dead guy came from your rifle, not any handgun."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You saw how hollow points splinter on impact.  There's nothing much for ballistics to match to.  The same make .30 calibre bullets are in that handgun.  The prosecution rests."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "There's no gun up there.  I don't see a damn thing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Slide your finger up under the plastic and you'll feel the cold metal surface.  There are four rounds left in it.  Should you decide to shoot your way out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I could never shoot anybody."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You could shoot me, Stu.  You'd do that in a minute if you could."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "And I'd fucking love it!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Now you're speaking from the heart.  Come on, just lift the partition a few inches and feel what's there for you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm not getting my fingerprints on your fucking weapon.  What about powder residue?  How are they going to explain that to a jury?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Do you think that'll matter with so many eye witnesses? (beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Do it... or should I re-focus my attention on Kelly?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You carefully distracted me from her before and I let you get away with it.  But if you're not going to play fairly -- (a pause)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There she is again.  So close I feel like I could touch her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Get off her!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Then mind me when I speak."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Look!  I'm reaching up with my left hand.  I'm pushing against the partition.  It's giving.  I'm feeling around with my fingertips.  It's filthy up there."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STU'S FINGERS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "TIGHT SHOT"
            }, 
            "text": "feel about inside the shallow space.  The shriveled remai of dead flies -- a layer of dust -- and then a .30 handgu"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm -- touching something."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "One of the finest handguns Remington makes.  Lightweight, efficient and highly accurate."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm not picking it up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Not right now.  But eventually... Stu lowers his hand, still empty."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I wouldn't have a chance."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I never said you would."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm not insane."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "But you're getting there.  It wouldn't take much."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "That won't happen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You could pull the gun down, shove it in your own mouth and jerk the trigger.  That's another option."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Why would I do that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "To please me.  And ensure that nothing happens to Kelly.  I don't necessarily have to deal with her today in the midst of a crowd of cops.  I can take her out any time I like.  When she goes to pull down her blinds at night or when she walks the dog first thing in the morning.  What is it -- a Jack Russell?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Okay.  I know you can do it.  But don't talk about that.  Please."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'd rather see you remembered as the gallant gunman who tried to shoot his way past an army of police -- than as a coward who sucked the barrel.  I'm doing your PR for you.  Creating a final image that'll endure.  The outraged New Yorker who was pushed too far.  When some lowlife street person tries to invade his territory, he retaliated.  And when the forces of the law closed in, he was defiant... to the end."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Like that nerdy sonofabitch who blew those three wiseass kids away on the subway?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Exactly.  Nobody minded that he was a sicko.  He was living out a New Yorker's pet fantasy.  Can you remember that movie where Peter Finch started screaming 'I'm not taking it anymore!'  And everybody picked up on it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "'I'm mad as hell and I'm not taking it anymore.'"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "That was it.  Poor Finch got himself an Oscar for that.  But he was dead by then.  I mean he really died.  Maybe playing that part took too much out of him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(softly to himself)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "'I'm not taking it anymore.'  'I'm not taking it anymore.'"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "That's the way!  Psyche yourself up.  Everybody respects a man who fights back, even if he goes a little berserk in the process."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Fighting back.  That's what it's about."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Exactly!  We all understand the poor schmuck that gets laid off and comes back and shoots all his bosses.  We all thought of doing that.  But only he had the balls.  The terminally ill husband who gets his policy canceled and machine guns the insurance company offices.  Maybe somebody will finally get the message.  You can fuck human beings over only for so long before they come back at you.  I'm still holding on Kelly and she looks very concerned.  I could relieve all that anguish in a fraction of a second.  Shall I? Stu is hearing these words but thinking only of what the on the line has done to him.  His turn has come to fight back.  He has an idea. If the sniper is focused on Kelly, he can't be watching S Turning his back to the police, Stu slowly sinks to his knees."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm on my knees begging you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Stand up, Stu.  You're embarrassing yourself."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "ANGLE"
            }, 
            "text": "Stu now down on his knees in the booth.  He's curled up almost into a fetal position. By doing so, he hopes to hide the fact that he's reaching into his pants pocket and pulling out his cellular phone. He half expects to hear a shot ring out either from the sniper or the cops.  But nothing happens."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Stu -- I want you back on your feet facing me.  So you can see what I'm going to do to her. Stu ignores the command.  He's quickly dialing. 911. He's calling police emergency."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "POV"
            }, 
            "text": "Stu seen through the cross hairs of the sniperscope, crouched, doubled up at the foot of the booth.  But the c phone is hidden in front of him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Be a man, Stuart.  Don't let them see you like this.  You're an embarrassment to me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE BOOTH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "WIDER SHOT"
            }, 
            "text": "with Stu still kneeling."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "RACK FOCUS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "to police across the street as their voices become clear"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "(listening to transmission)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Officer on east side of the street reports subject removed a dark metallic object from his pocket.  We better move."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Hold all fire until you actually identify a weapon.  We're doing this on fucking TV!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "RACK FOCUS BACK TO", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "crouched forward.  The pay phone receiver dangles just ab his head.  The cellular remains cupped in his hand. Stu never lifts the cell phone.  He keeps the palm of his hand over the speaker of the phone to muffle any sound fr the other end. It rings and finally someone answers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EMERGENCY OPERATOR"
            }, 
            "text": "(faint)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Police.  Is this an emergency?  Hello?  Is someone on the line? But Stu addresses himself loudly to the pay phone which h now grips in his other hand.  Hoping that his words will picked up by the emergency operator listening via the cellular.  To help in this regard, he reaches back and sl the door to the booth tightly closed. He pretends to be talking to the sniper but his words are meant for the 911 operator to hear."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(loud)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You've made your point.  Who's going to believe I've got a sniper with a telescopic sight holding me in a fucking phone booth at 45th and 8th?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "It took you a while to believe it yourself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "If you'd put a bullet in that Captain Ramey, it would've been a different story -- but you were too wise to do that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Why don't you do it for me?  Wave the old captain back over and get him nice and close and then use the handgun on him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(talking loud)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why me?  You could pick off any of those cops from your window up there.  Like you did that pimp.  And that tourist last week.  But this time you want me to do your killing for you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "And you will!  To save Kelly."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CELL PHONE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "TIGHT SHOT"
            }, 
            "text": "cupped in Stu's hand and held low.  Can they hear him on other end?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EMERGENCY OPERATOR"
            }, 
            "text": "(muffled, almost inaudible)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Can you speak up, sir?  What is your name? Stu is concerned that the sniper might hear the voice of emergency operator.  He sets the cell phone down flat on floor of the booth facing upward.  He puts his foot over receiving end to muffle the incoming voice.  Then he stan up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "That's better, Stu.  Now turn around so I can see you. Stu talks close into the pay phone receiver now.  But kee his voice raised."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "This booth.  It's my whole world -- shrunk down to four feet by three feet.  Not much bigger than the size of a coffin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "They can put handles on the booth and bury you in it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(loudly into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When I saw you put that bullet into that black dude, I knew you'd never let me out of this phone booth alive."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You're wasting my time.  Reach up and take the gun."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(peering upward, squinting)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Let me see you first.  What harm can that do you?  You're in one of those windows.  I've got to know which one."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "No need for that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Being so far, I could never identify you.  I don't even want to."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "What is it then?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Don't worry that I'd try to point you out.  You'd shut me up with one of your .30 calibre hollow points before I could even raise a finger."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Why does it matter so much?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I want to see that you exist.  Like God exists.  It's not enough to believe.  You want to see him -- just once -- even at a distance."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "And then you'd take the gun down.  And use it.  We have a deal on that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Show yourself to me and I'll take the gun down.  I swear. There's a pause as the sniper mulls it over."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I don't have to make deals.  And you're irritating me by trying to negotiate.  God doesn't have to prove anything.  He just strikes you down when he gets in the mood."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Stop!  I won't ask to see you anymore."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I'm glad that's settled.  But look who else has showed up?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Who?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I guess she saw the coverage on TV and just couldn't keep away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What are you talking about?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "The 'hotel' just arrived.  And a very beautiful little hotel she is.  Actually, I'd classify her as more of a motel."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Mavis?  I don't see her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "She's too far back behind the police line.  But I've got a fine shot at her from up here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You don't even know what she looks like."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You're in an enviable position now, Stu.  You get to choose between them.  Tell me which one."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I can't."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Which will it be?  Kelly or Mavis?  Or should I simply select one?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE CELL PHONE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "INSERT SHOT"
            }, 
            "text": "lying face up on the floor of the booth.  Is anybody listening?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BACK TO STU", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Stu looks down at the cellular.  He has no way of knowing the police operator can hear any of his words."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I need time to think..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "You've got to be more in touch with your feelings.  You said you love Kelly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I do."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Then I'm doing you a favor putting you out of the way of temptation."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It wasn't Mavis' fault.  It was all my fault."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Then take the third option.  Reach above you and pick up the gun."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "You'll leave them both alone?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "There won't be much point in harming them without you around to impress."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'll do it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Let me see you do it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I need one minute.  One last minute, please.  Can you give me that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Don't tell me you're going to say your prayers?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Something like that."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE POLICE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "LONG SHOT"
            }, 
            "text": "assembled on the opposite side of the street."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "They should've traced the fucking call by now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "(listening on transmitter)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There's something else coming in.  A 911 operator says your name was mentioned by somebody that's still on the line.  Somebody talking about a phone booth.  And a sniper."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Patch me through.  Hello, this is Captain Edward Ramey.  What about that call?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EMERGENCY OPERATOR"
            }, 
            "text": "The line is still open.  It's originating from a booth at 45th and 8th."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "We're there!  Can you play me back your recording of the entire call?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EMERGENCY OPERATOR"
            }, 
            "text": "I can't replay the tape while it's still running."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Then switch to another machine and play back what you've got."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EMERGENCY OPERATOR"
            }, 
            "text": "It's awful faint.  He's not talking directly into the receiver. Ramey begins to listen.  We hear snatches of Stu's call picking up words which are at times incomprehensible."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU'S VOICE"
            }, 
            "text": "(faint)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "'Who's going to believe I've got a sniper with a telescopic sight holding me in some fucking phone booth...' The uniformed TELEPHONE TECHNICIAN now joins Ramey and th Sergeant."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TELEPHONE TECHNICIAN"
            }, 
            "text": "Got what you wanted.  The call's coming from up the street.  The Hotel Broadway."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Have you got the room?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TELEPHONE TECHNICIAN"
            }, 
            "text": "It's not that easy.  Electronic switchboard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "(to Sergeant)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Move your SWAT units to the hotel.  No... wait.  Any movement will alert the sniper.  If he sees any of us withdraw, he may panic."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "There's another SWAT unit on the way."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Intercept them.  Divert them to the hotel."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERGEANT"
            }, 
            "text": "It's done."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Send them in from the Forty-third Street side.  I don't want any activity the sniper might catch sight of.  He's probably high up and facing that booth.  He's got to continue to believe our full attention is focused on the man inside -- whoever the hell that poor bastard is. (to emergency operator)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hello 911 operator, I missed some of that.  Run it halfway back and repeat it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU'S VOICE (REPLAY)"
            }, 
            "text": "(faint)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "'... Like you did that pimp.  And that tourist last week.  But this time you want me to do the killing for you...'"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "(listening)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jesus... he's a dead man."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BACK INSIDE PHONE BOOTH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "The police seem all excited about something, Stu."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Are they?  I wasn't looking."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I can't wait any longer.  Say amen, then reach up for the gun.  When your hand comes down, I want to see it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm too afraid."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "For once, be brave.  Surprise yourself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'm shaking all over."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Guys in combat situations even shit their pants.  But they follow orders."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "As soon as the cops see a gun, they'll open fire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Then I'd advise you to fire first. Stu's arm goes up in a supreme act of willpower. His fingers run along the two clouded plastic sheets that cover the roof of the booth.  It raises up easily at the middle where two sheets join."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "INSERT SHOT"
            }, 
            "text": "The space between the roof of the booth and the sheets of clouded plastic.  We see the fluorescent lighting fixture covered with dust.  The solitary object -- a cruel-lookin weapon. Now Stu's fingertips protrude into the small space.  He touches the gun, brushes back and forth, feeling the roughness of the grip."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STU'S FACE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "TIGHT SHOT"
            }, 
            "text": "as below he continues to hesitate -- it's agony -- The sweat pours down his forehead and his eyes are squeez tightly shut.  He can already imagine the police bullets tearing into him. A POLICE SNIPER IS MOVING INTO POSITION."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "POLICE SNIPER"
            }, 
            "text": "(into transmitter)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Give me the word."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "RACK BACK TO STU", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "His arm still raised.  He hasn't brought it down with the in it.  Not yet.  He holds the pay phone receiver jammed against his mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Hard part's over.  Drop your arm and point it like you'd point your finger and squeeze."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No.  You do it.  If you want me dead, then fucking murder me!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Why must I keep invoking some poor girl's name every time we come to an impasse?  I'm focused back on Kelly again.  You're obviously not willing to trade your life for hers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I am!  I'm doing it! He pulls the handgun down into full view.  Curiously, the police do not open fire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "There!  You see it?  They all see it. He waves the gun so nobody can miss it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Where are you?  Damn you!! He drops the receiver and steps halfway out of the booth. Still the cops do not open fire. Then Stu starts shooting. Not at the police, but at the high rise buildings across street. At the thousands of windows that look down upon him. He gets off two shots before a solitary rifle shot rings in response."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "RACK FOCUS TO THE POLICE SNIPER", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He has fired."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "STU", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "ANGLE"
            }, 
            "text": "The remaining glass on the south side of the booth shatte Stu tumbles forward, sprawling out of the booth onto the pavement."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "RACK FOCUS TO KELLY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She screams, tries to break through but cops restrain her"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PHONE BOOTH"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DANGLING RECEIVER", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "ANGLE"
            }, 
            "text": "as it sways back and forth.  From it, we hear the voice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Thanks for such an interesting afternoon."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THEN THERE ARE OTHER SOUNDS EMANATING FROM THE DANGLING", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SWAYING PHONE.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A wooden door being battered open.  A few incomprehensibl shouts as a SWAT TEAM dashes in.  Stu's stalling for time paid off. THE SOUND OF A BARRAGE OF GUNFIRE. THE SOUND OF A MUFFLED SCREAM. The police have broken in on Stu's tormentor and there ha been a rapid exchange of shots. A HAND reaches into the booth and grabs the receiver. ANGLE WIDENS as Ramey places it to his ear."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Hello?  This is Captain Ramey.  Somebody talk to me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SWAT OFFICER'S VOICE"
            }, 
            "text": "Yeah.  We took him out, Captain.  Nobody else got hurt."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "What's his condition?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SWAT OFFICER'S VOICE"
            }, 
            "text": "Critical.  The sonofabitch took two.  Probably won't survive the ride."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Get a statement from him.  I'll be right over. He drops the receiver so that it dangles again. CAMERA FOLLOWS RAMEY to where Stu lies surrounded by cops medics.  He's stunned, but very much alive."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MEDIC"
            }, 
            "text": "Don't try to sit up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What was that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "(kneeling)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Rubber bullet."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MEDIC"
            }, 
            "text": "You'll have one hell of a nasty welt.  Busted rib.  Maybe a permanent scar there."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It couldn't hurt much more if you really shot me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Somebody was going to and we thought it may as well be us."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Did you get him?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Sure as hell did.  Thanks to you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Still alive?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Barely."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MEDIC"
            }, 
            "text": "We'll be giving him a hypo for the pain.  It'll put him out for a while. Kelly is now brought over by a female cop.  She drops to knees beside Stu and tries to embrace him.  The medics restrain her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "It's okay.  I'm not really shot."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY"
            }, 
            "text": "I was so afraid.  I thought..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I thought so, too.  But we're going to be alright.  Both of us."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KELLY"
            }, 
            "text": "Remember how you swore up and down you'd get me on TV?  Well, you did.  I already got interviewed on Fox and Channel Eleven and they even want me on A.M. America tomorrow morning."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Bet you didn't think I could deliver on that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MEDIC"
            }, 
            "text": "Will you please let go of him, Miss? A gurney is wheeled over from a police ambulance.  The me is about to administer the hypo but Stu pushes him away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No.  No hypo.  I want to see him first. The medics are now ready to lift Stu onto the gurney and him off.  But Stu struggles against them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Relax.  The guy's dying."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "That's why I've gotta talk to him.  Please!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "We'll see."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MEDIC"
            }, 
            "text": "(to Kelly)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You can ride with him in the ambulance. The woman cop escorts Kelly to the waiting ambulance. Ramey meanwhile tries to resume contact with the SWAT tea inside the hotel."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "This is Ramey.  Over.  This is Ramey.  Ten-Four. There's nothing but static, mixed up feedback and multipl garbled voices on the other end of the line."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Shit.  Get everybody off this wavelength. He crosses back to the phone booth -- picks up the dangli receiver."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Hello.  Hello!  Pick up!  Yeah, it's Ramey again.  Can you hold the phone close enough so the perp can listen?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COP'S VOICE"
            }, 
            "text": "He's not saying a word, Captain."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "He's not about to talk to us.  Maybe to him. Ramey looks back to where the medics are still trying to Stu onto the gurney."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Forget that.  Stand him up. (to Stu)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Can you stand?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I can try."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Help him over here. The medics support Stu and inch him back to the booth.  I painful, but Stu ignores it. Ramey holds the phone up so Stu can both listen and speak"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Here.  Speak up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(into pay phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's me.  Do you hear me?  Answer me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "(wheezing)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Had to have the last word, Stu."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I finally beat your ass.  Admit it, you fuck."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "But you'll never forget me.  I gave you the most thrilling day of your life.  Say thanks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Now you're gonna die, you bastard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "I lost a lot of blood.  Don't you want to donate some for me?  Then we'd really be part of each other."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "Hang on.  I can't wait to see you at the hospital.  So I can yank your fucking air tube out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "VOICE"
            }, 
            "text": "Wish I could give you that pleasure.  You deserve it. (coughing)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "... Only I'm out of time."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "What's your name?  At least tell me who you are. There's more violent coughing, then silence.  Then a cop' voice is heard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COP'S VOICE"
            }, 
            "text": "He's gone. Stu stares at the receiver."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RAMEY"
            }, 
            "text": "Don't worry.  We'll find out who he is.  And why he picked you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "No.  You won't. (a beat)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What do you want to bet you won't? Stu reaches over and hangs up the receiver.  CLICK."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "I'll spend my whole life trying to figure that out. Then he sinks into the arms of the medics who lower him o the waiting gurney. The hypo is finally administered.  It kicks in immediatel relieving the pain. He's wheeled away from the booth to the waiting ambulance Kelly is already inside waiting to accompany Stu to the hospital."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BEING WHEELED AWAY FROM THE EMPTY BOOTH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "POV"
            }, 
            "text": "pulling away in LOW ANGLE. CAMERA SLIDES BACK inside the ambulance with Stu.  The do shut, obliterating our view of the phone booth that was h entire world until moments ago."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STU"
            }, 
            "text": "(groggy)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Gotta sleep now.  No phone calls... Kelly smiles down at him as the image blurs.  Stu passes -- into a deep sleep he much deserves. A SIREN BLARES. CUT TO BLACK."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]