[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FADE IN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TITLES", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The screen is composed of large, straight-edge areas of b and white that rest against each other in a manner that s some kind of pattern, without making a final sense; it is we are too close to something that, could we see it from distance, would be clear to us. These areas shift and change - both their own shape and t relationship to their neighbors.  New patterns are being new solutions found - but they are just beyond our compre The effect should be aesthetically pleasing but simultane frustrating and, perhaps, a little unsettling. Shortly into this sequence, and subsequently inter-cut throughout, we begin to see, in FLASHBACK, the story of HELLRAISER.  Arriving first as very short shock-images, t brief sections eventually convey to the audience all the necessary emotional and narrative information they will n understand the background to HELLBOUND. Meanwhile, the black and white shapes are still moving, t unseen patterns still shifting. Over this constantly mobile background, the TITLES begin appear. As the TITLES unroll, another change comes over the puzzl behind them.  Where before they moved and related only in dimensions, gradually we see that they are now claiming d well.  The puzzle we are looking at is now a three-dimens one.  The pieces are now solid blocks of various geometri shapes, locking together, moving apart, finding their fin position. Finally, as the TITLES come to their conclusion, the came back until we can see clearly what we have been looking a the final piece clicks into positions we see it is THE LA CONFIGURATION from HELLRAISER. The closed box rests before our eyes a moment and then th in the centre of the side that faces us gives way to an i of a dusty street with a market. Simultaneous to this, th TRACKS into this image until it fills the screen"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT A STREET BAZAAR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The TRACK continues up through the market and then turns the stalls to find a store behind them. As we TRACK throu store's doorway, we pass through a beaded curtain that momentarily reminds us of the TORTURE ROOM in HELLRAISER."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. STORE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Once we are in the store itself, though, this impression It is an ordinary, slightly seedy, junk shop. The stall seems to sell an odd mixture of items; native t share space with second-hand items from European colonist second-hand goods give us some sense of period. They sugg late 'twenties/early 'thirties. This is reinforced by the sounds coming from one of them, an old-fashioned mahogany wireless. A foreign voice speaks from it in a language we understand, though perhaps the words \"BBC world service\" discerned in the middle, and then a dance-hall tune of th begins to play. (Depending on availability, it would be n have something relevant - 'I'll follow my Secret Heart', or 'Dancing in the Dark'.) Into shot comes an ENGLISH OFFICER. His uniform, too, sug the 'twenties, the last days of Empire. He is tall, thin, dark-haired, but at no stage do we see his face clearly. stands in front of the stall. The TRADER suddenly stands behind the counter. He has bee crouched beneath it, as if checking or preparing somethin is a big, impressive-looking black man. His face is total impassive as he stares at his customer. Neither of the men speak. Obviously, a deal has already b struck and today is the pay-off. The OFFICER, a little arrogantly - suggesting racist cont slaps down a bag of gold on the stall's counter. Keeping his eyes firmly on the OFFICER, he reaches beneat and brings something up from under the counter and places the OFFICER'S outstretched hand. He is holding a LAMENT CONFIGURATION. The OFFICER turns and leaves. The camera TRACKS out of th looking at the TRADER as he watches the departing OFFICER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT THE OFFICER'S QUANSETT HUT DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It is typical of temporary military quarters, complete wi curved ceiling of corrugated material. It is stripped of The blinds are down. The OFFICER, still in uniform, sits cross-legged, the BOX before him. He is already well into the solving process and very soon the shot begins the BOX begins to speed its own solution. Finally, two sections of the BOX shoot upwards and begin apart from each other, ready to reveal its secret. The OFFICER, suddenly nervous, drops the BOX and scuttles across the floor to stare at it. The BOX lands upright, i extended parts still open above it. For a beat of two, no happens. We become aware of the OFFICER'S pulse, throbbin excitedly on the soundtrack."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT THE OFFICER'S QUANSETT HUT DAY OFFICER'S", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Slowly we, the camera, and the OFFICER, move towards the silent, but menacing BOX. We approach it until finally we are above it, looking dow the opening it has made in itself. There is undefined mov inside. Suddenly, something flies up directly at us. We glimpse i briefly, but enough to see its nature. Unlike the hooks t flaw at FRANK in HELLRAISER, this is more organic than me Pink and flesh-like but on a long gray-blue stalk, it flies upward, its lips peeling apart gapingly to reveal s yellow, discoloured, and viciously sharp teeth-like hooks The OFFICER screams and the screen begins to take on a re so that, just as the thing is about to fill the screen with its hungry mouth, the entire screen turns red. The red screen is held for a second and then suddenly bec complete blackness."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT BLACK SPACE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The black screen continues and, rising slowly from it and back slowly into it, in a dream-like, surrealistic manner various images of the OFFICER'S torment/pleasure in Hell. By various camera tricks, such as step-printing or optica blurring, his face is still not clearly seen, but is seen for us to see his sensual, almost orgasmic responses to w being done to him. Cuts appear spontaneously across his face, leaving a grid crisscross pattern of wounds. Finally, a disembodied hand gripping a hammer drives nail each corner formed by these wounds and, as the face comes full view for the first time, we realize who this is. It PINHEAD from HELLRAISER. PINHEAD'S completed face floats on the blackness and star at us."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PINHEAD"
            }, 
            "text": "(echoed & slow) Kirsty, come to daddy"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The tiny silence following PINHEAD's words is shattered b piercing and terrified scream."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT HOSPITAL ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The scream continues, but the blackness is replaced by KI anguished face; it is she who is screaming. The scream su replaced by breathless panting accompanied by rapid eye m RONSON (off camera) Ah, you're awake. Good."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We pull out to see that KIRSTY is sitting up, fully dress hospital bed. RONSON, a police detective, sits on a plain chair, which is the only other piece of furniture in the The walls are bare save for a piece of primitive art on o and, on another, a circular barred window looking out. RONSON stands up and walks to the foot of the bed. He res hand on the bed's metal frame and smiles a perfunctory sm RONSON Tell you what - we'll make a deal. I'll tell you what I know, then you tell me what you know.  O.K.?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY is still re-orienting herself. She blinks a few ti and then focuses on RONSON's hands gripping the bed. RONSON"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "O.K.?"
            }, 
            "text": "KIRSTY looks up at RONSON's face and then around at the r KIRSTY Where am I? RONSON You're in the Malahide Institute. It's a psychiatric hospital. But, hey, don't feel judged - it was just the nearest place to bring you. Remember? You and your boyfriend... ? KIRSTY Steve... RONSON Don't worry. He's O.K.  We sent him home hours ago.  Jeez, what a story."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He puts a cigarette in his mouth and lights it. RONSON What was it, kid? Smack? Angel dust? Don't tell me acid's back in fashion? KIRSTY What are you talking about?  Who are you? RONSON Oh, excuse me..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RONSON reaches in his jacket and flashes an I.D. RONSON Ronson.  Homicide.  I'm this district's slash and dash expert. Made a career of the nasty ones. That's why I was at your Dad's house.  Jesus, what a mess."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY'S eyes prick with tears. She looks away from RONSO KIRSTY (to herself) Daddy..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT JUNK ROOM LODOVICO STREET NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "CORTEZ, a POLICE OFFICER, shifts some unpacked crates to allow a closer look at the shriveled and deformed corpse of FRANK and JULIA'S victims. CORTEZ Jesus..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "CORTEZ prods at the corpse with his night-stick, attempti to turn it over. A stream of maggots pours from the mouth the cavity that used to be its throat. CORTEZ jumps back in disgust and knocks against one of th several wardrobes in the cluttered room.  Another corpse out at him, as decayed and flvblown as the first. CORTEZ draws his gun and empties it blowing the corpses head off, scattering flesh, mucus, and bone - but no bloo everywhere before realizing it is already dead. He realises what he has done and lowers his weapon sheepi CORTEZ Oh. shit..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RONSON is sitting back in the chair, looking at the now s calmer KIRSTY. RONSON We got two missing people and a house full of corpses."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He holds out his hand towards KIRSTY in a theatrical mann RONSON Talk to me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY swings her legs off the bad, but remains sitting o her feet on the floor. She doesn't look directly at RONSO begins to take in the (few) details of the room for the f time. KIRSTY I thought Steve had talked to you? RONSON Oh, pardon me. I obviously didn't convey my hesitation to take his story at face-value. No, YOU talk to me. But - do me a favor? - none of this DEMONS crap."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY closes her eyes, almost wincing, as memory comes. KIRSTY opens her eyes. Consciously, she slows the rhythm dialogue down. KIRSTY He talked about Demons, huh? RONSON Yeah."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY turns her head to look directly at RONSON. KIRSTY It's true. All of it. It's all true."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RONSON stares at her, impressed by her conviction and int There is a second of shared silence. Suddenly, a shocking ELECTRONIC CRACKLE shatters the mood starts, then realises it is the radio at his belt. He sna up and speaks into it. RONSON Ronson."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT BEDROOM LODOVICO STREET NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Another OFFICER, KUCICH, is standing, radio in hand, by t blood-stained mattress. CORTEZ stands beside him, gun now re-holstered. KUCICH Kucich here,sir.  We just found another one, though it suffered a little..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KUCICH looks at CORTEZ, who looks embarrassed. KUCICH ...er, accidental damage in discovery. Anyway, just about the only portable evidence we've got here - apart from human remains - is the mattress. Looks like someone was messed up real bad on it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT HOSPITAL ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KUCICH (off-camera) Can we send it downtown?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RONSON throws KIRSTY a look of exasperation with his coll The camera stays on KIRSTY's face as RONSON speaks. RONSON What the hell are you asking me for?  Tag it.  Move it. KIRSTY (to herself) The mattress... The mattress... JULIA."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Without waiting for a reply, RONSON switches the radio of clips it back to his belt."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT BEDROOM 55 STREET NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We are looking at the mattress. KUCICH has left the room. CORTEZ draws a pad from his packet. The pad is stapled, a the staple has been badly inserted and is not closed prop In the act of tearing a label from the pad, CORTEZ catche his thumb on the staple. OFFICER Shit!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The label is adhesive-backed. CORTEZ licks it and presses it on the mattress. He writes on it - 55L/E1.  As he stan from doing this, a single drop of blood from his thumb la the mattress. (It is important that we see it is only a s drop - and nothing like the amount LARRY spilled on the floorboards.) CORTEZ leaves the room to fetch a colleague to help him move the mattress.  We move in to see the drop of blood d very quickly into the mattress, as if it is being sucked As this happens, we hear on the soundtrack the faintest R"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT OPERATING ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A somewhat antiquated and frightening operating room, fil with machines, monitors, and surgical instruments. The co the room fall away to shadow. Sitting upright in the centre of the room is a FEMALE PAT She is awake and staring out at the camera.  Twin probes/ are in each of her ears to hold her in place.  Her head i and the skin on the back of her head has been cut open an apart.  The flaps of the skin are held away from the area worked on by four clamps. (we never actually see round to exposed brain itself) Immediately behind her, and probing with professional ski coolness into her exposed brain, is DOCTOR MALAHIDE.  He his late forties and looks like all the great doctors loo rational, civilized, competent, and powerful.  There is a intensity in his eyes and the lines  of his face though t suggests something more than normal. The room has several attentive listeners and observers, b one nearest to MALAHIDE is his personal student/assistant MACRAE, young, conventionally good-looking, with an open, friendly, face. MALAHIDE is holding forth on the secrets of his trade, se looking away from his patient while still working on her, sure his audience understand his points. MALAHIDE We can bring them back properly more often than scientific orthodoxy dictates, ladies and gentlemen.  And the knife, far from the enemy of of analysis, is often its greatest ally in solving the puzzles of psychosis. Analysis isolates and massages. Surgery pinpoints and corrects. ... though you've got to know what you're doing, of course..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Polite laughter from several students. MALAHIDE Some things are obvious. Here, for example, ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He prods in at a specific area. MALAHIDE ...are the optical motor nerve control centers."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The PATIENT begins to blink in time with MALAHIDE'S prodd The affect is half-comical, half-distressing.  Perhaps MA carries it on just that half-second too long for innocent demonstration.  But the students give impressed murmurs a MALAHIDE Now. This case. A deeply-buried psychosis severe enough to produce frighteningly frequent hysteria and aggression. Incurable. Say others. Not so. Analysis isolates. The knife exposes. Medication controls."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As he speaks, MALAHIDE injects a syringe directly into th PATIENT's brain. Her face spasms momentarily. MALAHIDE stands back slightly. His face is serene, calm, confident. He takes a small, motorised drill and sets to work on the MALAHIDE And then, ladies and gentlemen, we REBUILD. With all the care and knowledge that our years of training have given us ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He looks around at them all, smiling slightly. MALAHIDE"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "... WE BRING THEM BACK."
            }, 
            "text": "The students murmur their approval. Perhaps they even app MALAHIDE acknowledges their reaction with a modest nod. Suddenly, an intercom on the wall cuts in. INTERCOM Dr. Malahide, the new arrival is awake, and appears very distressed."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE steps back briskly and begins to peel his cloves He nods at a nearby student. MALAHIDE My part in this is over.  You may tidy up for me.  Kyle, you come with me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE and KYLE leave the room."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT HOSPITAL ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY has her hands over her face and is shaking.  RONSO and crosses to her.  He takes her hand from her face and her. RONSON Easy, easy.  Whatever happened, whatever you saw, it's not here now. KIRSTY I saw it...him.  But I got away. And I took the box.  And I solved it.  And they came. RONSON Who? KIRSTY The Cenobites."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She stares directly at RONSON, daring him to disbelieve. KIRSTY The Demons."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RONSON stares back, perhaps a glimmer of belief in his ey On the soundtrack, the sudden and shocking sound of a doo slammed open and hitting the wall. KIRSTY screams. Even RONSON is startled. In the doorway are DOCTOR MALAHIDE and KYLE.  MALAHIDE ad into the room, smiling apologetically as he does so. MALAHIDE Sorry.  Must get that door fixed.  Detective Ronson?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE holds his hand out, as RONSON nods in response. MALAHIDE I am Doctor Malahide."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The man shake hands. MALAHIDE gestures behind him. MALAHIDE My assistant, Kyle Macrae.  And this must be Kirsty?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE speaks quickly, as if to get the formalities out way.  As he says her name, he smiles benignly at KIRSTY w still distraught from her memories and shocked at the sla the door, simply stares at him. MALAHIDE turns his attention back to RONSON, drawing him speaking to him in a lower voice. Meanwhile, KYLE walks over to KIRSTY and smiles at her - enough to embarrass her into smiling back. MALAHIDE I've read the boy's statement. Quite the adventure they believe they had. I'd like to talk to her alone. Do you think ... ?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RONSON looks over his shoulder at KIRSTY.  He then looks carefully at MALAHIDE and then nods slowly. RONSON Mmmm.  O.K.  Frankly, I think she's more your territory than mine.  Shame."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RONSON looks back at KIRSTY. RONSON Kirsty.  Doctor Malahide's going to look after you now.  Maybe we could talk some more tomorrow."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY nods vaguely and then, just as RONSON reaches the calls out to him. KIRSTY Wait!  The mattress.  You've got to destroy it.  She DIED on it, you see.  The mattress.  It's haunted now.  She can come back... like Frank. SHE CAN COME BACK."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RONSON smiles helplessly at her, then glances at MALAHIDE \"you see what I mean\" expression, and leaves the room. KIRSTY (to herself) The mattress ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE stares at her briefly, with a strange expression face and then abruptly follows RONSON through the door. KIRSTY is too absorbed to notice this odd behavior, but K stares incredulously as MALAHIDE leaves the room. KYLE Uh...excuse me a moment."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He follows to the door and stands in the doorway, looking the corridor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT HOSPITAL CORRIDOR NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RONSON stands before a set of double-doors, talking to a UNIFORMED OFFICER. MALAHIDE comes into view, walking swiftly, and instantly over their conversation. MALAHIDE Detective. I'll be able to help this girl. But I need your assistance ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT HOSPITAL CORRIDOR NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Looking back at the corridor, we see the door to KIRSTY'S ajar, and KYLE standing by it looking down."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT HOSPITAL CORRIDOR NIGHT, (KYLE' P.O.V)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A LONG SHOT of MALAHIDE and RONSON.  KYLE, and we, are to away to hear what is said, but MALAHIDE in nodding and ge emphatically, as if persuading RONSON of something."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT HOSPITAL ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE returns into the room and closes the door. His expre puzzled, troubled. Then he remembers there is a patient h he smiles. KYLE So...You're Kirsty, huh? KIRSTY You a doctor, too?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE smiles again. KYLE Nearly a doctor. I'm Kyle Macrae. Call me Kyle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY draws a deep breath, temporarily calmed. She even a smile. KIRSTY Hi, Kyle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE re-enters the room. MALAHIDE Now, Kirsty..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY looks at him warily. KIRSTY The cop. He didn't believe me. MALAHIDE I suspect not. But that doesn't necessarily mean you're wrong, does it? KIRSTY Do you believe me?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE offers a re-assuring laugh. MALAHIDE Well, I don't know yet. However, you're not lying. YOU believe this is the truth. KIRSTY It IS the truth."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly, the door opens again. An INTERN is standing the the briefest of moments, MALAHIDE looks furious and then, catching himself, assumes his calm demeanor. MALAHIDE Well? INTERN Sorry, Dr. Malahide. But it's Tiffany. She's escaped ... again."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE sighs. MALAHIDE Very Well."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He looks down at KIRSTY. KIRSTY I'm sorry, Kirsty. Kyle will come back with something to help you sleep. We shall speak tomorrow."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE and KYLE follow the intern from the room, KYLE g last friendly smile as the door closes behind them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. CARNIVAL NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We are staring down the midway of a deserted carnival. On side, stalls and rides beckon to pleasures that their loc doors and tarpaulin-draped entrances deny. A light rain i falling. A huge wooden cut-out of a grinning clown dominates one s while the sign beneath him seems to state the ethos of th place; LOTS 'O' FUN. Another has a banner proclaiming FREAK SHOW, with the sub"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "YOU'LL GASP AT THE GEEK", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "On the horizon in the distance, almost denying the realit what we are seeing, tower vast cranes of unimaginable hei while beyond them impossibly huge oil-drums squat against moon-bright but cloudy sky. Into shot, and running down the midway, comes a girl, TIF TIFFANY is a girl in her early teens but looks younger then her years due to her boyish figure and her slightly delicate features. For the last months, TIFFANY has been finding ways out of institute and making her way here, where she has one spec obsession, which we will soon see. Following her into shot, but many yards behind, come two from the Institute. They contrast each other almost comic one being tall and plump while the other is smaller and t They're not quite the Stan and Ollie of the medical world with some serious rehearsal they could get there. 1st INTERN Oh, Jesus -she's gonna make it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Even as the first INTERN says this, we see TIFFANY make a left turn into a stall entrance."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. HALL OF MIRRORS ENTRANCE NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A front view of the stall into which TIFFANY has run. The sign above it proclaims 'HALL OF MIRRORS' and a smaller s perched above a distorting mirror to one side of the entr says 'YOU'LL BE AMAZED'. The two INTERNS enter at a run."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HALL OF MIRRORS NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There follows a hopelessly one-sided pursuit through the mirror maze as TIFFANY effortlessly eludes the two INTERN There are three major facets to this sequence; 1) Comic relief - as the two interns make fools of themse There could even be a room of distorting mirrors where th INTERN becomes fat and the fat one thin. 2) TIFFANY'S ease and expertise with patterns and puzzles 3) Confusion of the audience's sense of the real and the This goes on long enough for us to realise the 1ST INTERN right to worry, how long TIFFANY could elude them. Then, jarringly, as the screen is full of reflected TIFFANYS there suddenly appears amongst them a single image of MALAHIDE. Everything stops. The image of MALAHIDE (and we shouldn't he sure yet if we looking at a reflection or the real man) puts its hands o palms up. MALAHIDE Tiffany. Come."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "All the TIFFANYS move quietly toward him until they all d from view. Then the real TIFFANY comes into shot, her bac and walks toward what we now see to be the real MALAHIDE, standing in a doorway deliberately framed like a mirror t confuse the customers. TIFFANY places her hands docilely on to MALAHIDE's outstr ones."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY has been dozing fitfully, but is awakened by stran noises. At first terrified, she slowly realises it is sim someone being put in the room next door. She waits until activity has ceased and then moves to her It is unlocked. She moves out into the corridor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL CORRIDOR NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Looking warily from side to side, KIRSTY edges out into t corridor, along it, and then stops by the door of the adj room. 24   INT.   TIFFANY'S ROOM   NIGHT   C.U. A hand fits a piece of jig-saw puzzle into the space it b We know it is a jig-saw by the shape of the pieces, but i clearly not the conventional type - a picturesque photo - all we can see at this close-up angle are large areas of and white."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. TIFFANY'S ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We now see that the puzzle is on the floor of a room of a size to KIRSTY'S. It is slightly more decorated; It has c and wallpaper. And a tiled floor. Sitting cross-legged on floor next to the puzzle is TIFFANY. The puzzle, which we can now see more clearly, is an intr abstract design in black and white. There are several pie still un-fitted but TIFFANY is working steadily, efficien with complete concentration. On a wall behind her there is a visual record of her prog over the last few months. Sealed in plastic by staff memb Puzzles she has solved, with dates marking her advancemen begin with the simplest wood block animals usually given small children. passing through photo-puzzles of increasi difficulty, and culminating in one or two other examples kind of complicated pattern-work she is involved in now."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL CORRIDOR NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We pull out to see that this is KIRSTY'S P.O.V. from the panel in the door of TIFFANY'S room. TIFFANY looks up at one point and eye-contact is made. KI gives a tentative smile and a small wave. TIFFANY stares The stare is long but unresponsive and finally TIFFANY re the puzzle. KIRSTY has her back to us and the camera is quite close i hand suddenly moves into shot and touches her shoulder. KIRSTY jumps back in alarm, fear on her face. But it is o KYLE. KYLE raises his hand in apology. KYLE Oh, Jesus, I'm sorry. God, if anyone should know not to do that, it's me. I'm sorry. O.K.?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY nods and gives a nervous smile. KYLE, still embarr his foolishness and eager to change the subject, nods tow glass panel. KYLE Sad, huh? She's been here six months. Her name's TIFFANY. KIRSTY What's the matter with her? KYLE Almost complete withdrawal. She hasn't said a word for nearly two years. KIRSTY God, that's terrible. KYLE Yeah. Doctor Malahide's got her doing these jig-saws and things, though. Says it's helping to bring her out."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE ushers KIRSTY back into her own room."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As he closes the door to KIRSTY's room, KYLE reaches into pocket of his lab-coat and produces a small box of pills. KYLE Anyway, let's concentrate on you for a moment. Wanna suck on this for me?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY looks up at him sharply. He is proffering a pill a grinning facetiously. KIRSTY Hey, good joke, Kyle. Do you always come on to the mentally ill?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE's face falls. He blushes. Pressing the pills into KI hand, he backs off to the door, apologising. KYLE Shit. Sorry. Here's the pills. Red face. Door. Bye."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He exits hurriedly, closing the door behind him. KIRSTY g despite herself. She looks at the pill for a second or tw then puts it firmly back in the box. Realising there is n bedside table, she puts the box on the wooden chair. KIRSTY Jesus, I'm glad I'm not paying for this place."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She is about to lie down on the bed, when she senses some wrong in the room. KIRSTY is instantly tense again. She swings her head to t and tenses in horror, stifling a scream. In the corner of the room, against the wall lying in a po blood, is her skinned father LARRY. KIRSTY emits a pained moan of pure anguish as she realise she is looking at. KIRSTY (under her breath) Daddy..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The thing in the corner raises its arm weakly from its si begins to write on the wall in its own blood. It writes : I AM IN HELL; HELP ME. KIRSTY covers her eyes with her hands and begins to sob. KIRSTY takes her hands from her eyes. The figure has gone. The pool of blood has disappeared. B the wall the words remain. KIRSTY makes herself rise from the bed and walk slowly ac room. Her eyes full of tears, she stretches out her arm and tou word 'I'. As her fingers make contact, the words instantly disappea She presses her bloodied finger quickly to her lips befor last trace of her father can vanish, too."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. TIFFANY'S ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY is still sitting up cross-legged, weeping. Her pu completed."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. THE INSTITUTE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Basically an establishing shot to show it is the next mor it also serves to show MALAHIDE walking briskly to work. is tasteful and simple, but discreetly expensive-looking. walks with purpose and looks straight ahead, acknowledgin with polite nods the respectful greetings of various JUNI DOCTORS and NURSES he passes on his way. He enters the in We should also see several patients being walked, or whee around by STAFF during this shot. MALAHIDE (off-camera) And how are we feeling today...?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. LARGE WARD DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is a large, traditional hospital ward with a line of down each long wall and a wide central aisle. Nearly all of the beds are occupied and, at the far end o ward, there is a male patient in a wheelchair. All the PATIENTS' eyes turn immediately and happily to MA as he crosses the room, continuing his speech. MALAHIDE Better? Good."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He-doesn't stop his progress but walks straight through t and into the corridor. As the door closes behind him the WHEELCHAIR PATIENT scow W/CHAIR PATIENT 105 years and he still doesn't know my name."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL CORRIDOR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE walks swiftly down the corridor in which we saw to RONSON earlier, but this time the camera follows him t the double doors and further down the corridor. He enters an elevator and the doors close in front of him"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BASEMENT CORRIDOR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE exits the elevator into a lower corridor, one no carefully decorated. We are in the area in which the more deeply disturbed of Institute's patients live. The rooms are smaller, closer together, and there is an observation panel set in each door. MALAHIDE looks into the first four rooms. In the first, a middle-aged, overweight woman sits comple motionless in the middle of the floor. She is dressed in shapeless white robe and is sitting crosslegged. Her head shaven, her eyes are rolled completely up into the socket that only white shows. In the second, a very thin man of about thirty is pressed tight as he can be into one corner of the room. His hair and he has a full beard. He is naked but not unadorned - and much of his cell wall is smeared in excrement. In the third, a man of about MALAHIDE'S age-stands in the of the room. He is of normal build but his head is shaved face, scalp, and hands are covered in self-inflicted and amaterurish tattoos- all of crosses. He is dressed in T-s jeans. With both hands he holds aloft a silver crucifix, it in all directions, as if under constant siege by Devil mutters prayers and invocations constantly. In the fourth, a man in his early twenties restrained in strait-jacket. He shuffles around on the call-floor, his twitching and flitting from one part of his body to anoth BROWNING (muttering) Get them off me. Get them off me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Off-camera, we hear the sound of KIRSTY's sobbing - which the CUT TO:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE enters, having heard KIRSTY crying. She is sitting w legs over the side of the bed with her face in her hands. KYLE immediately sits next to her and puts an arm around shoulder. He doesn't force her to speak. He lets her let tears out. Finally, she looks up. KIRSTY I...I had a visitor. KYLE What? KIRSTY Oh, Jesus. I can't explain. It's ...it's. I don't know how to help! I have to save him and I don't know how to help! KYLE (Carefully) Kirsty, I'm sorry...  don't understand. I... KIRSTY I know. No-one can. But I have to save him. Where's the other doctor? He said He'd listen. He promised."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE responds quickly to this. His faith in MALAHIDE is strong, despite that curious incident of the previous nig MALAHIDE followed RONSON out of the room. KYLE Dr. Malahide. Yes. Look, I'll fetch him. You take it easy. I'm sure he can help."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE stands up, making soothing motions with his hands, a for the door. KIRSTY Help. No, no-one can help. I just want someone to listen or I WILL go crazy. KYLE If anyone can help, HE can."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY turns and gives KYLE a strange look as he opens th KIRSTY Yeah? He got a ticket to Hell?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL CORRIDOR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We TRACK with KYLE down the corridor, eventually reaching impressive door, which is slightly ajar. Even before we r we hear MALAHIDE's voice. He is clearly on the phone. Bec the nature of what he is hearing, KYLE pauses when he rea door, listening with a confused expression on his face. MALAHIDE (off-camera & gradually fading up) Officer Kucich? Yes, Doctor Malahide. You've spoken to Ronson? Yes ... That's right. The mattress ... No, I'll meet you by the side entrance. No, no, my HOUSE. Yes, let me make that clear. The house, NOT the hospital. ... Yes ... Fine, and thank you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We hear the phone click. KYLE waits a moment and then wal swiftly through the door, speaking as he does so. KYLE Doctor Malahide ... ?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY'S face fills the screen. Her voice is slightly dre if she is still trying to understand herself the story sh about to tell. KIRSTY It must have been going on forever..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Her voice trails off. We pull out to see KIRSTY sitting u bed. MALAHIDE on the wooden chair, and KYLE standing by t door. MALAHIDE's voice pulls her back. MALAHIDE Kirsty...?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY snaps back and continues to speak in a more normal KIRSTY But the part I know about, That must have started with my Uncle Frank... MALAHIDE Then let us speak of it ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DISSOLVE TO", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "36   EXT.   MALAHIDE's HOUSE  TWILIGHT We TRACK in slowly towards a modern house that we will le MALAHIDE'S, up the drive, towards the front door."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DISSOLVE TO", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MALAHIDE'S HALLWAY TWILIGHT"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The TRACK continues along the hallway and into the OBSESS ROOM."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The TRACK continues. The room is dim, lit only by stray shafts of moonlight. On the floor in the centre of the room is the mattress. The TRACK stops. A main light is clicked on and MALAHIDE into shot.  MALAHIDE pours himself a scotch from the deca sits on the writing table and approaches the mattress. He is clearly very, excited. He walks around the mattress three times, never taking his eyes off it. He walks back to the writing table, throws his drink back the glass down and leaves the room."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. MALAHIDE'S HOUSE NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE leaves through his front door and walks toward t hospital."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "After a few seconds silence we hear a repeated clicking s if something is being forced, followed by a louder snap a sound of a sash window being opened. The curtains balloon inwards, part, and KYLE steps into t He stands still for a moment, as if making sure he is alo then begins to take in his surroundings. The room is entirely devoted to MALAHIDE'S secret obsessi with the Paranormal in general and the Lament Configurati particular. It is a fair-sized, square shaped room. Prints, paintings photographs cover the walls. All of these pictures relate way to his obsession; photographs of ghost-sightings; por of magicians from Cagliostro to Crowley; prints of arcane and pentagrams, etc. Specifically, we recognize a print that resembles very cl the jigsaw he has had TIFFANY recently solve. Also, there framed diagrams (which look very old) of the Lament Confi -Both open and closed. On a long, low table there are three glass cases. In each these cases is a Lament Configuration. On each case is a label giving a location, a date of acquisition, and a num which we may assume to be the number of deaths attributab that specific box. These labels read:          CAIRO 3/4/'59 7 LYONS 6/2/'72 4 NEW YORK 12/3/'81 5"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There are also, on a small desk-top bookshelf on a writin editions of MALAHIDE'S own books. He seems to have spent career publicly denying what he is privately obsessed wit because the books titles include 'Possession: Not Demons Disease','The Myth of the Diabolic', and 'The Internal In KYLE Jesus Christ. Jee-sus-kerr-ist!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We assume he has visited MALAHIDE'S house before, but he clearly never seen this room. He stares at the mattress with incredulity, as if he stil believe his superior has had it brought here. Then he beg look around the room in more detail. He approaches the gl cases and bends slightly to look at their contents. KYLE shakes his head. KYLE Oh, shit."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BASEMENT CORRIDOR NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE walks past a bank of meters and huge circuit bre his way to the lower and of the corridor, by the cells of the very disturbed. He stops by the cell of the man in strait-jacket. We hear from the outside the familiar mutt BROWNING. MALAHIDE enters the call."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BROWNING'S CELL NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As MALAHIDE enters, BROWNING looks at him. His eyes deman plead, and he speaks through clenched teeth. BROWNING Get them off me. Get. Them. Off. Me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE is rooting through the drawers in the writing table. Generally the contents are unremarkable - handwritten not few patients case-files etc. - but in one of the drawers finds a black ring-binder which he takes out and lays on table. It is a book of faces. There are about fifteen sheets in binder. Some of them are genuine photographic prints, som photocopies of original photos. They range widely in age, and sex. They are all full-face portraits. Chronologicall range is extensive too. Some pictures (generally photocop appear to date from the earliest days of photography, the 1880's, others have an Edwardian appearance, or suggest t 1920's. Only one or two seem to be less than thirty years KYLE flicks back and forward in the book, wondering on th significance of these people. He is lost in the musings when the click of the front doo him MALAHIDE has returned. KYLE closes the book and quickly slips it back into the d He heads rapidly for the window he came in through but re MALAHIDE is too close for him to open it and make good hi escape. Instead he stands between the window and the curt pulling the latter closed over him. MALAHIDE enters the room, leading BROWNING who is still s jacketed."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BEHIND THE CURTAIN NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We see KYLE standing very still in the limited space behi curtains. It is clearly seen that, given the thoroughness which he closed the curtains and his immobile position, h unable to see what is happening in the room. He can hear, see."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE leads BROWNING across to the mattress. Standing it, he unbuckles and removes the strait-jacket from his p BROWNING, beneath the strait-jacket, is naked to the wais arms and cheat are a mass of scars of various age and siz MALAHIDE gestures to the mattress. Now that his arms are BROWNING is scratching furiously. MALAHIDE Mr. Browning. Please, lie down."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "BROWNING lies down, still scratching, trust and hope in h"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "OBSESSION ROOM BROWNING'S DELUSION"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As if looking through BROWNING's eyes, we see his body st out before us on the mattress. The naked chest and arms are covered with raised lumps, r painful-looking. As his scratching arms attack these lumps, they break ope revealing vile black insects that have hatched beneath hi BROWNING brushes these away while he scratches at the rem lumps."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "BROWNING has already re-opened some of the more recent sc blood slowly rises to the surface of his skin. MALAHIDE walks over to his writing tableland goes into on the drawers. He produces an old-fashioned cut-throat razor and walks b"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BROWNING", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE Here. This will help."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He proffers the razor. BROWNING siezes it. MALAHIDE steps quickly, a mixture of anticipation and apprehension on hi BROWNING slashes at his body and left arm with a short, s slicing motions. In his mind, he is lancing the cysts tha contain the tormenting insects. In reality, he is inflict horrifying damage on himself. Blood pours from the multitude of wounds, running over hi and down onto the mattress. Suddenly, without any preliminaries, two painfully thin, mucus-covered arms shoot out of the mattress, one on eith of the still-busy BROWNING. They wrap themselves tightly across his chest and crush h tightly to the mattress, as a head, similarly wasted, ooz of the mattress to the side of BROWNING's head. Beneath his delusions, BROWNING suddenly has an inkling o happening to him. His eyes widen and his mouth opens read emit a scream but the monster beneath him forces a hand o mouth as it buries its face into the soft flesh of his ne Two legs now rise from the oozing slime that the bloodsta the mattress have become. They too wrap themselves around BROWNING so that he is held tight. Finally, with titanic effort, he gathers enough momentum completely free of the mattress and falls to the floor be The thing on his back now is pulling free from the bed of bubbling, frothing slime that the mattress now is with a slurping sound. The monster's face is now deep in the flesh of his throat even as BROWNING forces himself up first onto one knee an very unsteadily, onto his feet, we can see him wasting aw face losing its fullness and colour, his chest sinking in itself. The creature, which is still wrapped around him and cling tight is, unlike him, growing in stature by the second. M are inflating, arteries pumping more vigorously, and fles filling out. Its horrific thin-ness when it first appeared effectively it but now, as its regeneration continues, the fullness o hips, the roundness of its thighs, and the sacs of fat an that bloom above its ribs confirm its female nature. If t any doubt that this was JULIA, it is now disappearing. BROWNING is now nearly a walking corpse and it is the str his will alone that allows him to take a few faltering st JULIA still enveloping him. With the desperate strength w she clings to him and the way her legs are wrapped around hips, it is like an obscenely perverse parody of sexual p MALAHIDE has been watching all this with an incredible mi emotions playing across his face. Still human enough to f fear and disgust at what is happening he is nevertheless struck and exhilarated. He has waited all his life for su irrefutable demonstration of the power and the truth of t supernatural. Similarly, the scientist in him is fascinated by the livi anatomy lessons that JULIA's regeneration and BROWNING ra decay offer. With one last dying effort, the now-almost-husk-like BROW breaks JULIA'S grip and makes a futile step forward as sh from him. He totters towards the curtains. Just as the audience think he will pull them down with hi revealing KYLE, JULIA grabs his ankle and pulls. He falls the floor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BEHIND THE CURTAINS NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The loud noise of BROWNING's fall renews KYLE's resolve t what is going on. Carefully, he shifts his position so th can see through a small gap in the curtains."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "P.O.V."
            }, 
            "text": "KYLE may have heard one or two strange and unpleasant noi BROWNING has not screamed nor JULIA spoken; nothing has p him for what he sees - a skinned woman sucking out what l remains from the dried husk of a psychotic man."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BEHIND THE CURTAINS NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE's head jerks back, shaking as if he's just had an el shock. His mouth moves but no sound emerges. KYLE (mimed) Jesus Christ!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "His terror simultaneously urging speed and silence, KYLE maneuvers himself out of the window."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA lies back satisfied on the floor. She looks up weak MALAHIDE. JULIA Help me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Her voice is perfect. MALAHIDE stares at her, his fascina intense. He crosses the few yards that separate them. He her, lying beside the hollow shell that was CHEYNEY. Her stare back, brilliant, sparkling, alive. JULIA Help Me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE realises her temporary vulnerability; all the li she has absorbed from BROWNING has made up her body, but take some moments for the strength to return to her. Fascinated and sympathetic as he is however he cannot yet brine himself to touch this creature. Instead he moves th mattress nearer to her, allowing her to crawl back onto i lie down again. MALAHIDE stares down at her. He attempts a smile, but is nervous to make it convincing. He is trembling slightly. contact with the beyond is something he has dreamt of for but nevertheless the physical reality is overwhelming. JULIA treats him to the approximation of a smile. She is nervous. She studies herself. Her figure is fully formed, her woma undeniable. All she is missing is a skin. She stretches h She lifts her legs. She writhes on the bed in pleasure, l ray photograph of a calendar girl. MALAHIDE stares at her, following the sensual movements o body. He swallows, a little embarrassed by his response t naked display he is privileged to watch. JULIA'S eyes twinkle at him. JULIA Don't be embarrassed. You're my friend."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She looks away and continues her stretching and wiggling, conscious of it now as an erotic display. The strength has flooded through her body as she rises to feet, and stops off the mattress, smiling at MALAHIDE. MALAHIDE backs away from her as she moves towards him, do best to return her smile. After a few steps, JULIA stops and simply stares into MAL eyes. He too stops and returns the gaze. The camera circl slowly several times, studying them - the dressed, nervou and skinned, confident woman. JULIA Well?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE says nothing. Perhaps he swallows nervously. The continues its circling movements. The scene FADES TO BLAC JULIA begins to laugh, small, sensual giggles at first bu finally as the blackness comes into an almost hysterical crescendo of raucous joy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY is again lying on her back on top of the bed. She stark contrast to JULIA. No display. No laughter. Her eyes are open and red-rimmed from weeping now. There complete silence. All the more jarring, then, the sudden sound of someone f at the handle of KIRSTY'S door. Her eyes widen in alarm and she flings herself off the be scanning the room for anything that can be used as a weap There is nothing but the chair and she she has all but li aloft when she sees that it is KYLE, who comes into the r KIRSTY Shit, Kyle. This is getting to be a habit. What is it, some kind of shock-therapy?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She was angry, relieved, and amused when she realized it and all these showed in her voice and face. Now they drop completely, replaced by a nervous apprehension as she bec aware of the blank horror on his face. KIRSTY Oh, Jesus. What is it?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE opens his mouth a few times, as if unsure what to sa KYLE It's all true."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. TIFFANY'S ROOM NIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY walks around her room, staring at her completed p those on the wall and the one on the floor - and waiting next one."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FADE OUT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FADE IN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. MALAHIDE'S HOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A simple shot tells us it is the next morning."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM MALAHIDE'S HOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE , dressed in a black suit, is in the room, stari the empty mattress. We TRACK with him through to his LIVI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. LIVING ROOM MALAHIDE'S HOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In contrast to the secret and private obsession room, thi is the tasteful and upmarket room of the successful profe It is a long spacious room with modern furniture and whit The walls are mostly free of decoration save for two or t large canvases of abstract art. The longest wall is broken up only by a low circular tabl rests against it about half way down. On this table is a simple black vase containing a spray of beautiful white l Above this vase on the wall is a large frameless mirror. As MALAHIDE enters, the first thing he sees is a bloody p print on one of his white walls. He blinks at it and look into the room. We CUT TO; JULIA. At first it seems she is staring at the lilies, bu TRACK around her, we realise she is staring at the reflec her skinned self. Her face snarls at herself, she roars with rage, forms he into a fist and shatters the mirror. MALAHIDE rushes towards her. She swings round and freezes with a glance. They hold their positions for a moment, MALAHIDE nervous JULIA furious, and then JULIA makes herself relax. She si takes a few deep breaths, and then speaks. JULIA I'm cold."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TIME CUT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. LIVING ROOM MALAHIDE'S HOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "CLOSE UP on a strangely Art Deco electric fan heater, wit red coils emitting waves of heat. We pull out to see MALAHIDE standing by the table with th There is now a half-full glass of wine on the table, alon an ashtray where a cigarette burns away ignored. A pack o cigarettes is now visible in the breast pocket of MALAHID JULIA enters the room and closes the door behind her. She dressed in one of MALAHIDE'S suits. It is a light weight white linen, a suit for expensive holidays in hot countri She crosses the room to the table; pausing slightly in th of the room, to allow MALAHIDE to look at her. JULIA Well?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE'S nervousness has retreated a little, he manages smile. He nods his head slowly a few times. MALAHIDE Yes... Yes. You look... JULIA Surreal? Strange? Nightmarish? MALAHIDE No. You look..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He pauses, lost for words. JULIA doesn't wait for an answer. She crosses to the tabl takes up his glass of wine. She downs it in one. MALAHIDE stares at her, a little surprised. JULIA Yes, I still like WINE ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She smiles strangely at him and then moves closer. Slowly keeping her eyes on his, she reaches into his breast pock for his packet of cigarettes and places one in her mouth. JULIA ... and more."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "For a moment, MALAHIDE's face is stone. Then, slowly, he her smile and, drawing his lighter, lights her cigarette."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. SHOPPING MALL DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A large multi-level shopping complex obviously up-market expensive. We see MALAHIDE, riding up one on the central escalators, around him as he does so, as if searching for a specific He reaches the next level and begins to walk along one of several avenues that lead away from the central square co the escalators. He walks past several shops, looking in their windows; a specialty shop, a window full of clocks, a cutler's. Fina he stops in front of one. He stares at its display window The window is classily minimal. There is in fact only one in it. It is an exquisite white cocktail gown. The gown i length but quite tight-fitting, merely flaring a little f below the knee, and has a halter-neck. MALAHIDE walks into the shop."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. MALAHIDE'S BEDROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We are looking at a reflection of MALAHIDE in the large m that covers the inside of his wardrobe door. His real han his reflected hand come together at the edge of the door it slightly, changing the image that the mirror shows us. Now we see JULIA. She is in the dress from the shop in th It is a perfect fit and shows her figure off very well. B halter-neck, however, her skinned arms and shoulders are completely bare. Also, it is quite low cut at the front, a fair degree of visceral cleavage, and at the back. JULIA turns fully around in front of the mirror examining from every angle. Her mood is unreadable until she speaks JULIA Close it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE does so. He understands and tries to console her MALAHIDE It's a beautiful dress... JULIA I know."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TIME CUT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. LIVING ROOM MALAHIDE'S HOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "CLOSE UP MALAHIDE'S hands applying wide, white, surgical bandages to JULIA. We pull out as MALAHIDE steps away from JULIA. They are b standing in the middle of the living room floor. JULIA'S arms, torso, and head are now completely enclosed neatly and professionally applied bandages. There are thr for her eyes and mouth but apart from these she is comple covered. Over these she is still wearing the white dress. MALAHIDE There..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA lifts her arms slightly to look at them and then to bandaged face. She turns towards MALAHIDE. The camera beg same circling movement it made around them the previous n MALAHIDE'S nervousness has practically disappeared. He ha this woman. He has bandaged her and dressed her. He is sl in awe of her, but it is now tinged with excitement, not The camera's circling grows faster. MALAHIDE Well?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA walks towards him, slowly raising her hands. When s close enough her hands cup his cheeks. She pulls him towa and, tipping her head to one side, kisses him. Her body m itself to his. She leans her head back. Were they have kissed blood has up onto the bandage from her skinned flesh. It looks like lipstick. JULIA Well?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE puts his arms around her waist. They kiss tender Slowly, almost nervously, he lowers his hands until they her buttocks and presses her in towards him. They begin t themselves now, echoing the camera movements. They cross the room, kissing blindly, until they come to against the wall that bears JULIA's bloody palm print. JU twists their bodies so that MALAHIDE is pressed against t and begins to move her hips forcefully and sensually agai MALAHIDE. The camera is stationary now, watching without movement a MALAHIDE begins to raise JULIA's dress up her legs, her h on his wrist, helping and encouraging. About halfway up the thigh, the bandaging disappears and raw flesh is exposed. The kissing and the fumbling continue until they are maki fast and violent love against the wall. His hands clutch tightly at her hips and he pulls his fac from the kissing to loan it on her shoulder so that we se face as it grimaces in ecstasy. He cries out and shudders and slowly both their movements He strokes at her back gently and their bodies relax. JULIA (almost coyly) Now all we need is a skin."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BATHROOM KYLE'S APARTMENT DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "CLOSE UP on shower jets hitting KIRSTY's face and naked shoulders. Her eyes are closed, but she smiles in pleasure as the wa refreshes her. A knocking is heard. KIRSTY moves her head out of the wat path and shouts. KIRSTY Yeah?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. KYLE'S APARTMENT DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It is basically a studio apartment - everything except th facilities is in the one room. There is a sofa - with she blankets on it - a bed, a dining/all-purpose table with t chairs, shelves full of records and books, and a small wo desk against one of the walls. The desk is weighed down b books and notes and, tacked to the wall above it, are med some of the brain and central nervous system, but also tw anatomical prints - one of a man and one of a woman. They almost be portraits of JULIA and FRANK. KYLE, fully dressed, is standing by the bathroom door, hi still in a knocking position. KYLE You O.K.?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Silence. KYLE Kirsty? You 0. K.?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The bathroom door opens and KIRSTY Comes into the main ro dressed in a toweling robe that is clearly a 'hers' not a She crosses the room to a mirror, rubbing at her wet hair towel. KIRSTY No bad dreams. KYLE So you slept O.K.?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY gestures at the sofa. KIRSTY As much as that bed of nails allowed."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE glances meaningfully at the bed as he replies. KYLE Well, the sofa isn't often used for sleeping on... KIRSTY Oh yeah? On your own a lot, Huh?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE grins. KYLE Like the robe?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY returns the smile via the mirror. KYLE crosses the room to sit at his dining table. Empty c cups, the remnants of a loaf and some cheese suggests the breakfast was simple and finished some time ago. KIRSTY gathers her clothes from by the sofa and moves bac the bathroom to dress. KYLE waits a few moments and then speaks. KYLE I think I need to talk. About what I saw."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY emerges, fully dressed, her hair still damp. KIRSTY You thought I was crazy, didn't you?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE spreads his hands wide. KYLE Jesus, yes! What do you expect. I mean, God, I still do! It's just that now I'm crazy too."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He grins wryly. KIRSTY moves to the sofa and sits down. KIRSTY And you're sure it was a woman? KYLE God, I wish I could say no. This is going to do terrible things to my attitude, you know."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY grins at him. KIRSTY Don't worry about it. Your attitude sucks anyway. KYLE Hey, so for it. Don't let pity stop you. I'm down. Nail me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "For a moment, they laugh together but then stop.  KIRSTY downward and then suddenly bursts into tears. KIRSTY What can I do? How can I save him?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE joins her on the sofa. He offers an arm but she shak off. KIRSTY The box. I need the box. KYLE The box? Like in your story? Like in his house?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY's tears suddenly stop. She looks at KYLE. KIRSTY (sharply) What? KYLE The Boxes. In the House. I told you. KIRSTY What do you mean? KYLE The boxes! I TOLD you. KIRSTY You DIDN'T tell me. Do you mean Malahide's got... KYLE Yeah. The things you were talking about."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY heads instantly for KYLE'S door. KIRSTY I'm going."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE runs across the room and puts a restraining hand on door. KYLE Wait a minute. What do you mean, 'I'm going?' TO the HOUSE?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY nods and pulls at the door handle. KIRSTY Get out of the way. KYLE Are you crazy? KIRSTY I don't know, Kyle. You're the fucking expert. Now get out of the way! KYLE"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHY?"
            }, 
            "text": "KIRSTY (shouting) Because I'm going to get my father!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Tears start to her eyes and she stares at KYLE defiantly. she repeats, more softly; KIRSTY I'm going to get my father."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There is a two-second silence between them as they stare other. Finally, Kyle backs away from the door, raising a finger. KYLE Two seconds. Just two seconds. Don't move."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He rushes across the room, grabs a jacket, and moves back door. KYLE O.K. Let's go. KIRSTY Kyle, you don't have... KYLE I KNOW I don't have to. It's just my time of the month to be a complete fucking idiot. O.K.?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY stares at him, her face at first blank then suffus emotion. She leans across and plants a chaste kiss on his then pulls back. There is a beat while they simply stare other and suddenly they are tight in each other's arms, k fervently. But the kiss is fuelled, not by passion, but b and their mutual need for human solace in the face of the unknown. As the kiss continues, the camera pulls back from them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. THE BLOOD-BOUDOIR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "CLOSE UP as JULIA (still bandaged) and MALAHIDE come toge a kiss. They part and, as JULIA moves across the room, th begins a long TRACK around the room. First, it reaches a naked GIRL. As catatonic as TIFFANY, nothing but her eyes betray her terror. Her hands are tie her. JULIA moves in towards the girl, her eyes glittering with hunger beneath their gauze mask. As she nears the girl, t passes them and moves through the room. MALAHIDE has done his mistress proud. It had been an empt upstairs room (no furniture, bare floorboards) but now it resembles a nightmarish cross between a butcher's shop an bordello. The camera slowly reveals, as it TRACKS, that there are s more people in the room. Seven dead people. Dried-out hus The TRACKING is now completing its circle around the room the corpses, we return to JULIA and the GIRL - but the GI is now a hollow, dried-out shell. JULIA moves back into the centre of the room and stands s MALAHIDE crosses the room to her quickly, drawing a wicke looking kitchen knife from his pocket as he does so. He r JULIA and raises the knife to her face. With one swift, precise movement, he slices the bandages the side of her face. JULIA raises her hand and pulls the away. The camera sweeps in toward her as she does this until he is in CLOSE UP as the bandage-mask is pulled aside. Her face is perfect."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. MALAHIDE'S HOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE emerges from his front door. He is still in his suit and looks every inch the respectable professional. H neither left nor right but moves straight off, a busy man things to do. A few seconds after he has gone off-camera, KYLE and KIRS emerge from around the corner of the house. KYLE gestures to KIRSTY to follow him and leads her aroun window he broke in through on the previous night."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The room is much as we saw it last. The window slides up and KYLE pulls himself into the room looks around it carefully. Sure that the monster he saw t previous night is no longer in the room, he helps KIRSTY through the window. KIRSTY's eyes go at once to the three LAMENT CONFIGURATIO the glass cases. She crosses the room eagerly. KYLE rushes after her and stops her opening one of the ca KYLE Wait! The .. thing ... I want to be sure it's not here."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY nods and KYLE leaves the room."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. STAIRS/LANDING MALAHIDE'S HOUSE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE advances carefully, and slowly, from the stairs onto landing. He looks about him at every step he takes. Ahead of him on the landing is a door, which is very slig ajar. He advances gingerly down the landing to the door. When he reaches it, he pauses. We see his face working as ponders his choices -should he push it open inch by slow slam it inwards quickly? Very slowly he moves his hand towards the door. The camer matches his movement, moving in on his hand, the door, an space between. His fingertips are less than an inch from touching the do another hand shoots into view and grabs his wrist. JULIA has crept up beside him on the landing while all hi attention was on the door. KYLE swings round in horror, his mouth opening to scream sees that JULIA has her other hand to her mouth, her fing her lips in a silencing gesture. There is of course, nothing for him to recognize from the monstrous vision of the previous night. JULIA's arms, che face are completely re-skinned now. All KYLE sees is a be stranger in a white dress. JULIA Sssh. I think it's still here. KYLE What? The...The thing?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA nods. JULIA Yes. I had to stop you going in there because I knew you'd cry out. Any normal person would. It ...It's just TERRIBLE. KYLE Is it in there? JULIA No. Not now."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE swallows, nods, and gently, pushes the door open. He into the room."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. THE BLOOD-BOUDOIR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The camera follows KYLE into the room. He reaches the mid before horror and disgust stop him. He hears a click behind him and turns to see JULIA has co the room and closes the door behind her. She looks at KYL JULIA Was I right? Is it terrible?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE stares all around him. All eight victims have been s dry. He is surrounded by dead husks. His face is ghastly. He looks like he is about to faint. His voice is a cracked whisper. KYLE Yes. Yes, it's terrible."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA crosses the room rapidly towards him. Her face is a picture of concern. JULIA Oh. You look awful.  You poor boy. Come here..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As she speaks, JULIA's arms are opening out to him. KYLE comfort offered and advances towards her, too. As they come together, the camera moves around them and w for the first time, that JULIA is still incomplete; Her e back is still glistening raw flesh, the naked bones of th still clearly visible. Their arms go around each other just as JULIA completes h speech; JULIA ...Come to Mother ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As KYLE's hands touch the sticky, mucoid meat of her shou it is instantly clear to him what has happened. For a mom freezes in terror. His arms fly from her and he throws his head back. But JU very strong now and her grip does not relax. Kyle's expression is a mixture of terror and confusion as stares into the beautiful face of the monster. JULIA smiles at him, a hungry, aroused smile. JULIA What's your name?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KYLE can hardly speak for fear. KYLE Kyle... JULIA I'm JULIA."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She raised one hand from his back to the back of his head presses his face to hers. JULIA plays it exactly as a sensual, passionate kiss, her wide open, her head moving rhythmically and sinuously. KYLE's reaction is somewhat different; his arms flail in (though only from the elbow - JULIA'S grip prevents anyth more) and his head makes jerking, backward movements agai pressing hand. The camera moves around the embracing couple until it is JULIA. The back of her gown, as we know, is extremely low. As th continues, we see skin creeping above the line of the gow base of her spine and gradually flowing up her back until it meets and blends perfectly with ragged and raw edges o skin at her neck and shoulders. JULIA is complete again. While this process has been going on, KYLE has been dying and horribly in her arms, his lifeforce being sucked into through their open mouths. His body, by the time her back completely formed, is shrunken, hollow, and dried up. JULIA takes her arms from around the corpse of KYLE and s back, allowing the husk to fall to the floor. JULIA licks her lips and looks down, not without affectio the dead KYLE. She smiles. JULIA Thank you, Kyle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY has found the black ring-binder and laid it on the writing table. She has separated one of the photographs from the others it out on the table beside the binder. It is the ENGLISH from the opening sequence. KIRSTY has obviously recognize familiar in it but she can't quite grasp it completely. She is still puzzling over it when she suddenly realises several minutes have elapsed since KYLE left her there. H head straightens up and her puzzled look is replaced by a slightly worried one. KIRSTY (to herself) Kyle...?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She folds up the photograph and puts it in her pocket. She crosses to the door and opens it. She does not go thr immediately but stands in the doorway for a moment, her h still on the door, cocking her head slightly as if listen KIRSTY (slightly louder) Kyle?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She can't hear anything, but she regards that as a bad si a good one. She leaves the room."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. STAIRS/LANDING DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY makes her way up the stairs. Unlike KYLE a little she moves up them quite quickly and advances onto the lan When she is on the landing and looking at the closed door JULIA's Boudoir she stops, standing still and staring at door. KIRSTY suppresses a shudder. She bites her lip, takes two three deep breaths, crosses to the door firmly, and fling open, moving into the room even as she does so."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. THE BLOOD-BOUDOIR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY moves three or four steps into the room and then s dead. The door swings shut behind her. KIRSTY's eyes flick left and right, taking in the sickeni details of the room's contents, and then stare straight a focusing on the figure in white which is turning around t her. JULIA completes her turn and looks at KIRSTY completely impassively for a moment. Then her mouth opens up into a welcome - but there is nothing but hate in her eyes. JULIA Kirsty! How nice of you to drop in."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA glances meaningfully at the dead thing that lies be feet and then back at KIRSTY. JULIA You have surprisingly good taste in men."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY's fear and disgust are momentarily displaced by a rage as she realises what JULIA has done. Her face erupts anger and she screams out. KIRSTY Kyle! No! I'll kill you, you..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She flings herself across the room at JULIA even as she s JULIA is completely unphased by this attack and simply ra arm. She siezes the wrist of the arm that KIRSTY has rais a clenched fist and effortlessly throws KIRSTY bodily bac the room. We realise for the first time the immense physi strength that JULIA now possesses. KIRSTY smashes into the door and falls to a sitting posit against it. She is shaken and slightly hurt enough not to her feet immediately but she stares at JULIA with undimme hatred. JULIA throws a look halfway between a smile and a sneer. JULIA Oh, you can try it, you little bitch. I'd love you to try it. But I'm not just the woman I was. KIRSTY What, you mean you're something more than a whore with a vicious streak? JULIA I mean I'm something more than human, you little shit!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA snaps this first line but then holds her anger in c She shakes her head and an amused smile plays across her JULIA Oh, Kirsty. They didn't tell you, did they? I'm afraid they've changed the rules of the fairy tale; I'm no longer just the wicked step-mother."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The smile disappears and she delivers the next line with utterly straight face. It is, after all, the truth. JULIA Now I'm the Evil Queen."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The hatred and the heat returns to her voice. JULIA So come on; Take your best shot, Snow White."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY scrambles to her feet and again charges at JULIA. JULIA steps forward to meet her advance and delivers a si back-handed swipe across KIRSTY's face with such force th only is the girl knocked off her feet but is actually kno unconscious. KIRSTY rolls onto her back and lies at JULIA's feet. JULIA stares down at the unconscious body. When it was aw was KIRSTY and her attitude to it was based on personal e Now, it is simply another body and she judges it differen is firm, full, healthy, and young. We see the expression face change from hatred and triumph to pure appetite. She her lips and her eyes glisten. She begins to bend slightl towards it. MALAHIDE (off-camera) Julia!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The door to the room opens. JULIA straightens up and look MALAHIDE stands in the doorway. Her eyebrows question thi interruption. A second later, and it is explained. He leads TIFFANY int room."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "TIME CUT"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY sits cross-legged in the middle of the floor. She to be alone in the room. Cradled in her lap is a Lament Configuration, taken from one of the glass cases on the l table. On a wall behind TIFFANY, one of the large prints that pr hung there has been taken down. Revealed in the space behind  it is a large mirror. The c moves in towards this mirror."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM ALCOVE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE and JULIA stand in a tiny and completely bare ro wall in front of them is a large window through which we back-view of TIFFANY in the obsession room."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY looks around the room generally and then turns he attention completely to the LAMENT CONFIGURATION. She picks it up and turns it around in her hands, studyin of its faces intently. She begins trying to move the interlinked pieces within i first she has no success; the box appears to be one solid construction with no internal movement possible. She stops her attempts and studies it again for a moment, still impassive. Then she gives a tiny smile and begins a Her movements are faster now, less tentative. Suddenly, there is a click and one of the panels on-the b slides out slightly. The little music-box tune begins to To TIFFANY this is a marvelous reward - something the jig never offered - and she lets out a little sound in respon somewhere between a sigh and a delighted giggle. It tempt even greater skill and her delighted fingers fly over the Another panel moves. Then two more. The tune is prettier fuller."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM ALCOVE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE stares fixedly through the window, nervous but t excited. He is breathing rapidly and shallowly. Through the glass, TIFFANY's success continues. Small fla intense blue light begin to buzz around the box. The room darker and cracks begin to appear in its walls. JULIA seems quietly amused - both by what is going on in and by MALAHIDE's heated response to it. She glances from the other, her eyes twinkling. JULIA You're sure this is what you want?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE doesn't take his eyes from the window. MALAHIDE It's what I've ALWAYS wanted. A view of ... beyond."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He pauses. Perhaps he is being ungallant. He turns slight towards JULIA and takes her hand. MALAHIDE You were almost enough, Julia but...I have to see. I have to"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KNOW."
            }, 
            "text": "JULIA smiles indulgently. She nods. JULIA Oh, I quite understand."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY is completely engrossed in the box. She seems bli unaware of the changes taking place in the room. The cracks have widened in the walls and, in some places, of plaster have fallen away, revealing the slats beneath. Blue light begins to stream into the room, ignoring the g of what should lie beyond its walls. Where the light come through the slats, it is as broad beams of light, given c by the shadows of the slats. But it also comes through th smaller cracks and enters the room in intensely bright an thin beams that criss-cross through the room almost like display. Suddenly, TIFFANY's solution is complete. The central cor box rises up and twists itself around into its final posi"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM ALCOVE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE takes an almost involuntary step backward. His excitement has now reached the pitch where it is beyond o physical manifestation. He is perfectly still, his face p impassive. MALAHIDE She's done it. JULIA She certainly has. MALAHIDE It's coming. JULIA It certainly is."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE turns away to meet her eyes. There is a beat or two where absolutely nothing happens. The mirror explodes inwards into the alcove."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The room is filled with smoke and suffused with blue ligh Two of the walls simply part physically, revealing entran the corridors of Hell. These corridors are lined with gra and seem to run for a great distance. TIFFANY still sits cross-legged in the middle of the floo staring about her in astonishment. Surrounding her, in various parts of the room, are the fo CENOBITES from HELLRAISER. The FEMALE CENOBITE smiles and advances towards TIFFANY. The leader of the CENOBITES, PINHEAD raises a hand. PINHEAD Wait."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The FEMALE stops and looks questioningly at PINHEAD. PINHEAD, at a more leisurely pace, crosses towards TIFFAN looks down at her. She stares back at him, the remnants o insanity a temporary defense against fear, her face regis nothing. PINHEAD looks up. PINHEAD No."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The FEMALE looks across at him. CENOBITE No?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "PINHEAD shakes his head. PINHEAD No."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He glances down at TIFFANY again. PINHEAD It is not HANDS that call us..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He looks up and stares directly at the shattered two-way PINHEAD ... It is DESIRE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM ALCOVE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The wall opposite the shattered mirror has also opened up reveal a way into Hell. MALAHIDE and JULIA are no longer in the alcove. We hear the ringing of their footsteps. They are making t down the corridor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The four CENOBITES have gone. TIFFANY looks around the room again. She stares from one to the other. Her manner is reminiscent of when she is ma decisions during her solving of puzzles."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BLOOD-BOUDOIR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY is still on the floor in the boudoir of blood. Thi too is now suffused with blue light and smoke. There are gateways to Hell in the walls but there are several crack plaster and these appear to be spreading. KIRSTY moans and opens her eyes gingerly. She puts a hand face, rubbing at the place where JULIA hit her. Still a little groggy, she lifts herself slowly to a sitt position, her legs stretched out. Only when she has blink times, shaken her head, and rubbed her jaw again, does fu consciousness return - at which point she looks quickly a room ( possibly expecting another attack from JULIA) and the light and the smoke. She has been in this atmosphere before. She knows precise it means. Her mouth opens and her eyes grow nervous again KIRSTY Oh, shit."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY scrambles quickly to her feet and rushes through t to the stairs."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY enters the room just as TIFFANY is about to go dow the corridors. KIRSTY screams at her. KIRSTY"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NO!"
            }, 
            "text": "TIFFANY stops, startled, and looks at the doorway and KIR KIRSTY raises her hands in a placatory gesture and speaks softly. KIRSTY Wait. Wait."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY begins to move into the room slowly and shakes her gently. KIRSTY Hey, remember me? From the hospital? I was in the next room?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY is rewarded with a small recognizing smile from TI KIRSTY returns the smile. KIRSTY You don't want to go down there. You REALLY don't want to go down there."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY turns her head once more to look down the corrido then turns back to KIRSTY. For a second it looks as if KI persuasions have succeeded, but MALAHIDE's training has b thorough; TIFFANY knows a puzzle when she sees one. She s once more at KIRSTY and then suddenly turns and disappear the corridor. KIRSTY stands still for a moment, as if she can't quite b that TIFFANY has done it. She shakes her head - half in d and half in despair. KIRSTY Jesus Christ."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Pausing only to pick up the LAMENT CONFIGURATION from  wh TIFFANY has left it on  the floor, She heads straight for corridor and follows TIFFANY in."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORRIDORS/LABYRINTH"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We are looking straight down one of the very long corrido Hell. It has the same architecture as the corridor that appeare hospital room in HELLRAISER; walls of stained gray stone up by vaguely medieval-looking arches. KIRSTY comes into view, walking away from the camera. Ahe her, at an illogically far distance given that she entere corridor only seconds before KIRSTY, is TIFFANY. KIRSTY breaks into a slight run, and calls out to the gir KIRSTY Tiffany. Wait!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Her voice has an unpleasant ring in the acoustics of thes corridors and echos horribly. KIRSTY pulls a face and doe shout again. She increases her pace slightly. Suddenly TIFFANY makes a sharp turn and enters an interse corridor. KIRSTY is forced to increase her speed even mor KIRSTY too makes the turn into another corridor. Even as so, she sees TIFFANY disappearing again into yet another intersection. KIRSTY follows and, again, the same thing happens. This happens several times and, always, KIRSTY never quit sight of TIFFANY but never quite catches up with her eith In short, TIFFANY's instincts were absolutely right; this another puzzle. The girls are lost in a concrete maze, fu twists and turns and labyrinthine windings. After enough turns have been made to completely confuse K sense of direction, she makes a final turn into one corri sees something different. At the end of this corridor is a blinding white light. As KIRSTY sees the light, the air is filled with beautiful birdsong. TIFFANY disappears into the light as soon as KIRSTY sees Despite the light, despite the birdsong, KIRSTY is still suspicious and shouts out. KIRSTY Tiffany! Don't trust it! Don't Trust it!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "But it is too late. The girl is gone. KIRSTY follows-and into the light."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORRIDORS/LABYRINTH"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA and MALAHIDE are seen in the corridors of the labyr MALAHIDE's face is full of delight. He is absolutely the enchanted visitor. JULIA, on the other hand, walks with the brisk assurance on familiar territory. The corridors that MALAHIDE sees are different to KIRSTY' are grotto-like, dotted with stalactites and stalagmites immediately unattractive. The walls contain portals of a like substance at random intervals that emit blooming lig different colors and MALAHIDE peers eagerly into several In one, the view is like an aquarium. An alien fish swims eyes. Its body resembles a human brain but it has pincer- MALAHIDE presses his hand against the glass as the thing Suddenly, from within its body, the thing produces a perf human forearm and hand and meets MALAHIDE's hand on the o side of the glass. MALAHIDE starts slightly but then keeps his hand there. H turning his head to call JULIA's attention to this marvel the thing suddenly forms a fist and begins to beat agains glass with tremendous force. MALAHIDE jumps back sharply, but the thing shatters the g leaps out at him. He gasps and runs up the corridor, the hopping after him on its one hand. As they pass JULIA, she tuts with the slightly exasperate indulgent tone of a parent or a teacher. She steps on the squashing it flat. It emits a horrible death-cry. JULIA Do be careful."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HELL'S SITTING ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "White light fills the screen and KIRSTY steps through it view. Instantly the White light contracts and disappears. KIRSTY finds herself standing in a beautiful family sitti The room is bathed in the warm light of a perfect summer' The birdsong KIRSTY heard earlier continues but is, if an even more melodic, even more sweet. The room is vaguely Edwardian in its decor; real wood fur and decorative porcelain ornaments. There is a large wood dresser, on top of which are many photographs in old-fash brass frames. Despite herself, KIRSTY cannot resist a smile of pure ple the appearance of the room. She touches some of the furniture, as if to assure hersel real. She approaches the dresser and picks up one of the large photographs. She gasps in pleasure. We see the photograph. It is a family group and looks to been taken ten to twenty years ago. It is of a man, a wom a young girl of four or five. The man is clearly LARRY, albeit a younger version, and t little girl has dark, thick, slightly curly hair - just l KIRSTY'S. The woman is beautiful and has similar hair to daughter. KIRSTY's eyes prick with tears - but they are clearly tea happy memories. She smiles. KIRSTY Mommy..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY puts down the photograph of her family and looks a the room again. A troubled look crosses her face. Despite the aparent Summer light in the room, KIRSTY sudd realises what it is that is odd. She looks from wall to wall with mounting distress on her There are no windows in the room. And no door. At this point, the odd discordant note in the birdsong be apparent. It is nothing too obvious at the moment - the t effect is simply less sweet than it was. KIRSTY looks back at the photograph and snatches it up, w look of concern. The photograph has changed. It is now a wedding photo. Th wedding of LARRY and JULIA. Suddenly the photograph begins to bleed. Blood pours from paper itself, pressing up and smearing against the glass- it is momentarily framed blood, without a single trace of picture showing.  The blood begins to escape out of the f trickling over the lip that holds the glass in place and onto KIRSTY's fingers. With a cry of horror, KIRSTY drops the frame. It lands on floor and the glass shatters. The blood continues to flow fact, now that the glass does not restrain it, it fairly fountains out, spreading across the floor. KIRSTY steps back and glances at the dresser. Blood is fl from every frame, pooling on the dresser and overflowing floor. By now, the discordant elements in the birdsong are very predominant and, as KIRSTY sweeps all the frames off the and onto the floor with a scream of anguish, the birdsong way completely to a hideous, dissonant shrieking. KIRSTY throws her hands to her ears. KIRSTY Nooooo!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She rushes at one of the walls and begins beating it with fists. The walls are soft and pulpy and give slightly as her fis strike, like flabby flesh. KIRSTY stands back in disgust. The wall visibly bruises before her eyes, swelling and pu The light in the room, like the birdsong, has changed utt is not dark, but simply dull, featureless, and depressing KIRSTY turns away in disgust and finds that the whole roo given in to decay. The sofas and chairs are mildewed and the wooden furniture is ridden with woodworm and rot. A s runs across the room beside the buckled and chipped skirt A rotten leg gives way under a small chest and the bottom spills out, freeing a whole family of quite large spiders run wildly across the floor. Suddenly the room begins to fill with smoke, churned up b ever-increasing intensity of wind. The smoke obscures the"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "BARE CHAMBER HELL"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The smoke and wind subside but not entirely. KIRSTY is standing in exactly the same position in a room exactly the same proportions, but which is completely emp which has walls of the same gray stone that the corridors Suddenly, rising up from behind KIRSTY, comes PINHEAD."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PINHEAD"
            }, 
            "text": "Ah, Kirsty. And we thought we'd lost you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY swings round in terror. As the mist continues to c she sees, advancing to join PINHEAD, the FEMALE CENOBITE CHATTERER. Beyond them, it is now revealed, that this cha no fourth wall; it gives directly onto the corridors"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE CENOBITE"
            }, 
            "text": "So sweet of you to come back."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY begins to work furiously at the BOX she has brough MALAHIDE's house. It sent them away at the end of HELLRAI She obviously hopes it will work again. PINHEAD raises a hand and the box simply flies out of KIR hands and hovers in the air between them. KIRSTY stares, mouthed. PINHEAD How can it send us back, child? We're already here. And so are you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly PINHEAD works at the box himself - by remote con with dazzling skill. He turns the box rapidly through positions KIRSTY and we never seen before - even opening it out at one stage into large, two-dimensional square. Finally, it closes itself but in a wholly new shape; a white, multi-faceted, diamon - and drops back into KIRSTY's hands. He stares at KIRSTY and makes a small gesture with his br is ALMOST cute. If anything, it resembles the cocky, aren clever look STEVE gave KIRSTY after swallowing the cigare HELLRAISER. Then his face assumes its normal deadly blank KIRSTY shakes her head dumbly and begins to back into a c hoping that if they converge on her, she might just be ab slip around them and get back to the labyrinth. KIRSTY No! You... You can't! It wasn't me...I didn't do it! I didn't open the box! FEMALE CENOBITE Didn't open the box. And what was it last time? Didn't know what the box was. And yet we DO keep finding each other, don't we? PINHEAD Oh, Kirsty; so eager to play, so reluctant to admit it. FEMALE CENOBITE Perhaps you're teasing us. Are you teasing us?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "To some extent, KIRSTY's ploy is working. The CENOBITES a moving closer together as they advance to the corner in w stands. KIRSTY But I didn't open it! I didn't! PINHEAD Then why are you here? KIRSTY I've come for my father!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY shouts this with brave defiance. PINHEAD laughs in response, a very unattractive sound. PINHEAD But he's in his own Hell, child And quite unreachable."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly KIRSTY makes her break shouting out as she does KIRSTY I don't believe you!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It seems for a moment she has succeeded. She swings aroun side of the CENOBITES and begins to run across the chambe The CENOBITES do not move but suddenly, from nowhere a ho across the room, attached to a metal chain. The hook buri itself in the wall only inches in front of KIRSTY's face, chain pulled tight and barring her path. The wall begins bleed. KIRSTY screams. The CENOBITES turn to face her, but make no attempt to cr room to her new position. PINHEAD But it's true, He is his own Hell. Just as you are in yours. KIRSTY And what about you?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "PINHEAD almost smiles at the naivete of the question. PINHEAD It's different for us. FEMALE CENOBITE We've always been here. PINHEAD We have no more surprises."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly, as quickly as it came, the hook withdraws from and flies back into nothingness. PINHEAD puts out his hand in an expansive gesture. PINHEAD But, please; feel free. Explore. We'll always be here..."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORRIDOR"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY can't quite believe this but she has no intention questioning it. She runs into the corridor and away, with PINHEAD's last words echoing after her. PINHEAD ... we have Eternity to know your flesh!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Delighted CENOBITE laughter follows her back into the lab KIRSTY drops the transformed BOX into her pocket as she begins running through the corridors again. The labyrinth seems tighter now - the corridors shorter, the turns shar Corner after corner we see KIRSTY turn. Accompanying this tightening, the light in the corridors gradually murkier - not quite dark, more like the oppress colourlessness that descends before a thunderstorm breaks Occasionally there are little hissing noises from the wal themselves, which are accompanied by small jets of dull a smoke escaping between the bricks. Over all this, there grows in volume on the soundtrack a rhythmic, labored, resonant sound - a sound somewhere bet breathing and machinery. Suddenly, as KIRSTY turns one more corner, a hand reaches touch her. KIRSTY throws herself back against the far wall of the co unsure whether to fight or flee. Then her face relaxes. I TIFFANY."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORRIDORS/LABYRINTH"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In another corridor within the labyrinth, MALAHIDE and JU walking. They too have found their way into the inner sections. Th are in tighter, sharper corridors where the light is dist They too hear the machine-like breathing noise. And what revealed behind the portals in the corridor walls is less ambiguous in its unpleasantness; in one we see CHATTERER Hell's equivalent of a beauty salon. He is being re-made. involves the scar tissue being manually peeled from the u part of his face to reveal beneath small, vicious, human MALAHIDE's attitude has begun to change, as well. His ner now clearly outweighs his delight. He' rushes on to the n portal. If the last room was a beauty salon, this is the orgy roo the orgy is very strange. It is a very dark room, filled faint layer of smoke. In the background, a bound man is h his chest licked by a kneeling woman. She pulls her face a moment. Her tongue is horrifically long and studded wit sharp blades. The man's chest is stripped of skin where s been attending him. His face is a picture of ecstasy. In the foreground, three people are buried up to their wa the floor. They are naked. The one in the middle is a wom other two, men. The one in front of her faces her, the on has his back to her back. They are all very, close. The m various hooks in their chests, connected by chains to the walls and their faces are impassive. The woman is unwound her head flicks back and forth, as if in the grip of a se climax of stunning ferocity. The movements of her head ke details of her features blurred until, finally, it turns MALAHIDE a three-quarter profile and holds its position, mouth open, its eyes half-closed in pleasure. It is JULIA MALAHIDE gasps and pulls back from the portal. The camera back to reveal that JULIA is still in the corridor, just yards in front of him JULIA Come. I have such sights to show you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE shakes his head crazily from side to side and be back away. JULIA looks at him and walks toward him slowly. She smile strokes his cheek. She moves closer, gently slipping her him and molding her body to his. She extends her tongue a lightly at his lower lip. He opens his mouth and returns kiss, pressing her body more firmly to him. The kiss beco quite passionate."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORRIDORS/LABYRINTH"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY and TIFFANY are now walking together. KIRSTY is talking to her as calmly as her sense of urgenc allow. KIRSTY Do you see? You were RIGHT. This IS a puzzle, too. But WE'RE CAUGHT in the puzzle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY stops walking and catches hold of TIFFANY's arm. T stops, looks at the hand holding her arm, and then looks KIRSTY's eyes. KIRSTY Yeah?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY smiles directly at KIRSTY and then returns her no KIRSTY Yeah?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY nods again, more emphatically. KIRSTY Yeah!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY throws her arms around TIFFANY and hugs her."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORRIDORS/LABYRINTH"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA is leading MALAHIDE down a corridor which has inter every few yards on both of its sides. JULIA walks past these shadowed entrances without pause, a single sidelong glance. She is clearly confident, clear on her own turf. MALAHIDE, on the other hand, glances nervously into every before moving on. There is also one last portal he looks into. He is gazing a room where the floor is a vast, seething pool of maggot Suddenly, something breaks the surface. It would doubtles were its mouth not full of maggots. It is BROWNING. His n has come true; his skin is producing the maggots in a con spewing flow from numerous sores that pack his face. MALAHIDE turns away and calls to JULIA. MALAHIDE Enough. God, that's enough. We HAVE to go back."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA smiles at him. JULIA Go back? What an earth makes you think we can go back?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE's jaw drops. MALAHIDE I want to go back! JULIA Sorry, friend. No day trips to Hell. Here you are. Here you stay. And forward the only way to go."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA turns back and walks an down the corridor. MALAHIDE, with a glance back at the maggot pool, turns af now departing JULIA."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORRIDORS/LABYRINTH"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY and TIFFANY are walking warily along a corridor wh suddenly, the corridor wall parts with a roar. Both girls and TIFFANY cries out. A new, and very narrow corridor has been revealed. The GI stare down it. It culminates in a door. Despite being set blank gray stone wall, the door is normal. But frightenin because it is an exact replica of the front door of 55 LO STREET, LARRY's house. Before KIRSTY can react to this, a voice issues from beyo door. VOICE Kirsty!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY stops dead in her tracks. She looks at the door an moves toward it, walking slowly down the corridor. TIFFAN follows. KIRSTY (Very Tentatively) Daddy...?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Only a low moan comes from behind the door. KIRSTY Tiffany. Wait here. If I'm not back real soon - get out. Get home."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Leaving TIFFANY in the corridor, KIRSTY opens the door an in."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THE BROTHERS' ROOM"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The door that KIRSTY opens gives directly on to a room. Like the SITTING ROOM earlier this appears to be an ordin and not a stone wall chamber. It's wall-papered walls were once white but are now yello old. Overhead there is an equally ancient four bladed woo that turns sluggishly. In the middle of the floor is a small low table of vaguel Eastern design. On this table lie a hand of cards, face down, an empty an tumbler, and a soiled ashtray. Over by the far wall (the wall opposite to that containin door) there is a mattress on the floor. A body like shape mattress is obscured by a heavy blanket that covers it. To the side of the mattress a latticed wooden screen stan hiding whatever is behind it from those entering the room atmosphere of the room reminds us of anything it is of th bazaar where FRANK first bought the LAMENT CONFIGURATION. We are looking at the door as it opens inwards and KIRSTY and nervously walks into the room. KIRSTY advances into the room. She stares at the mattress of her. Above it written in blood on the wall, is the mes saw in her vision. I AM IN HELL:HELP ME. KIRSTY daddy..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A low moan comes from the far end of the room. KIRSTY ass issues from the figure hidden beneath the blanket and wal nearer, lifting her arm in readiness to remove the blanke KIRSTY Daddy. It's Kirsty..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There is no response. KIRSTY arrives at the mattress and the blanket back. She leaps backwards, her hand at her mo stifling a scream. Lying on the bed is a husk like figure, vaguely female in Despite its appearance of long decay, it is dressed in va sexual garments of leather. Suddenly, the eyes pop open, revealing a vague remnant of life. KIRSTY Oh God."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY hurriedly, throws the blanket back over it. A voice issues into the room. It sounds like LARRY but, a shall see, it is not. VOICE No. Over here. Behind the screen."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY walks carefully around the screen, giving it a wid in case of a trick. There is a figure standing against the wall behind the sc is deeply shadowed by the screen itself but is clearly ma KIRSTY gulps back a sob and her eyes fill with tears. KIRSTY Daddy... ?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The figure leans slowly into the light, speaking as he do so. FRANK That's it, baby. Come to Daddy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY stands still. There is a second where her face reg nothing. Then she screams. KIRSTY"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NO!"
            }, 
            "text": "it is her UNCLE FRANK, back in his skin and dressed in wh shirt and jeans. FRANK chuckles. KIRSTY backs away from him into the room. puts out his right hand in a placatory gesture. KIRSTY re he is not moving after her. She also sees that his body i curiously angled, the left side still in the deep shadow the screen. Is there something else there? Something she quite see? FRANK's voice stops her wondering. FRANK What's the matter, Kirsty? It's only Frank. It's only Uncle Frank."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY's anger at being tricked wins over her fear and di and she shouts at FRANK in fury. KIRSTY I should have known! I should've known he wouldn't be here! This place is only for filth like you!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "FRANK sneers. FRANK Oh, right. Daddy's died and gone to heaven, eh? KIRSTY Yes! FRANK Shit. Bull. Shit"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "FRANK pauses and smiles. Then he begins to move more full the room, shifting his weight as he does so and dragging hidden into the light. KIRSTY screams again. FRANK's white shirt is cut off at the left shoulder. His bare and, from the elbow down to the wrist, joined to ano forearm. The flesh is completely fused, like that of siam twins. As FRANK moves into the room, the owner of the oth is revealed. It is his brother, LARRY. KIRSTY's father. LARRY, like his brother, is dressed in a white shirt (cut one shoulder) and jeans and, like his brother, has his sk His face is frozen into a permanent expression of terror seems incapable of any independent movement, simply being along by FRANK. KIRSTY steps back in horror. FRANK See? He's here. You should learn to believe your Uncle Frank. KIRSTY No! He SHOULDN'T be here! It SHOULD'VE been a trick! FRANK 'Fraid not, baby. He belongs here. With me. We're the same. Brothers. Equal and opposite. Pure appetite. Pure banality. Too much feeling. None at all."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY's fear of FRANK is now outweighed by her contempt argument. KIRSTY You're full of shit, Frank Cotton. My Dad wasn't like that at all. He could feel. He could love. He loved ME."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY's voice breaks. KIRSTY He...he loved me. FRANK Don't waste your tears. Look at him!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Her hatred for FRANK gives KIRSTY her strength back. KIRSTY He loved me, you bastard! He Loved me, he loved my mother. He even loved that bitch you betrayed him with!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "FRANK begins to move towards KIRSTY again, LARRY dragging him. FRANK Ah, Julia. She hasn't been to see me recently. That's why it's so nice to have you here, baby. Daddy's little girl. So pretty when she's upset. Come to Daddy,"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "FRANK is very close to her, now. KIRSTY attempts to run a the room. FRANK siezes her arm and throws her back agains wall. He moves in close and presses against her. His voic midway between arousal and anger. FRANK Now don't be naughty, Kirsty. Or I'll have to punish you first. Perhaps you'd like that. Would you like that?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY screams and stares pleadingly, at the still frozen KIRSTY Daddy! Daddy! I love you! Help me! FRANK I'm your Daddy now, Kirsty."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "FRANK leans in to kiss the terrified KIRSTY. Suddenly, a hand appears at FRANK's throat and hurls him KIRSTY. It is LARRY, roused by his daughter's cries. LARRY Get your fucking hands off my daughter, you bastard!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly, the room, previously full of slow movements and tension, is full of furious, violent action as the fused kick, tear, and punch at each other in a paroxysm of kill hatred."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THE CENTRE OF HELL"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE and JULIA are at the end of a corridor. They tur an open space. A vast open space. It is desert-like in it expanse, almost vanishing into infinity at its furthest r It is criss-crossed by catwalks, on one of which MALAHIDE JULIA now stand. Beside these catwalks, the ground falls into mile-deep, dark, abysses. Above the catwalks, dominating the huge space, is the mas the labyrinth. The master, LEVIATHAN, is a monumentally huge, white, mul faceted diamond, spinning on its own axis, entirely unsup by any physical means, above its territory. Apart from its very immensity, the most unsettling thing LEVIATHAN are the beams of black light that shine out fro corners of all its many facets. Due to the fast spinning, beams shoot and swoop around the chamber, like a negative display of dazzling complexity. The sound that has been in the corridors is now magnified the sound of LEVIATHAN's breath. MALAHIDE has walked the last few yards like a man in shoc a black beam strikes his face and images of horror flash his eyes at almost subliminal speed. His face suddenly cr into an expression of incredulous terror, he makes a nois halfway between screaming and retching, and drops to his the edge of the catwalk. Unfortunately, this allows him to look down into LEVIATHA Looking down with him, we are given a sudden and vertigin sickening realization of Hell's immensities. There is a d miles visible down the pit and, all the way down, as far eye can see, there are other catwalks cutting across the various angles. MALAHIDE looks back up, his scream renewed by his sight o pit. Two or three of the beams of black light flit across face, filling his eyes with more subliminal images of hor pass; a child, a knife, and a dead animal; a naked woman private parts are made of sharp, oily, metal; perfect han ending in crumbling, leprous fingers. Suddenly, LEVIATHAN stops spinning. Effortlessly. Instant more beams are projected at MALAHIDE but, as they come wi few yards of him, they become writhing pink limbs that fl sieze MALAHIDE and lift him into the air. He screams out. MALAHIDE No! No! Julia! Help me!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE is held in the air as JULIA replies. JULIA But you WANTED this. You wanted to SEE. You wanted to KNOW. And here it is. The heart of Hell. Leviathan."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As she says this two of the thing's facets part to reveal and gaping cavity lined with angry, sore-looking purple f directly behind the dangling MALAHIDE. The purple and pink walls of this flesh gash peel apart a in various places to reveal blades, hooks and needles at of various vestigial limbs. The limbs holding MALAHIDE draw him back inexorably into cavity. He has one last moment to meet JULIA's eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JULIA"
            }, 
            "text": "Why do you think I was allowed to go back? For YOU? No, it wanted souls. And I brought you. And you wanted to KNOW. Now you're both happy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE is now held within the walls of the gash. He ope mouth for one final scream but one of the tiny needle-top limbs flies at his mouth and sews his lips together with blue wire before he can utter it. His eyes widen in both agony and horror. JULIA smiles. JULIA Goodbye, Doctor. It's been real."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The gash heals itself, closing MALAHIDE within. Despite the gash having closed over MALAHIDE, the leather that covers that area is a mass of movement, ripples and Small rips and gashes appear and disappear on its surface us occasional and partial glimpses of MALAHIDE and what i happening to him. At one stage MALAHIDE's hand and forearm appear. A long d running cut has been made down the arm and the flesh peel folded back, revealing the meat and the muscle beneath. A watch, two of the tiny operating limbs sew the flaps of f still folded back, to the rest of the arm, leaving the wo and un-healable. Another gash opens and MALAHIDE's face is visible. Here t needles are at work, diving into and out of his flesh in complicated sewing pattern that is finally pulled togethe beneath one ear, leaving MALAHIDE's features permanently out of shape and decorated with running stitches of metal Again, MALAHIDE's torso appears, naked. Two large triangu blades make deep parallel slashes down his chest. Two dif limbs appear but these have sucker-like tips rather than ones. They fasten onto the new cuts, as if battening. Ins they are injecting - as becomes apparent when MALAHIDE's turns blue. The blueness, the conscious disfigurement, and the almost decorative open wounds should serve to convey that what i happening to MALAHIDE is not simply torture; he is being transformed into a CENOBITE. JULIA watches with avid interest."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "BROTHERS' ROOM"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "LARRY and FRANK are fighting furiously, tumbling around t room. LARRY is fuelled by righteous anger and revenge but has had more experience of dirty fighting. At one stage their free hands each have hold of the other the throat and are rolling along one of the walls, each t establish the dominant grip. They smash violently against one of the walls in the room gives and they fall through into the next room."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KNIFE ROOM"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is a small square room. With the exception of the do to the BROTHERS ROOM, every inch of the walls is covered with sharp and deadly-looking double-bladed knives -ie On is buried in the wall up to a central hilt/handle and the blade juts out menacingly into the room. The two brothers tumble into the room. Their grips loosen their fall through the wall, they land on the floor and rise to their feet, staring at each other but taking in the vicious nature of the room as well. FRANK How convenient."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY comes through and gasps as she sees the walls. LARRY Stay there, baby. Don't come in. FRANK Yes. Stay there. I'll be with you in a minute."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "LARRY and FRANK trade blows. FRANK lands a powerful blow to LARRY's jaw. It straighten up and FRANK slams the flat of his hand against his broth LARRY flies backwards. He flings out his arm to balance himself but he is nearer to the wall than he thinks and t impetus of his fall drives his arm onto the knives. LARRY cries out. FRANK grins and prepares to force his wo brother completely onto the knives. Suddenly KIRSTY flies across the room at FRANK and beats back with her fists. FRANK snarls and, without turning around completely, flin away from him. KIRSTY goes flying but lands just safely s the deadly walls. LARRY, in the pause KIRSTY gave him and galvanized by her has found more strength. He pulls his arm painfully forwa of the knives, and throws himself to the side, forcing FR the knives. With a vicious push, LARRY impales his brothe completely. FRANK howls, loud and long. Without pausing, LARRY pulls a knife free from the wall a one vicious slice, separates himself from his brother. LARRY rushes to KIRSTY and helps her to her feet. They em There is a cry of horror off-camera. We pull out. TIFFANY followed her friend. She stares in shock at LARRY's wound and at the impaled FRANK."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THE CENTRE OF HELL"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA is being given more glimpses of the transforming MA The major surgery seems to be complete. There are no spin blades of needles in sight as the gashes open. MALAHIDE's completely bald and his face, like the rest of his skin i The only new sophistications are that his upper and lower have been stretched wide and stapled to his face and fore and that a new mouth has been sliced into what was his ch before his features were pulled permanently to one side. Over the sound of LEVIATHAN's breath and the CENOBITE machinery still at work on MALAHIDE, FRANK's howl is hear JULIA's head turns to the direction of this new sound. JULIA Frank..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She turns away without a backward glance and moves back i corridors."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THE KNIFE ROOM"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "FRANK is still impaled on the knives,  but his anguished Become  small whimpers of complaint (with, given his hist the  CENOBITES,  perhaps  the tiniest note of pleasure in too) KIRSTY,  LARRY and TIFFANY are now gathered together to o of the room near the door that leads to the corridor. The leave, but a kind of sick fascination keeps them watching FRANK realises only leverage will pull him free of the kn lifts his forearms up as much as they are free to. He turns his palms to face the knives and, with a growl o encouragement, drives them deeply onto the knives so that begin to push the rest of his impaled body backwards. It takes several seconds and much pain for him to succeed succeed he does. He flops backwards into the room. Several of the knives have stayed in him, rather than the his chest is decorated, or armed, with many blades. Just as FRANK begins to stand, and just as LARRY and the snap out of it and are about to leave, the door from the BELT ROOM opens and JULIA walks into the room. KIRSTY and LARRY gasp. FRANK gives a slow smile. JULIA Well, well. All my family together again. How very sweet. FRANK (delighted/flattered) Julia. JULIA (Flatly) Frank. FRANK I knew you'd come. JULIA You knew? FRANK Yes. You're a girl who remembers her promises. JULIA Oh, I do. I do."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "FRANK grins, his grin taking in LARRY, KIRSTY and TIFFANY as JULIA. He extends an arm to JULIA. FRANK And I know how much I mean to you. Come here."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA does not move. FRANK Come here. Kiss me. And then..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He glances meaningfully at the others, perhaps stroking a of one of the knives in his chest. FRANK ... we'll have a real family re-union."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly, surprisingly, LARRY laughs. He is genuinely amu LARRY Jesus Christ, FRANK. I don't believe you. You don't know her at all do you? You still think you're in charge."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA still has not moved. FRANK Of course I am. She BELONGS to me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA begins to cross the room to him. KIRSTY For God's sake! He KILLED you!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA doesn't pause. FRANK grins. FRANK She's forgiven me that. Haven't you?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA is now next to him. JULIA Do you really need to ask?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "FRANK laughs. FRANK Show them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA glances at the knives. FRANK shrugs. FRANK Just a small inconvenience, babe."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA shifts position so she is standing behind him. She her arms around him, one stroking his belly, the other ac shoulders.  FRANK leans his head back and twists it sligh They kiss. JULIA removes her arm from his stomach and slips it behin Nothing happens for a second and then, suddenly, FRANK's body spasms.  We almost think it may be with pleasure unt breaks from the kiss and we see the confused expression o face - and the blood bubbling at his mouth. There is a ripping, bursting sound and JULIA's hand emerg his chest, covered in his blood.  Clutched in her hand is ruptured, still pumping heart. LARRY Jesus!  Out.  Out!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He shepherds the girls quickly through the door to the co FRANK's body begins to twitch.  JULIA holds it tightly."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT CORRIDORS/LABYRINTH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They reach the end of the corridor.  It terminates in a T junction. TIFFANY automatically heads in one direction.  KIRSTY mak follow, but LARRY hesitates. LARRY Wait a minute.  Why are we following her? Who is this? KIRSTY This is Tiffany"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY shrugs. KIRSTY ... She's good at puzzles. LARRY Fine."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They take the turn TIFFANY has indicated."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT THE KNIFE ROOM", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA still holds FRANK tight. Slowly, she raises the hand which holds his heart until i front of his face.  FRANK's eyes are glassing over but he still see. JULIA Nothing personal, babe."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Without ceremony, she bursts the heart with one quick squ"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT THE CENTRE OF HELL", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "LARRY, KIRSTY and TIFFANY come running toward the camera. Initially oblivious to the fact that the corridor they we running along has widened and the walls retreated.  Sudde they come to a stunned halt together, staring ahead of th awestruck faces. KIRSTY Oh. My. God."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The camera moves around them to take in what they see.  T of course in the central chamber of LEVIATHAN. LEVIATHAN is spinning again, the black beams flying aroun chamber. TIFFANY screams. KIRSTY grabs her. KIRSTY Tiffany, listen.  You've solved it. But we've got to solve it the OTHER way.  See?  See? We've got to get out."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY is frozen. LARRY Come on!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "LEVIATHAN spins, the beams fly. KIRSTY Please!  Tiffany, Please! Get us out!  Take us home, please!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY nods. They are just about to leave when LEVIATHAN spinning. A large beam flies down , carrying an object which lands catwalk before the HUMANS, who all take a step or two bac The beam withdraws. The object at first resembles a large and bloody plastic then internal movement begins to rip at this covering.  H appear out of the rips and complete the removal.  We real the bag-like thing was a kind of caul, a membranous after that some creatures produce their young in. The thing inside completes its escape and stands clear of shredded caul.  Like a new-born child, it is stained and with amiotic fluids and blood.  But it is not a new born It is a NEW CENOBITE.  And it used to be MALAHIDE.  The transformation we caught glimpses of is now complete.  It is entirely blue, its head entirely bald.  The decorative and tortures we saw being applied are all present;  its f peeled back in various places, its features are threaded distorted by, wire, its eyelids are stapled open. For a second it stands and regards the HUMANS before it. TIFFANY gasps in recognition. KIRSTY too knows what it was. KIRSTY Malahide ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "For some reason, KIRSTY draws from her pocket the photo s from the OBSESSION ROOM. She stares at it. KIRSTY Jesus Christ!  Of course ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The MALAHIDE CENOBITE stretches its arms and flexes its f MALAHIDE And to think I hesitated ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It looks at the HUMANS again, its gaze finally settling o still shocked TIFFANY. MALAHIDE Tiffany. Come. I have a whole new world of puzzles for you to enjoy ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It reaches out its hand to her. MALAHIDE A whole new world of pleasures for you to endure."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY, confused and used to obeying her doctor's voice, tentatively stretches out her arm to meet the MALAHIDE CENOBITE's. LARRY suddenly walks between TIFFANY and MALAHIDE.  The expression on his face is strange; it is not fear, nor de It is simpler than that.  He is really, really pissed off LARRY No.  I've had enough of this shit. Who the hell are you? KIRSTY It's ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "LARRY waves a hand at her, but keeps his eyes on MALAHIDE. LARRY Never mind.  Never mind."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He points a finger at MALAHIDE's face, which is attemptin version of PINHEAD's imposing glacial stars, but frankly, quite making it. LARRY Fuck you and the horse you rode in on."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly, he forms a fist with his unwounded arm and smas straight into MALAHIDE's face.  MALAHIDE is completely de LARRY grabs TIFFANY by the shoulders and speaks urgently to her. LARRY O.K.  You've done it before.  You can do it again.  GET US OUT OF"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HERE!"
            }, 
            "text": "The three of them run back up the catwalk. LEVIATHAN spins wildly and a myriad of black beams flow f As they shine into the catwalk they become limbs like tho captured MALAHIDE, but all with different tips; some are vicious mouths, some are hooks or blades, some are faces, are (as if LEVIATHAN Is too angry to be thinking straight beautiful flowers. The limbs fly up the catwalk, but the HUMANS have gained great a start.  The limbs retract rapidly into the black MALAHIDE staggers to his feet, just as LEVIATHAN re-direc energy into forming and projecting one much fatter limb. dirty pink and segmented, like a vast earthworm.  The end back as it flies toward MALAHIDE, revealing a cruel, meta and rapidly-spinning surgical saw. Just as MALAHIDE stands up straight, the limb smashes int back of his skull.  There is a distressing WHIRRING noise the limb seals itself fleshily to MALAHIDE's skull and th surgeon twitches and dances in horrible involuntary movem LEVIATHAN takes over what little mind remains."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT CORRIDORS/LABYRINTH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY, TIFFANY and LARRY are running, TIFFANY making the decisions as to direction. Down one corridor, blades and knives jut out from the opp walls at random intervals and they have to weave at high between them. They negotiate the corridor successfully bu as KIRSTY, bringing up the rear, emerges from it, she stu and half-falls. The re-structured BOX falls from her pock rolls back a few feet up the corridor. TIFFANY, who is nearest to her, helps her to her feet and does so, catches sight of the BOX (or white diamond, as i now). She makes as it to go and get it. KIRSTY holds her"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KIRSTY"
            }, 
            "text": "No. Come on. We have to get out of here."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY moves away with KIRSTY, but not without a backwar and a puzzled expression. They all make another turning. Suddenly, when they are ab halfway down this next corridor, a new gap opens up behin in the wall and a terrible sucking noise is heard.  Corri debris disappears into the vacuum. Luckily, LARRY has reached the end of the corridor and gr corner with one hand, seizing KIRSTY's hand with the othe KIRSTY grabs TIFFANY and the three of them flatten themse against the wall, fighting against the suction.  The forc tremendous and LARRY's finger are slowly losing hold."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORRIDORS/LABYRINTH"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "CLOSE UP on a hand picking up the re-structured BOX from corridor floor they have just left."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORRIDORS/LABYRINTH"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The sucking force is growing stronger by the second. Not LARRY's right hand losing its grip on the edge of the wal his left arm - stretched tight as it clings to KIRSTY and her, TIFFANY - is bleeding profusely again. Suddenly, JULIA appears at the top of the corridor next t In her hand is the white diamond BOX that KIRSTY had let She stays just out of range of the sucking wind.  She sta LARRY's weakening fingers and smiles. JULIA Oh, poor Larry.  You never could hold on to anything for very long, could you?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly, audaciously, his face set in a scowl of anger, lets go of the wall.  Before she realises what is happeni has grabbed JULIA's wrist and pulled her off her feet int corridor. He lets go almost immediately and with a superh effort grabs at the corner again before the wind can clai and the girls. JULIA is not so lucky; without support or foothold, she i by the wind and hurtles to the gap in the wall. She manages to brake herself by flinging her arms out to side of her. For a moment she is hold there and then the begins to draw her in. In her left hand she still holds the BOX, but her right h only a few inches from TIFFANY's left. TIFFANY reaches her hand to her, not knowing JULIA as the do. Their fingers just manage to interlock when JULIA's f registers a disbelieving shock. There is a terrible ripping sound. JULIA's new skin, so r gained, is giving up its hold and has ripped right up the JULIA is drawn from it. JULIA"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NOOOOOOOOOO!"
            }, 
            "text": "With a final, slurping sound, the skinned woman slips fro skin and disappears down the new corridor. The momentary break in tension allows LARRY to make one l effort. He rounds the corner and pulls the girls after hi TIFFANY, finally, realising what has happened, screams in and disgust, especially when she looks at what she has br the corner in her hand. She drops JULIA's skin to the flo the three of them scramble to their feet and begin to run Still clutched in the skin's hollow fingers is the white As they turn another corner, they see, very far in the di a glimmer of light. TIFFANY points excitedly. KIRSTY My God, it's her room! LARRY Let's go!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He starts urging the girls down the corridor - a long and narrow one - but KIRSTY shows some resistance. KIRSTY No. No, there's something wrong..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Before they can discuss it, a new rushing sound is heard. look back. Hurtling towards them is the ENGINEER from HELLRAISER. TIFFANY screams. LARRY Jesus. O.K. No more arguments. Just RUN!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They begin one last panic-fuelled run down the narrow cor the ENGINEER at their heels. The sequence is equivalent to KIRSTY's pursuit by the ENG HELLRAISER, the twist here being that as they approach th into TIFFANY's room the walls of the corridor, already th to close together. LARRY is bringing up the rear (the corridor is now so nar single file is possible) and he can almost feel the ENGIN breath on his neck. LARRY Go. Go. Go. Go. Go!!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Finally, almost impossibly, they reach the gap in the wal TIFFANY tumbles through, then KIRSTY, and finally LARRY. than a micro-second after LARRY has made it, the walls se themselves. 104   INT.   TIFFANY'S ROOM    (2nd VERSION)   DAY As we see clearly the room they have come into, we perhap the feeling that KIRSTY expressed in the corridor; Someth Wrong. The tiles that make up the floor are patterned as before individual tiles are larger. The room itself seems more s the ceiling higher. There is a bowl of flowers by the window. The flowers wer full bloom before their trip to Hell but now they seem lo The audience have to notice most of this for themselves b LARRY, KIRSTY, and TIFFANY are too relieved by, and tired their escape to take this in immediately. LARRY seats him the chair, KIRSTY perches on the end of TIFFANY's bed. TI however walks straight across to her window. She is the f notice anything. She stares at the flowers. KIRSTY Tiffany ... ?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY rises from the bed and joins TIFFANY by the window KIRSTY But these were ... Daddy?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "LARRY rises to his feet. Just as he stands, a fleeting ex of bewilderment crosses his face. He strokes at his right with an unconscious gesture as he crosses the room. KIRSTY doesn't look at her father right away. KIRSTY These flowers. I saw them just..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She looks at her father. A sea of sweat has broken out on brow and face as he stares intensely at the flowers. KIRS voice slows, begins to trail off. KIRSTY ...the day ...before... yesterday Daddy? Daddy!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "LARRY's eyes close. His entire face screws up as if an excruciating pain just hit him. He clamps his arm across chest, the hands clutching his shoulders. He opens his ey looks at KIRSTY for a second, his expression one of surpr Then his eyes roll up into the sockets and he collapses t floor. TIFFANY has hardly had time to turn from the bowl of flow before KIRSTY is kneeling by her father. KIRSTY Daddy!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "LARRY is unconscious. TIFFANY gasps. KIRSTY looks up at h KIRSTY Get help."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY's eyes widen. She rushes to the door and disappea the corridor. Within two seconds we hear an emergency ala off and TIFFANY re-enters the room. KIRSTY Pass me a pillow."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY does so and KIRSTY places it under the head of LA whose lips are now blue and who is breathing very shallow KIRSTY looks up at TIFFANY, despair in her eyes. KIRSTY What do you do? I just don't know what to do."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY shakes her head helplessly. Suddenly, the door to the room flies open and two INTERNS Stan and Ollie from the carnival sequence - come in, comp stretcher and gurney. They assess the situation with a gl it is serious enough to make one of them break their prof silence. INTERN Coronary arrest. Let's be quick."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They are good at their job - within seconds LARRY is secu the gurney and they head for the door, KIRSTY and TIFFANY them. The following exchanges are spoken on the move. KIRSTY Is he going to be 0.K.? INTERN We just can't say. O.R.'s on standby. They'll do what they can. KIRSTY But it's bad?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The INTERNS exchange a glance and decide honesty is best. INTERN (gently but flatly) Yeah. It's bad."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. ELEVATOR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The elevator is uncomfortably full, KIRSTY and TIFFANY sq up against the back while the INTERNS hold the gurney in centre. The elevator is descending. The ride seems to take longer should, even though they are going to basement level;like look of TIFFANY's room, it's ALMOST normal but just diffe enough to make us slightly uneasy in an un-focused way. Eventually, though, it does come to a stop. TIFFANY squee KIRSTY's shoulder sympathetically (NOTE. RE: TIFFANY's ch - it should be clear to the audience by this stage that, she is still mute, TIFFANY is now a responsive, more roun character) The INTERNS wheel the gurney out of the elevator and the follow."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BASEMENT CORRIDOR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The basement corridor is long, cavernous, and not very pl It has a grimier, more uncared-for look than the upper fl the high ceiling is covered with an intricate system of n pipes and conduits. The INTERNS wheel LARRY down this corridor, going so fast KIRSTY and TIFFANY are continually breaking into a trot t up with them. At the far and of the corridor are a set of double doors. nearer they all get to these doors, the tackier the corri seems to become. The walls now have pipes running over th well as the ceiling, and several of these pipes are dripp water into small pools on the corridor floor. The sound o drips is artificially loud on the soundtrack. Finally, the doors are reached and the INTERNS, LARRY, KI TIFFANY disappear through them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. PRE-OP ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is a small ante-room to the operating room which is further set of double doors. Without ceremony the two INT pass straight across this room to those doors and wheel t gurney through, one of them throwing back a parting remar KIRSTY. INTERN Wait out here. A doctor will talk to you when we know more."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The double doors part and close, giving just a glimpse of operating room beyond, all lights, monitors and whirring and the several gowned and masked experts attending to LA As the doors close, KIRSTY turns to TIFFANY, expecting a wait before anyone comes to speak to them. Surprisingly, the doors open again almost immediately and two figures s through. They, too, are masked and gowned in surgical gre very little of them is visible. KIRSTY Is he going to be all right? 1st GOWNED FIGURE (matter of factly) No. He's not going to be all right."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY staggers visibly, shocked by this bluntness. KIRSTY Wh... 1st GOWNED FIGURE No. He's going to die. He's got a ruptured aorta. He's going to die in agony."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As he makes this speech, the mask of his colleague stains with blood, as if it is literally pouring from its mouth. Simultaneously, his own mask is slowly pierced by a score bursting through from beneath. TIFFANY screams. The 1st GOWNED FIGURE pulls the mask and cap away from it It is PINHEAD. His colleague does the same. It is the FEM CENOBITE. KIRSTY Oh, Fuck."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She's had too much experience with these two to hesitate. grabs TIFFANY's arm and bursts through the double doors t corridor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BASEMENT CORRIDOR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We are now looking along the corridor in the other direct back towards the elevator. KIRSTY and TIFFANY come into shot, running rapidly along corridor. As they make their way, a rumbling, flatulent sound is he the overhead pipes and they all begin to drip blood not w We hear the sound of the doors flying open behind them. KIRSTY and TIFFANY reach the elevator. KIRSTY presses fra on the call button, while TIFFANY looks behind them with frightened eyes. KIRSTY C'mon. C'MON!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The sound of steadily-pacing, purposeful feet is heard co the corridor, getting louder, coming closer. KIRSTY begins hammering on the closed elevator doors. TIF stifles a cry with her hand. KIRSTY"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "COME ON!!"
            }, 
            "text": "Suddenly, the doors fly open. KIRSTY and TIFFANY tumble i elevator."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. BASEMENT CORRIDOR DAY, (GIRLS' P.O.V.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We see the door-frame of the elevator and the floor butto beside it and, looking down the corridor through the open elevator doors, PINHEAD and the FEMALE CENOBITE marching us. We also see KIRSTY'S finger jabbing frantically at the fl buttons. The doors are not closing. The CENOBITES are get very close. Finally, just as PINHEAD breaks from his determined but m paced stride and speeds up eagerly for the last two or th yards, extending his arm as he does so, the door slams sh across our vision and we hear the elevator machinery star"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. ELEVATOR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY leans against the back wall of the elevator, breat heavily. TIFFANY stands very still in the middle, a froze expression of fear on her face. KIRSTY Faster, you bastard, faster!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She slams her fist against the elevator wall. The elevato stops. Its lights flicker. KIRSTY Oh, Jesus. I'm sorry. I'm sorry. I didn't mean it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The elevator starts again. KIRSTY It's 0.K. They can't beat an elevator. Not upstairs. It'll be O.K."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The lift stops, but this time it's where they want it. KI finger hesitates over the DOOR OPEN button. KIRSTY It'll be O.K."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She presses the button."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL CORRIDOR DAY, (GIRLS P.O.V.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We are looking at the closed elevator door.  When it open will be looking down the corridor on the main hospital fl the floor with the girls' rooms on. The door flies open. CHATTERER II lunges in at them. KIRSTY screams, but because of the eagerness of his lunge are able to get around him as his impetus carries him to of the elevator."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL CORRIDOR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The door begins to close as the girls straighten up in th corridor and as CHATTERER II turns around to come back ou them. He tries to put his hand out to stop the door closing, bu succeeds only in trapping his fingers in the door. KIRSTY, as soon as the doors began to close, had hit the button. Now, she squeals with horror as she realises what about to happen. The elevator begins to descend - we can tell this because CHATTERER II's fingers move down to the floor and are the sliced off. The GIRLS run off down the corridor. KIRSTY This way. Short cut."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They turn into a set of double doors leading to a large w"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. LARGE WARD DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY and TIFFANY enter the ward at a run and then slow a confused and horrified walk. Every bed in the ward is occupied, some by men, some by w and every patient has in their hands, and is busily worki LAMENT CONFIGURATION. Despite this collective work-in, the BOXES obviously stil the vicious characteristics they have previously demonstr when used individually - as is witnessed by the ten or so who are struggling on with their work despite having one hooks and chains connecting their flesh to their BOX. KIRSTY and TIFFANY move slowly down the room, a look of incredulity on both their faces. KIRSTY Oh, Christ. This isn't just personal anymore."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY nods slowly, her eyes flicking back and forth acr ward. Suddenly, the wheelchair patient from the earlier scene i ward, who has been between two of the beds on one side of the ward, cuts across the GIRLS' path. He too has a BOX o lap. As he passes in front of them, he looks at them, gig an unmistakably insane fashion, and gives them a conspira wink. Then he simply proceeds to the other side of the wa A second or so after this, as the GIRLS edge down the mid the room, they hear a rushing sound behind the double doo are heading towards. Suddenly, the doors slam open and revealed in the doorway MALAHIDE. But he is not standing there. He is hovering about two fe the floor. The umbilical limb that connects him to LEVIAT still at the back of his skull. His face is contorted in of manic glee as he floats three or four feet into the wa MALAHIDE The Doctor is in!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He laughs, and the sound is far from human. KIRSTY and TI stare at him. TIFFANY Oh, shit."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY looks sharply at TIFFANY for a second,  as if she to comment on her re-found voice, but instead simply nods takes her friend's hand and the GIRLS begin to walk very backwards to the far end of the ward. MALAHIDE is too enraptured of his new power to pay attent specific victims and so makes no move to stop the GIRLS' retreat. Suddenly his palms erupt into a writhing mass of tentacle limbs as his head tips back to emit a wide band of LEVIAT black light at the ceiling, accompanied by, renewed inhum laughter. Taking this as their cue, the GIRLS turn and bolt for the at the far and of the ward and exit through them. The limbs extrude from MALAHIDE's palms only twelve inche and are all quite thin, but they all have independent mov and they all have various surgical-like, gleaming tips. M floats over to the nearest bed. He looks at the patient a looks at the bladed tips of his new limbs and, as if addr them, speaks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "MALAHIDE"
            }, 
            "text": "I recommend amputation."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There is another burst of laughter as the limbs fly at th patient, writhing, twitching, slashing, and slicing."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL CORRIDOR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The GIRLS run wildly along the corridor, not knowing MALA working his way through his former patients. They come to door and pause. They look back down the corridor to ensur are not visible as they hide and KIRSTY pushes the door o the flat of her hand behind her. Carefully, still looking the corridor, they back into the room and let the door cl"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL/TORTURE ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "CLOSE UP on the GIRLS' faces as the door closes in front KIRSTY lets out a breath. Then they hear the rattling sou them. They swing round and the camera pulls out to take i It is like the TORTURE ROOM in HELLRAISER. The walls are the floor slimy, and the room filled with chains, hooks, torture-pillars. And, in the room and staring at the GIRL the four CENOBITES. PINHEAD glances theatrically around the room, as if check something. PINHEAD Oh. No Boxes. Such a shame. FEMALE CENOBITE No more delays, Kirsty. No more teasing. Time to play. PINHEAD Time to play."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY looks at his unforgiving face and then her eyes su widen as she thinks Of something. KIRSTY Wait! PINHEAD No more deals, Kirsty. It's your flesh we want to experience, not your skill at bargaining. KIRSTY No deals! Just information. Information. Free of charge. No strings. Just information. PINHEAD Go on. But trick us again, child, and your suffering will be legendary even in Hell."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Carefully, making no fast movements, KIRSTY reaches into pocket where she placed the photograph from MALAHIDE's OB ROOM. She brings out the picture that she realized earlie of PINHEAD and hands it to him. He takes hold of it and looks, his face registering nothi PINHEAD What is this? Someone else you think escaped us, like Frank? KIRSTY No, No, this one didn't escape. You told me you'd always been in Hell. You were wrong. Look at it. LOOK. IT'S YOU. PINHEAD Nonsense, I... KIRSTY It's you! You HAVEN'T always been as you are. You were HUMAN. Remember. Remember all your confusions. Think!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The FEMALE CENOBITE strides across the room. FEMALE CENOBITE Enough!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She raises her hand towards KIRSTY. PINHEAD's arm flies o stops her. PINHEAD Wait!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He is staring at the photograph, that great immobile brow puckering, as if something is stirring. PINHEAD I...remember. KIRSTY You were ALL human!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The other three CENOBITES stop moving and stare at KIRSTY advances they were making on KIRSTY or TIFFANY stop as th dim, distant, recollection begins to stir within them. Suddenly, the door bursts open. MALAHIDE is there, still floating, his voice still a mixture of hideous threat and insane joy. MALAHIDE Tiffany. Come."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He turns his palms downwards, mirroring his gesture in th of mirrors. TIFFANY lets out a moan of terror and shakes her head. One of the snake-like limbs from MALAHIDE's palms flies t TIFFANY's face. Before anybody can react, its scalpel tip sliced an inch or so off several strands of her hair. MALAHIDE Tiffany. Come."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY throws her arms around the cowering TIFFANY and sn her tormentor. KIRSTY Leave her alone, you asshole!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MALAHIDE makes no reply, but suddenly several more limbs towards the GIRLS and begin to weave in front of KIRSTY's like snakes awaiting their moment. At this stage, the camera CUTS TO the watching PINHEAD. H the photograph of his past life flutter to the floor. MALAHIDE looks up at the tiny noise this makes and his ey PINHEAD'S. He turns more fully to face PINHEAD and the ot CENOBITES who are now standing with their leader, and a s smile crosses his face MALAHIDE Oh,good. A fight."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly, the air is full of flying chains. MALAHIDE is h everywhere. It is like a high-speed version of FRANK's fi capture in HELLRAISER. The chains start tugging almost in Is MALAHIDE about to be ripped apart? With contemptuous, dismissive speed, the limbs that ooze MALAHIDE's palms have sliced the chains to pieces and, al before we have time to realise that, three of them have lengthened, thickened, and hardened and have skewered the CENOBITE, CHATTERER II, and BUTTERBALL to the walls. The three limbs detatch themselves from MALAHIDE. The thr CENOBITES are all well above the floor, pinned and twitch the rats in FRANK's attic. As they die, they suddenly revert; there are three human on the walls of the room. A woman, a fat man, and a littl MALAHIDE smiles. Be looks at PINHEAD again and advances. a heavy torture pillar smashes into him, knocking him sli off-balance. PINHEAD is backing across the room, weaving pillars in fr him as he moves. MALAHIDE moves forward, knocking them ou way. As each pillar is knocked aside, PINHEAD's face is m more human. Finally, when the face we see is nearly that ENGLISH OFFICER from the opening, he turns his head sligh from the advancing MALAHIDE and finds KIRSTY's eyes. A lo passes between them. Understanding? Gratitude? Friendship Whatever emotion lies beneath it, it is clearly a cue and KIRSTY and TIFFANY make a break for it, bursting through door. Simultaneously to this, MALAHIDE and PINHEAD find e other's eyes a final time. For a second, everything is st a single bladed limb flies across the space between them neatly and calmly slices PINHEAD's throat open. The thin becomes a torrent of blood and the former lord of Hell fa at the feet of his successor.   "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. HOSPITAL CORRIDOR DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY and TIFFANY burst out into the corridor and almost over the PATIENT IN THE WHEELCHAIR. PATIENT So what, girls? It's O.K. for an ego-trip but it doesn't got the job done."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Shaking their heads at the insanity, they run up the corr TIFFANY looks slightly distracted and when she speaks it to herself. TIFFANY I have to go back. Or it'll never stop. KIRSTY (Confused) What are you talking... TIFFANY (to herself) I've got to finish it. KIRSTY Finish what?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Even as KIRSTY says this, TIFFANY has moved past her and resuming her run down the corridor. KIRSTY Tiffany! Wait!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY starts after her friend. They turn back into the main section of the corridor that their own rooms, TIFFANY still four or five yards in fron KIRSTY. TIFFANY reaches her room. The door is open. She goes in. later, KIRSTY follows."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. TIFFANY'S ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY enters the room. It is as we last saw it except th the walls have re-parted to give onto the corridors of He Carefully and slowly, KIRSTY moves across to the entrance looks down it. She is rewarded with the sight of TIFFANY disappearing at the far end of the first corridor. With a grimace, KIRSTY follows her in."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORRIDOR/LABYRINTH"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY's skill at finding her way through puzzles means GIRLS are soon in the murkier corridors close to the Cent Hell seems angrier now, steam is issuing in jets from the corridor walls, the cries of children are heard faintly o soundtrack, LEVIATHAN's breathing is more dominant, perha light is even pulsing in time with it. KIRSTY is still several yards behind TIFFANY. TIFFANY tak corner and is out of sight for a second or so . KIRSTY da around the corner to find TIFFANY staring with distress a something on the floor. It is the skin ripped off JULIA by the vacuum tunnel earl KIRSTY Oh, gross."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY bends down and retrieves the white diamond BOX fr empty fingers. KIRSTY What are you doing? What are WE doing?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY looks at the BOX in her hand. When she speaks, it to KIRSTY but to herself. TIFFANY I can't do it here. I have to go to it."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THE CENTRE OF HELL"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "LEVIATHAN spins and fires light in the centre, his machin breathing drowning all other sound. We are looking down t catwalk as KIRSTY and TIFFANY approach its edge. The beams of black light wash across their faces, as they over MALAHIDE's in the earlier scene. Images of horror fr momentarily before them and then pass on, only to be repl others. TIFFANY I'm scared. KIRSTY No. Don't let it. You've come this far."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The GIRLS press on. Whether LEVIATHAN is oblivious to the presence or simply doesn't consider them a threat, the be striking the GIRLS' faces. Nevertheless, the mood remains ominous. The audience should feel something is about to h They are six feet from the lip of the catwalk. TIFFANY kn and, holding the white diamond BOX in front of her, begin move her fingers over it. The music box tune begins to pl the BOX begins to move. That 'something' that the audience was waiting to happen, suddenly does; MALAHIDE flies up from the abyss beside th catwalk. The vastness of the limb that seals him to LEVIA now directly apparent; instead of merging into black ligh limb itself trails through the air over the huge distance LEVIATHAN itself. One of the limbs from MALAHIDE's palms flies out and knoc BOX from TIFFANY's hands. It rolls perilously close to th of the catwalk. KIRSTY grabs TIFFANY and, dragging her to her feet, pulls further back down the catwalk as MALAHIDE floats to a lan between them and the BOX. MALAHIDE Ah, girls. And how are we feeling today?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The blades on the end of his limbs twitch eagerly. MALAHIDE You have your whole lives behind you now."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The limbs fly forward. KIRSTY screams and both girls run the catwalk. About halfway back up, however, TIFFANY stops, turns arou begins to walk back. KIRSTY calls out. KIRSTY Tiffany! No!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The camera stays with TIFFANY as she makes her way back. voice stays on the soundtrack for a time, imploring her f turn back and then simply stops. This should be abrupt en make the audience notice but smooth enough to avoid their attention leaving TIFFANY. MALAHIDE waits, happy to see a patient so keen on the kni Very slowly, TIFFANY moves forward, inch by slow inch. Th something she HAS to do; the expression on her face is no determination but terror. And MALAHIDE is very happy to e this. MALAHIDE Surgery is open, Tiffany. What was today's agenda?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "His scalpels flick in the air, making small slicing motio MALAHIDE Ah, yes. Evisceration."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Still TIFFANY comes forward, closer and closer until she surely close enough to be grabbed. Suddenly, she is grabbed. But from behind, and by a human TIFFANY gasps, and turns to see who has seized her. She s It is JULIA. The limbs retract into MALAHIDE's palms. He smiles. JULIA Doctor. I've missed you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA, having presumably just replaced her skin, is not q perfect as before; there are bloody lines like scars bene ears and chin as if the skin required some adjustment bef being put on. JULIA moves forward, her left arm still holding TIFFANY, smile returning MALAHIDE'S. MALAHIDE I knew you'd come back. JULIA I'm a girl who keeps her promises."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JULIA is right next to MALAHIDE now. Smoothly, she releas grip on TIFFANY and embraces MALAHIDE sensuously. He retu embrace. They kiss. Unseen, TIFFANY moves to the edge of the catwalk and pick BOX. Her fingers move over it, finding its solution. Sudd LEVIATHAN's breath becomes a roar of anger and fear. MALAHIDE breaks away from his kiss, his face a mixture of confusion and rage. JULIA plants both hands in the middle chest and pushes. He falls over the lip of the catwalk bu almost before he drops from sight, he is suddenly pulled backwards through the air, screaming, as LEVIATHAN's limb retracts. JULIA jumps back. shouting. JULIA Do it, Tiffany! Do it!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY's fingers fly over the BOX and suddenly we see wh happening. The mountain-like LEVIATHAN is following the m of the small replica in TIFFANY's hands. As TIFFANY inver new configuration back towards a closed BOX, LEVIATHAN to being twisted and turned. Being closed. The whole centre of Hell shakes as if suffering a mild earthquake. JULIA and TIFFANY almost lose their footing, TIFFANY continues working. She is nearly, there. LEVIATHA halfway between its white diamond, majesty and a huge clo TIFFANY takes her hands from the BOX. It is done. The lar operates a few seconds behind it's control, so that we ca cut the final sliding and creaking into position with the following human drama; As LEVIATHAN makes its final closing, the mild tremors of become larger. Hell shakes violently and this time TIFFAN lose her footing. She looks set to tumble into the vast a the side of the catwalk but just manages to catch hold of with one hand. The small BOX flies from her hand and hurt into the miles of blackness below. TIFFANY dangles over t her feet kicking wildly for a foothold that doesn't exist Suddenly, a hand extends to her. She looks up. It is JULI second, nothing happens. JULIA Trust me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY lifts one hand off the edge and grabs at JULIA's proffered wrist. JULIA begins to pull up and for a moment it seems the cri over. Then a terrible and familiar ripping noise is heard skin of the arm that TIFFANY clings to begins to rip free shoulder. Gradually, like a shirt's threads unraveling, i comes off. TIFFANY's weight pulls it clear like a very lo very tasteless evening glove and it seems she will finall the long drop. At the final second, as the arm-skin comes the entire skin flies from the body and falls with its ar the abyss. TIFFANY screams. She is going to die. But suddenly the two arms that have Just lost their skin again and catch her fingers. TIFFANY is hauled over the e staggers to her feet, staring into the-bloodied face of K who had donned JULIA's skin to help her friend. The two girls share a quick and joyous embrace and then r rapidly up the catwalk. The camera stays with LEVIATHAN. The rumbling stops. And the mountainous BOX creaks into i sealed position."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FADE OUT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FADE IN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. RECOVERY ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "CLOSE UP on a bowl of beautiful flowers, sitting on a she the recovery room. The camera TRACKS out to let us see LARRY, pale, drawn, b basically okay, in the room's single bad. He is wired up various drips and monitors. Sunlight is flooding into the room from a window and the continues its TRACK up to and through this window to;"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT. HOSPITAL MAIN ENTRANCE DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "KIRSTY is kissing TIFFANY on the cheek. TIFFANY is dresse smart clothes and has a small traveling bag in her hand. KIRSTY So. What're you going to do? Open up a games-shop somewhere? Sell jigsaw puzzles?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "TIFFANY gives a smile. TIFFANY Oh, yeah."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There is a slightly awkward pause. KIRSTY Well ... G'bye. TIFFANY It's been Hell."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They share a rueful knowing smile, like the smile of sold back from a war who say goodbye on a dockside and know th never meet again. TIFFANY turns and walks down the long path to the hospita KIRSTY watches her for a few moments and then turns and r the institute. The camera TRACKS back to the window of the RECOVERY ROOM watch through the window as KIRSTY enters the room. She b kiss her father's cheek. LARRY slips an arm around her sh and they embrace. The camera moves away again. 122   INT.   HALLWAY  MALAHIDE's HOUSE  DAY The camera TRACKS slowly up MALAHIDE's hallway. The hallw lined with packing cases filled with items from the house WORKMAN is shoving something into one of the cases. As th moves past him, he speaks. WORKMAN So whose was all this shit?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The camera reaches the doorway of the OBSESSION ROOM as a answering voice is heard. 2nd. WORKMAN Not our problem..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The TRACK continues into -"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT. OBSESSION ROOM DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "and we see the 2nd. WORKMAN. He is crouching over the mat which is still in the middle of the floor of the otherwis room. 2nd. WORKMAN ... Gimme a hand with this."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Almost faster than the eye can register it, a hand shoots from the mattress and grabs his wrist. He has about half a second to issue a strangled shout and hideously quickly, a matter of two seconds or so, his bod drained of all life and the dried husk collapses to the f The first WORKMAN appears hurriedly in the doorway and th freezes, an awestruck expression on his face. JULIA is rising, headfirst and upright, from the centre o mattress. The movement is smooth, magical, unsettling. It graceful but not slow. JULIA is fully fleshed, fully skinned, and fully dressed. in a replica of the dress MALAHIDE bought for her, but th is jet black. She looks fabulous. As the WORKMAN stands open-mouthed, her feet clear the ma But they don't stop there. She slows to a graceful halt a inches above the mattress. She stretches and flexes her a sensually. Than her head swivels and her excited, aroused meet those of the WORKMAN. JULIA I'm Julia. Love me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Suddenly, her head tips back and, accompanied by JULIA's delighted laughter, a wide beam of Hell's black light fli the ceiling from her open mouth. Instantaneously, it spil across the ceiling and falls,like a fountain of blood, ac screen. COMPLETE BLACKNESS."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE CREDITS ROLL", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]