[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 1", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The hallway is a mess. A window opening onto a light well open. The door to the apartment is suddenly broken open. A plai clothes detective, two uniformed police officers and seve firemen - also in uniform - enter and look around. They a wear gloves and masks that cover their mouths and noses. Behind them, the superintendent and his wife also push th way in. They're both holding their noses. In his free han the superintendent holds a pile of mail and promotional flyers. Behind him, comes a female neighbor."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PLAIN-CLOTHES DETECTIVE"
            }, 
            "text": "(to the superintendent and the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NEIGHBOR)"
            }, 
            "text": "Wait Outside please. He signals to a police officer who herds the curious onlookers back out through the door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "POLICE OFFICER"
            }, 
            "text": "(to the superintendent, pointing to a pile of mail) What's the date of the last letter?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(VERIFYING)"
            }, 
            "text": "The 16th from what I can see... Wait... The plain-clothes detective has tried in vain to open the door on the left. It has been sealed up with adhesive tap"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PLAIN-CLOTHES DETECTIVE"
            }, 
            "text": "(to the fire officer) Can you try? While the firemen go to work on the door, the plain-cloth detective goes into the adjoining dining room. He opens t windows quickly and turns to go into the room to the left the double doors. They are locked and the gaps are also t up. He turns to the right and goes into the living room, where he also opens up the windows..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FIREMAN, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The door is open. ...and comes back into the hallway, passing by the waitin firemen. Once again, we hear snatches of dialogue between police officer and the janitor. 2."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JANITOR"
            }, 
            "text": "...no as far as I know. During the whole time, they had a nurse, but it's been a while since I last saw her. My wife has been... The plain-clothes detective enters the bedroom which is n accessible. Its windows are open and the draft makes the curtains billow into the room."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PLAIN-CLOTHES DETECTIVE"
            }, 
            "text": "(to the firemen who are now curious enough to come and stand by the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DOOR)"
            }, 
            "text": "Did you open the windows? The firemen shake their heads. The PLAIN-CLOTHES DETECTIVE turns toward the big double b placed against the back wall of the bedroom. On the right hand bed, there's only the bare mattress. On the left-han bed lies the partly decomposed body of an old woman. Wher once there were eyes, now there are only gaping holes. Th corpse has been neatly dressed and is adorned with flower that have already dried out a little. On her chest is a crucifix. SCENE 2 - White letters on a black background: THE CREDIT"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 3", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "All we see is the audience pouring into the hall. GEORGES ANNE, both are around eighty, are part of this crowd. The to their seats in one of the rows near the front. Once everybody is seated, we hear the usual ANNOUNCEMENT askin people to turn off their mobile phones. Some people, caug with their phones switched on, hasten to comply. Then the lights go out. APPLAUSE. Off-screen, we hear the soloist make his entrance. THROAT ARE CLEARED here and there. Finally, the MUSIC begins."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 4", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The music from Scene 3 continues. The soloist is surround by admirers who congratulate him. Now Georges and Anne push their way into the room. (If th soloist is female, they will be carrying flowers, like mo of the others). 3. When the soloist notices their presence, he leaves his gr of fans, heads towards them and greets them very warmly, visibly glad to see them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 5", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Continuation of the MUSIC from Scene 3. Georges and Anne are seated side by side in the half empt bus. Anne talks enthusiastically, Georges says something time to time, and smiles now and then. They are both rela and happy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 6", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The door to the apartment is unlocked and opened from the outside. THE MUSIC ENDS. Georges comes in, turns on the light. He and Anne observe open door. Around the lock, one can see the traces of an attempted forced entry. Georges bends down and runs his fingers over the deep grooves."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "They used a screwdriver or something like that...it doesn't look very professional..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "But who would do something like that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "No idea. Why do people break in? Because they want to steal something."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "From us?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(laughs briefly out loud) Hey, why not? If I thought about it, I could come up with at least three or four people we know who've been burgled. After having examined the outside of the second leaf of t double door, he comes in, closing the door behind him. 4."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "What time is it? Can't we call the superintendent?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I'll do that tomorrow morning. Anyway, they didn't see anything. He unbuttons his overcoat and heads toward the large clos in the hallway."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Don't let it spoil your good mood now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Or the police?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Come on, give me your coat. She goes toward him, he takes her coat off and hangs it w his in the closet."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Imagine if we were here, in our beds, and someone broke in."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Why should I imagine that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "But it's terrible! I think I'd die of fright."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(LAUGHING)"
            }, 
            "text": "So would I. He undoes his shoes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Shall we have a drink?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "I'm tired."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I still fancy a drink. He puts away his shoes with the others and slips on his slippers. Anne has gone into the bathroom. 5."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ANNE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Go ahead then. Mathilde told me that in her building, the attic apartment was burgled from the loft. They just knocked a hole in the wall, cut out all of the valuable pictures from their frames and disappeared without a trace. He goes toward the kitchen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "They must have been professionals. As he passes in front of the bathroom, he stops and appea to be looking at Anne."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Did I tell you, you looked good tonight?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SHORT PAUSE. THEN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ANNE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FLATTERED)"
            }, 
            "text": "What's got into you? With a gentle LAUGH, Georges disappears into the kitchen, where he turns on the lights. We hear him FIDDLING AROUND apparently getting a glass and some wine. After a short"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PAUSE:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Weren't those semiquavers in the presto incredible? What staccato! Don't you agree? Short PAUSE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "GEORGES, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're proud of him, huh?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 7", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges wakes up. He looks with amazement beside him, the raises his eyes. Anne is sitting upright, her back agains the headboard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Something wrong?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "No. 6. After a while, the RINGING of a kitchen egg-timer leads u the next scene."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 8", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The egg timer in the kitchen RINGS. Georges is seated in front of the window, at a table whic half set for breakfast. He has mobile phone raised to his and a phone book opened in front of him. Anne is getting from the table. She goes toward the stove, turns off the takes the egg out of the pan with a spoon and runs it und cold water. Like Georges, she is still in her robe."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(on the phone) What about next week? No but still, it would make sense to get it done soon. It might give people silly ideas. And anyway, it's too ugly to look at... Wednesday? What time? OK... Will you bring the paint with you too, to paint over it? But at least some primer...Yes, OK. Thank you. He hangs up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TO ANNE)"
            }, 
            "text": "You can depend on that guy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(who comes back to the table with the egg) I hope so. The last time, he kept us waiting for ages, if you remember."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(laughs while acquiescing) Yes, that's true. (Reacting when she places the egg in his egg cup) Thanks. If I call a regular professional, we'll still be waiting two months time."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(more to herself) Really? She has sat down. Looks straight ahead. He cracks open hi egg, puts salt on it, eats. 7."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "The Frodons waited three days when their toilet was blocked. Not exactly pleasant. He eats. Wants to put on more salt, but the saltcellar is empty."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "The saltcellar is empty. He looks up for an instant, as if he expected her to deal with it. As she doesn't react, he realizes the inappropriateness of such an expectation, gets up himself heads for the kitchen cupboards and fills the salt cellar"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "I don't know if he's going to bring us the CD. Maybe he won't come at all. In any case, he didn't mention it. I'd like to buy it. It was really good and I don't want to wait long for it. We could go to Virgin this afternoon and buy it. What do you say? He comes back to the table and sits down again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Hmmm? Anne? What's the matter? She looks at him and doesn't answer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "What's going on? What's the matter? He waves his hand in front of her eyes and laughs nervous"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Helllloooo!!! Cuckoo!!! I'm here! She continues to look at him without reacting."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "(serious now) Anne! What's going on? He waits, looks at her. No reaction. He stands up slightl leans over the table to sit beside her. Tries to make her turn toward him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Anne, what's the matter? 8. He manages to get her torso to turn halfway toward him, b her eyes look through him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Anne...what's... He takes her face in both hands and turns toward him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Anne... She stares into the void. He drops his hands. Then sits beside her, for quite awhile."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SILENCE"
            }, 
            "text": "Finally he gets up, heads for the sink, turns on the tap, wets a tea towel, wrings it out a little, comes back and places it on Anne's face. Waits for a reaction that doesn come. Then he pulls up her hair in the nape of her neck a applies the cloth there. Then sits down and looks at her imploringly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "(close to tears) Anne...Darling...please! Once again they both remain seated. In the background, we hear the GUSHING of the tap that in his panic he has forgotten to turn it off. Making a sudden decision, he gets up, rapidly crossing th hallway, he goes into the bedroom where he starts to dres agitatedly, which takes him quite a lot of time. Suddenly the GUSHING of the tap stops, which had accompanied us as as the bedroom. George doesn't notice it immediately, then he stops short"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Anne? Finally he returns, half dressed, into the kitchen. Anne is seated in the same place and looks at him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "What are you doing? She turns toward the breakfast."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "You left the water running. 9. Georges stares at her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(both aghast and furious) Hey, what's going on? Are you completely crazy? Is this supposed to be a joke, or what's going on? She looks at him with amazement."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "What did you say?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SERIOUSLY)"
            }, 
            "text": "Is this a joke? Is this meant to be a joke?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "What joke? I don't get it! Why are you talking to me like that? What's got into you? Georges comes from the door to the table."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Anne! Please! Stop this game. It's not funny."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(GETTING IRRITATED)"
            }, 
            "text": "What game, for Christ's sake? What on earth's the matter?!! Georges is about to answer in a similarly irritated tone, but gradually begins to suspect that he could be mistaken tries to calm down, takes his chair that has remained bes Anne, sits down and looks at his wife. She doesn't know h to react."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What's the matter? Why didn't you react?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "To what?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "To what? To me, to everything."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "When? 10."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Just now. A moment ago."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Please tell me what's wrong. What am I supposed to have done? Georges first looks away reluctantly, then looks at Anne. doesn't want to believe that its serious."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I don't know what to say. Do you really not know what just happened?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "But what DID happen?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(almost reluctantly bowing his head as he speaks) You were sitting there, staring at me. You didn't answer me when I asked you what the matter was. He picks up the wet tea towel from the table."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "I put this tea towel on your face, and you didn't react. Anne looks at the towel, then at Georges, and shakes her head, perturbed that she can't understand. Georges looks her. He sees the damp marks on the collar of her robe."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Look... There's still dampness on your collar. Anne follows his gesture, tugs on her collar and sees the damp marks. She slowly grasps that something is awry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "When... When was it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Just now, a few minutes ago."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "So...??"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "There's no \"So\". I went into the bedroom to get dressed. I wanted to get help. 11."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Help?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Yes, and then you turned off the tap."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Yes. Because you left it on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SILENCE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "I don't understand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Neither do I. PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Don't you think it's best if I call Dr. Bertier?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Why? What can he do?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I don't know. Examine you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "I'm fine. There's nothing wrong with me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Anne, please!! That's absurd. We can't pretend that nothing happened."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "But what DID happen? PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "I'm here. I'm having my breakfast, and you're telling me things happened that I don't understand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Can you explain how the tea towel got there? 12."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(IRRITATED)"
            }, 
            "text": "No, I can't!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Who turned on the tap?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "You did!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Can you remember that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(more and more desperate, close to tears) No I can't! Do you want to torture me? Leave me in peace! Georges looks at her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Don't you think it would be better to fetch Dr. Bertier?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "No! She takes her cup of tea, as if to show how well she is, drinks it up. When she wants to re-fill her cup, she completely misses her aim. She notices it, puts down her and bursts into tears."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 9", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SILENCE"
            }, 
            "text": "We see wide shots of the apartment. The hallway. The bedr The living room. The dining room. The kitchen. Nobody in sight."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 10", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "EVA, around 50, has come to pay a visit. Anne isn't there"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "You know how he is. Once he's got something into his head, he has to go through with it. In the end, everybody was delighted. And besides, it didn't hurt our financial situation. We're playing until the 28th."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "13.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA (CONT'D)"
            }, 
            "text": "Then we have 10 days to rest, then we go to Stockholm for four days, and then to Kumo in Finland. Heaven knows where that is. At the North Pole. But Geoff's already been there few times, and he loves it. We're playing the \"Dowland Transcriptions\" there and then we're back in London."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What about the children?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Liz is at boarding school and John is living his own life. He's twenty- six years old."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What does he do?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "He's a student. We rarely see him. He's got his own ideas. Life Geoff. They don't really get along. Geoff wants to advise him on everything, and John doesn't like that at all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Is he good?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "I think so. He's less impulsive. Very industrious."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "That sounds rather derogatory."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "No!! He's not like Geoff. Quiet, but stubborn. I think he'll do all right. At the last Conservatory concert, he played the solo part in the Haydn Concerto. It was very good. Geoff was there and congratulated him at the end. Brief PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "And you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "What do you mean? 14."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Did you both make up?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "(with a little laugh) My God, you know him, don't you? Over the winter, he suddenly discovered his passion for a viola player who'd been in our ensemble for years. What can I tell you? It was a huge drama, and the poor little darling wound up trying to commit suicide. That scared him and he came back to me in full remorse. I've got used to it now. What's a bit embarrassing is that the ensemble, you can't keep any secrets from anyone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Do you love him?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Yes, I think so. Brief PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA (CONT'D)"
            }, 
            "text": "What's aphasia? Georges gestures that it's too complicated."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What can I say? The carotid artery was blocked. They did an ultrasound scan, two in fact, and they said they had to operate on her. She was scared. She was confused and scared. You know she has always been afraid of doctors. They said the risk was very low and that if they didn't operate, she'd be certain to have a serious stroke."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "And what do they say now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Just that it didn't go well. It's one of the 5% that go wrong. He yawns. 15."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "It's pretty upsetting. He looks at his watch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Usually at this time, I take a nap. My blood sugar is somewhere down in my socks. PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "I'm so sorry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Yeah. PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "What can I do for you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Nothing. It was nice of you to come despite all of your stress. Brief PAUSE. She doesn't know what to say."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "No, really. There's nothing you can do. We'll see how things go when she's back here in the apartment. We'll manage. Maybe I'll get a caretaker in, or maybe I'll manage on my own. We'll see. We've been through quite a lot in our time, your mother and I."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(LITTLE LAUGH)"
            }, 
            "text": "All this is still a bit new. PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "(with a little laugh) It's funny. I don't know if I should say it. Maybe it'll embarrass you. But when I came here a short while ago, I suddenly remembered how I always used to listen to the two of you making love when I was little."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "16.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA (CONT'D)"
            }, 
            "text": "For me, at the time, it was reassuring. It gave me a feeling that you loved each other, and that we'd always be together."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 11", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A carpenter and his assistant are raising the base of the double bed. Georges watches."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 12", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The door of the apartment is opened. Georges comes in. Be him is Anne in a wheelchair, pushed by a paramedic. A sec paramedic (as young as the first) follows with a suitcase a large bag. Behind them, the superintendent. Georges tries to rid of the three as quickly as possible. stuffs a twenty euro note into the hand of the first paramedic."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Here. Thank you very much. It's for both of you. You can just put the things down here. There, beside the window, right. We'll be okay on our own. Thanks a lot. The two paramedics exchange a brief glance, say thanks, a leave the apartment, passing the superintendent as they g"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "(to the superintendent) Thank you, Mr. Mery."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT"
            }, 
            "text": "If you need anything, just call downstairs. If we can help at all..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Right now everything's fine. I'll let your wife know as soon as we need anything."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TO ANNE)"
            }, 
            "text": "It's nice to have you back, Mrs. Laurent."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Yes. Thank you, Mr. Mery. Thank you. 17. The superintendent hesitates another moment."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Yes, thanks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT"
            }, 
            "text": "Yes... So... Goodbye then, ma'am. Welcome home again. Goodbye, Sir."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Goodbye, Mr. Mery."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT"
            }, 
            "text": "Goodbye. He leaves the apartment. There is a brief moment of perplexity. Then Georges says:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(with a nervous smile) Where do you want..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "In the living room. Georges pushes her toward the living room door, walks aro the wheelchair, opens the door, comes back behind the wheelchair and pushes Anne into the LIVING ROOM. The doorway is narrow. The wheelchair only just passes through it. Georges pushes Anne toward the sofa and the armchairs and then steps in front of her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Shall I make some tea?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(with a faint smile) First come sit with me. George registers her smile; he knows he's behaving in a clumsy way. He sits down in one of the two arm chairs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Can you help me into the chair? Georges stands back up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(EAGERLY)"
            }, 
            "text": "Of course. 18. He extends his hands. She puts on the wheelchair brake, l the footrest with her left foot, raises her right leg fro the footrest with her left hand and then extends her left to Georges."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "It's best if you put my arm around your neck and your right arm around me, that way it'll be easy. He does as he is told, pulls her up as they hobble togeth the short distance to the second arm chair. Cautiously, h lowers her down and helps her sit herself straight. Becau they are not used to it, the whole process appears awkwar and clumsy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Thanks. He smiles because it seems silly to him to answer \"Don't mention it\". Then he sits down opposite her. LONG PAUSE. At first they are both ill at ease, but then they accept fact that words do not come easily. After a long while, during which we hear the intermittent sound of the TRAFFI below."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(softly almost to himself) I'm glad you're back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(in a voice just as soft) Me too. Another PAUSE. Then Anne says:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Promise me one thing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Please never take me back to the hospital."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What? PAUSE. 19. She looks at him. He has understood."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "You promise?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Anne..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "You promise? PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Anne, I..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Don't talk right now. And don't give me any lectures. Please. Brief PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What can I say, it's..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(INTERRUPTING HIM)"
            }, 
            "text": "Nothing. Just don't say anything."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OK", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "PAUSE.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 13", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He helps her into bed, then throws the blanket over her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "There."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Thank you. Thank you, Darling."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Everything OK?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SMILING)"
            }, 
            "text": "Everything's fine. He hesitates. 20."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "You don't have to hold my hand all the time now. I can look after myself, you know. He nods."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "And don't feel guilty. That would be pointless. And a drag. For me too."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I don't feel guilty."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "That's good. She smiles."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Go over there now. I'm not a cripple. You can easily leave me alone for two minutes. I won't collapse."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(with a slight smile) OK."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Did you buy the new book on Harnoncourt?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I've already read it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "And?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Do you want it? I'll get it for you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Sure. He goes out of the room to fetch the book. She remains ly there, waiting, and runs her healthy left hand through he hair to make herself look prettier, then smooths out the blanket that has slipped out of place a little. After a while, we hear Georges shouting. 21."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "GEORGES, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't know where I put it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Don't worry. It isn't that important."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "GEORGES, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yes, it is. Hold on, maybe it's in the... Just a moment! Viola! Here you are! Nothing like an infallible memory! She smiles, looks in his direction. He enters with the bo in his hand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "I thought I'd left it over there in the other room, but I'd already put it away. Tidy people just can't help being tidy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(taking the book) Thanks. She puts the book on her stomach. Looks at Georges."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Right now, take care of yourself. And don't wait to see how I hold the book in my hand, OK?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OK.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He looks at her for a moment longer, then leaves the bedr She waits till he's outside. Tries to relax. Then she remembers the book. She takes it in her left hand and tri to open it. It's not easy for her. Then she notices that she's forgotten her glasses. She re the book back on the bed cover and fishes for her glasses the night stand. In the end, she manages it. Then she ope the book again, and tries to read."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 14", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The superintendent's wife puts the filled supermarket bag the counter. Takes the stack of mail that she had put on of one of the bags and puts it down beside them. Then she takes out the receipt and the change. 22."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDANT'S WIFE"
            }, 
            "text": "Unfortunately the strawberries were already moldy. I'll go and get you some fresh ones tomorrow from the market. My husband will bring you the bottled water this afternoon. I'm not supposed to carry anything heavy: my back, you know..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Sure, no problem."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT'S WIFE"
            }, 
            "text": "It came to 76 euros and 40 cents. There's the till receipt and here's your change: 23 euros 60."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Thank you very much. Keep the change. Thanks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT'S WIFE"
            }, 
            "text": "Thank you, sir. Short embarrassed PAUSE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SUPERINTENDENT'S WIFE, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well, I'll be off. Call me if you need anything else."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Yes. I will."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT'S WIFE"
            }, 
            "text": "Is your wife well? ..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Yes, she's OK. She's recovering."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT'S WIFE"
            }, 
            "text": "Fine. Give her my regards. My husband and I are very glad she's back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Yes, we are too. Bye, Mrs. Mery, thanks so much."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT'S WIFE"
            }, 
            "text": "Goodbye, sir. She heads toward the front door of the apartment, turns around again toward Georges. 23."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SUPERINTENDENT'S WIFE, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'll bring you the strawberries tomorrow around noon, if that suits you. He nods, she closes the door as she leaves."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 15", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He stands in front of the closed door of the toilet, wait After a while, we hear the noise of flushing. After a whi longer, we hear"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ANNE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There. Can you come in, please? He opens the toilet door, goes around Anne, pulls her up, puts her left arm around his neck, keeps herself upright way, he pulls up her pants under her skirt. Then they slo hobble out of the toilet and he sits her back down in the wheelchair."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 16", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They are both lying in their beds. Anne sleeps, BREATHING NOISILY. Georges lies with his eyes open, listening attentively to her breathing."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 17", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The sun shines in. Georges has cooked something simple. T are both in a good mood, eating and drinking."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "... some banal romance or other about a nobleman and a lower middle- class girl who couldn't have each other and who then, out of sheer magnanimity, decide to renounce their love - in fact I don't quite remember it any more. In any case, afterwards I was thoroughly distraught, and it took me a bit of time to calm down. In the courtyard of the house where grandma lived, there was a young guy at the window who asked me where I'd been. He was a couple of years older than me, a braggart who of course really impressed me. \"To the movies\", I said, because I was proud that my grandma had given me the money to go all alone to the cinema."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "24.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "\"What did you see?\" I started to tell him the story of the movie, and as I did, all the emotion came back. I didn't want to cry in front of the boy, but it was impossible; there I was, crying out loud in the courtyard, and I told him the whole drama to the bitter end."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "So? How did he react?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "No idea. He probably found it amusing. I don't remember. I don't remember the film either. But I remember the feeling. That I was ashamed of crying, but that telling him the story made all my feelings and tears come back, almost more powerfully than when I was actually watching the film, and that I just couldn't stop. She looks at him, smiles, then turns back to her food."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "That's cute. Why didn't you ever tell me before?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "There are still a few stories you don't know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Aha...? Don't tell me you're going to ruin your image in your old age?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(GRINNING)"
            }, 
            "text": "You bet I won't. But what is my image? She takes a mouthful, eats ponderously. Then she looks at him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TENDERLY)"
            }, 
            "text": "Sometimes you're a rotter. But you're nice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(EMBARRASSED GRIN)"
            }, 
            "text": "Can I take you for a drink? 25. She laughs."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 18", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He does physiotherapy exercises with her. Counts the repetitive movements of the exercises."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 19", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She's lying on the sofa. He's seated in the armchair. The both reading the newspaper. After a while:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Listen to this! My horoscope. Motto: You have lots of verve, but need to be more serious! Love: High-class conversation is what you need. Work: You're motivated again. But proceed with care. Health: Loosen up by doing exercises. It'll give you renewed pizzazz. PAUSE. Then"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(GOOD-HUMORED)"
            }, 
            "text": "You've only yourself to blame if you read stuff like that. Brief PAUSE. Then:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Tomorrow afternoon is Pierre's funeral."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "You have to go."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I fear I must. I don't want to go at all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Who does like going to funerals?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Oh, I know a few people who do. Annette can never wait to get all dolled up again. And Francois has... 26."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "You're mean. What would you say if no one came to your funeral?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(dryly) Nothing, presumably. She shoots him a glance, smiles at his irony. Then she sa"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Have you talked to Jeanne since I was in the hospital? I mean, does she know I can't come?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Of course."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "What did she say?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "She was shocked."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "How?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(a bit irritated) My God, what are people like when they're shocked? She couldn't believe it, she was speechless. I don't remember any more. In any case, not exactly. I've spoken to a lot of people since. PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Sorry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "No, I'm sorry. I didn't mean to be unkind, but I just don't see the point of talking about it all the time. Short PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Do I talk about it all the time? 27."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "No. Sorry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Don't worry."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 20", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The front door is unlocked from the outside, and Georges enters. He's back from the funeral, dressed for the occas He turns on the light. He's wet. Clearly, it's been raini As he closes the door again, his eyes fall on Anne. With back to him, she is sitting on the floor in front of the opened window of the light well, half propped against her wheelchair."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What ... ?! Shaken, he heads toward her, picks her up and seats her i the wheelchair. Outside, in the light well, it is raining PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(once she's seated in the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHEELCHAIR)"
            }, 
            "text": "Why are you back already? What time is it? PAUSE. Georges has understood immediately. He closes the window noiselessly. Then just stands there, at a loss. SILENCE. Then"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SOFTLY)"
            }, 
            "text": "Forgive me, I was too slow."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Anne..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Can you wheel me into the living room? PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Yes. 28. He turns toward her, pushes the wheelchair into the livin room between the two armchairs. Turns on the light. Stops beside the switch. They both look exhausted."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "You're always good at surprises."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Yes. Why are you home earlier?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I didn't come home earlier. I took a taxi. In August, there isn't a lot of traffic."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "That's true. How was the funeral?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Anne...!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "How was it, go on, tell me! He thinks an instant, then goes and sits down facing her an armchair. Looks at her. She raises her head and return his look. He understands that he can't insist right now. PAUSE. Then he begins:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "It was rather bizarre. The priest was an idiot. Then one of Pierre's co-workers made a speech that was embarrassingly emotional. His old secretary came with a radio- cassette player and after the speech she put on \"Yesterday\" by the Beatles. You can't imagine. Everybody turned round to look at her. Apparently, it wasn't planned. His grandchildren were there. Of course they giggled as soon as the music began. Then the urn was put on a huge stretcher that was obviously designed for a coffin, and out we went into the rain. They placed the urn on a small electric cart that crawled along for what seemed like an eternity to the tiny hole they had dug. A lot of people had to stifle their laughter. It must have been terrible for Jeanne. I have... 29."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(INTERRUPTING HIM)"
            }, 
            "text": "There's just no point in going on living. I know it can only get worse. Why should I inflict it on us? On you and me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "You're not inflicting anything on me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "You don't have to lie, Georges. PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Imagine you were me. Didn't you ever think something like this could happen to one of us?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Of course I did. But imagination and reality have little in common."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "But things are getting better every day. We'll..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(INTERRUPTING HIM)"
            }, 
            "text": "Georges, I don't want to carry on. You're making such efforts to make everything easier for me. But I don't want to go on. For my own sake. Not yours."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I don't believe you. I know you. You think you're a burden on me. But what if things were the other way around? What would you do then?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "I don't know. I can't be bothered to think about being you. I'm tired. You tire me. Everything tires me. I can't talk. I want to go to bed. He looks at her. Finally he gets up and pushes her wheelc out of frame."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 21", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "30.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She is lying in bed. The bedside lamp is on. We hear the RADIO coming from the living room: a program about the fauna and flora of the South Seas, or something similar."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 22", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges comes out of the kitchen and opens the front door the doorstep stands the soloist (male or female) from Sce 3 and 4."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(somewhat perplexed, but pleased) Oh hello! Nice to see you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "Forgive me for dropping in on you like this, Professor. I tried to reach you by phone a couple of times, but no luck."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I'm sorry. I only pick up the phone when I've stored the caller's number and I can see who's calling. Why didn't you leave a message? Anyway, do come in... He closes the door behind his guest."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "I just couldn't manage to come by after the concert. I was so sorry, because I was so pleased you came along."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Come with me. While they pass into the living room, they continue to sp"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "... And now, an unexpected opportunity has arisen because Francois Mitry called me - you know him, he's my agent - to say he'd arranged for me to meet the boss of the Theatre des Champs-Elysees tonight to talk about their new concert series."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "31.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST (CONT'D)"
            }, 
            "text": "So I flew to Paris this morning, and while I was in my hotel, I thought, I'll just give it a try and drop in. After all, it's virtually just around the corner. Sorry, these are for your wife. He takes the bouquet of flowers from its wrapping paper a hands it to Georges."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST (CONT'D)"
            }, 
            "text": "Isn't she at home?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Yes, she is. I'll go and get her in a minute. Have a seat."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "I hope I'm not disturbing you too much."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "No, not at all. I'm happy that you came. We were so thrilled by your concert. We hoped we'd see you again soon. Please do have a seat. Can I can get you something? A cup of tea?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "No, no, thank you very much."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Hold on, I'll just freshen up the flowers; in this heat they wilt so fast..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "I've only just bought them. They should keep quite... But Georges has already left the room with the bouquet an closed the door behind him. The soloist looks around him. After a few moments we hear the VOICES of Anne and George the distance, without understanding what they're saying. lasts a while. Finally Georges opens the door and pushes Anne, in her wheelchair, into the living room. 32."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Martin! What a delight. How lovely to see you! The (male or female) soloist has got up and doesn't quite know how to handle the situation."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "Mrs. Laurent! Lovely to see you too."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Don't get up. Come on, sit yourself down and don't look so shocked. The soloist sits down hesitantly, Georges pushes the wheelchair between the two armchairs and also sits down. Brief embarrassed PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "I'm so proud of you. We were both in raptures after your concert. Georges wanted to buy your new CD the very next morning."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "Oh God! I wanted to bring you the CD, but I left in such a hurry that I forgot it. I'm so sorry. I'll get one today and drop it by."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SMILING)"
            }, 
            "text": "No, no, don't worry. We want to make a contribution to your success. Even if it's only twenty euros."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "You've already contributed so much. I owe you so much, Madame."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "You owe it to your hard work and your talent."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "(shaking his head a little) Do you remember, when you first gave me the Bagatelles to play? I was twelve at the time, and in my youthful arrogance I said: \"But why the Bagatelles?\" And you really gave me a piece of your mind. 33. They both smile. PAUSE. Then he goes on:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST (CONT'D)"
            }, 
            "text": "So what happened?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "My right side is paralyzed, that's all. It can happen when you get older."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "And how...?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Let's talk about something else, shall we?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(DISCONCERTED)"
            }, 
            "text": "Sure ..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Don't be offended. But I want to enjoy the lovely interlude you've given us with your visit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(DISARMED)"
            }, 
            "text": "Of course. Brief PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "You haven't told us yet what's been going on since the Paris concert. The soloist is a bit thrown by the couple's behavior."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": "Well, actually I've spent most of the time in London studying. Then I went to Copenhagen for two performances, that was Schubert too. My whole life revolves around Schubert at the moment. The concerts with the Impromptus and the Moments Musicaux, and for my bread-and-butter work I'm developing the sonatas. Not the late ones, I think I still need a couple more years for those. 34. (The dialogue concerning music will be modified according the performer chosen.)"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Could you do me a favor?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SURPRISED)"
            }, 
            "text": "Really?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Would you play Fur Elise?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(EMBARRASSED)"
            }, 
            "text": "Um, I don't know if I remember it very well. Beethoven, it's been a long time since I've... But if you want..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Give it a try."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SOLOIST"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HESITANTLY)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OK.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He looks at Georges, then at Anne again, gets up, goes to grand piano and plays."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 23", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges is leaning against the chest, and watches Anne, w is practicing maneuvering her new electric wheelchair. Forward, backward, turning. In the end, she goes round an round in circles several times. He laughs, so does she."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 24", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Anne is lying in bed. A book rests on her stomach. She listens to the PIANO playing coming from the living room. After a while the music stops."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "What's the matter?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LIVING ROOM"
            }, 
            "text": "Georges is seated in front of the open piano. His hands i his lap, he looks straight ahead."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 25", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "35.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The superintendent's wife runs the vacuum cleaner over a carpet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 26", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Anne is seated on a stool. Georges washes her."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 27", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges has cooked himself a steak and is eating. On the radio, we hear the EVENING NEWS. Suddenly, coming from th neighboring room, a LOUD CRASH and the SOUND of crockery breaking. Stifled CRY from Anne. Georges gets up, irritat crosses the HALLWAY and enters the BEDROOM. Anne lies on the floor, beside the overturned night stand the midst of the crockery and remains of a meal."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(shocked, and hence furious) Good God, what are you doing? He hurries toward her and pulls her up rather roughly int the bed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Have you lost your senses?! I don't believe it! How stupid! He points to the broken objects."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Look at that! Did you need to do that? Can't you call me when you need something?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(meekly) I'm sorry."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(STILL FURIOUS)"
            }, 
            "text": "Yes, so am I."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SOFTLY)"
            }, 
            "text": "Sorry. Georges bends down, and begins to gather up the scattered objects."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "The lamp is broken too."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 28", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "36.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bathroom. Georges, in pajama pants, naked torso, brushes his teeth. doorbell rings. Georges spits out, wipes his mouth, goes into the hallway over to the front door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Yes? Who's there? No answer. Georges is very irritated. O.S., Anne calls to"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HIM:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Georges? What's going on? Who is it? Georges opens the door. Outside, however, instead of the usual landing, we see an empty room lit a giorno but with a window, about as large as the rooms in the apartment. I looks like an unpainted room in a new apartment. A couple ladders are propped against the opposite wall. At the oth end of the room, to the side, is a small door. Georges is stunned, and doesn't understand what has happened. Hesitating, he crosses the room toward the door. O.S., in the distance, Anne's worried voice:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Georges? What's going on? Georges opens the small door. Behind it is a narrow, windowless corridor, as brightly lit as the room. At the of the corridor, a door. Georges heads toward this door a opens it too. Behind it is a tiny windowless room, equall bright as the others. Everything is very quiet. Georges enters, turns round, then goes back along the corridor, crosses the room, comes through the apartment door into t hallway of the apartment. But it too is now empty and bri with bare unpainted walls, no doors; only the door to the bedroom is open. Behind that too, it appears to be empty bright. Georges goes toward it. At the same time, we hear GEORGES' VOICE. At first he gro but then begins inarticulately hollering, louder and loud Shortly after, we also hear:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE'S VOICE:"
            }, 
            "text": "Georges, what's going on?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 29", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Darkness. GEORGES HOLLERS 37."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE'S VOICE"
            }, 
            "text": "Calm down will you! There's nothing there. It's nothing. She manages to switch on the bedside lamp. Georges is sit up in his bed, having just awoken, wide-eyed with terror. breathing is labored. Anne extends her good hand toward him, caresses his back calm him. He slowly calms down and flops back on his pill"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "What was it? He doesn't answer. Continues breathing heavily. She cares him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(still with labored breathing) I didn't understand... I thought I'd gone mad... It was something impossible..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "What was?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 30", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Close shot on the screen of a cell phone. We read on it: Coming to Paris on 12th. Plan to stop by in afternoon. Ho all well. So look forward to seeing you. Love Eva. We hear O.S. the voice of"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Eva. They're coming on the 12th. He crouches down in front of Anne who is seated on the be puts his mobile phone back in his pocket and continues to on her socks and her shoes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Why?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "No idea. Apparently she's coming with Geoff."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "When is it? 38."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I don't know exactly. What day is it today? I'll go and look. Short PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "I don't want that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Geoff doesn't need to come. PAUSE. Georges doesn't agree, but continues to dress Anne."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "I don't need any comments on my predicament. I can only take his British humor in small doses."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 31", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Once more the set of physiotherapy exercises. Things are going better. Georges smiles encouragingly at Anne, notic her improvement. She reacts like someone duty-bound, but without conviction."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 32", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Close shot: a CD is inserted into a player. As the MUSIC begins (the concert heard in Scene 3), Georges takes a ca out of the envelope that contained the CD and reads it to"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Dear Madame Laurent, Dear Monsieur Laurent, it was beautiful and yet sad to see you. My heartfelt wishes that things will get better. With deep gratitude, your former pupil, Martin. The MUSIC makes their SILENCE less awkward. Then, after a long while, Anne says:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Stop the CD. He hesitates, looks at her, then stops the music. They re SILENT. 39."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 33- INT. KITCHEN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They eat. Suddenly, Anne says:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Where are the family albums?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "The family albums? I don't know, there, in the other room. Why?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Can you get them for me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What, now? Anne nods."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Why, Anne?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "I'd like to look at them. Georges hesitates, and doesn't understand the suddenness this request."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Please! He finally gets up and goes into the adjoining room. He c back after a few moments with a stack of albums, pushes a the remains of Anne's meal and sets down the first album front of her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Thanks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(a bit irritated) You're welcome. With her able hand, Anne opens the album, looks at the photos, turns the pages, looks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "That's nice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(self-consciously, softly) What? 40."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Life...so long... What a long life... Georges looks at her. She continues to thumb through the pages. After a while she turns toward him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Stop watching me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(caught in the act) I wasn't watching you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Of course you were. I'm not that dumb yet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 24", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They are both lying in bed. Georges reads the day's news Anne from the newspaper. When he looks over to her, she h fallen asleep. He then puts the newspaper on the night st and turns out the light."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 35", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bedroom. It's morning. Georges is helping Anne to get out of bed i her wheelchair. As he does it, he notices that the bed an her nightgown are wet."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "You're soaked through."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "What do you mean? Brief PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Hold on. He sits her back on the bed and goes out of the room."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "I'll be right back. During this time, she remains seated, feeling embarrassed and waits. He comes back with a towel and puts it on the of the wheelchair. 41."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "It's no big deal. Come on. He lifts her out of the bed into the wheelchair and pushe her through the hallway into the bathroom. He lifts her out of the wheelchair, sits her on the stool takes off her wet nightgown, pulling it over her head. Sh starts to SOB inconsolably. He caresses her face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Come on, darling. It's nothing serious. Things like that happen.."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SOBBING)"
            }, 
            "text": "I can't... take it any more. He holds her tightly against him, strokes her hair, feeli helpless."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "My love. My darling."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 36", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Anne is in bed. She's on a drip. Eva is seated on a chair beside the bed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "... thinking about whether it wouldn't be better to invest the money in an apartment block. If inflation gets going again, property is the only sure thing. Right now, savings accounts pay 1.75% at best. Four years ago, Geoff bought some stocks with a small sum of money and the whole thing collapsed. So now we're obviously worried. Unfortunately, in the meantime, other people have had the same idea, and property prices are going through the roof. Since we came back from Scandinavia, I spend all my spare time looking through newspaper ads. To put an end to the PAUSE that follows, she adds:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA (CONT'D)"
            }, 
            "text": "It takes time, that's all. We'll find something in the end. 42. Another oppressive PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(slowly) Yes yes I have... I have... the grandmother... woman with house... not... the house then ... money"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "I don't understand you, I'm afraid."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "... yes... now... it's all... house sel... sel... sel... was... in two strokes of... so quickly... god it's hard... to say... sell... money gone... left... there too... PAUSE. Eva has tears in her eyes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 37", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges and Eva's husband, GEOFF, around fifty. He speaks with a British accent."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "... three times a week... I'm not experienced enough. We'll see if that's enough."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEOFF"
            }, 
            "text": "How much is she asking?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "It's paid by the hour. We'll see."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEOFF"
            }, 
            "text": "And her?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Anne? Geoff nods. Georges shrugs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "It's hard to say. Sometimes I get the feeling she's totally unaware of the state she's in. And then I feel the opposite. It's... I don't know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEOFF"
            }, 
            "text": "And what about the doctor? What does he say? 43."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "He's... Eva comes in through the door. She's in floods of tears."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(CRYING)"
            }, 
            "text": "She only talks gibberish. I don't know what... Geoff gets up, hesitantly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEOFF"
            }, 
            "text": "Hey, dear... He goes toward her and leads her to the armchair where he sitting."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEOFF (CONT'D)"
            }, 
            "text": "...come here, sit down, it's OK. She shakes him off, irritated, and sits down."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Nothing is OK. At first he's vexed by her brusque response, but then goe sit down on the sofa. Meanwhile, Eva turns to Georges:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA (CONT'D)"
            }, 
            "text": "What's going on, actually? You can't just leave her lying on her bed like that! She's unrecognizable! It's ridiculous!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "We can't do anything for the moment. Calm down, darling. She's getting medical treatment, they give her the necessary medication, and there are no other options right now."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "What does that mean, \"no other options\"? Why isn't she in a hospital?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "She had a second stroke. Bertier examined her and felt we could spare her all the hospital inpatient procedures."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "44.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Anyway, they wouldn't keep her, they'd send her to a care home. What they do in those places, we can do here. Eva looks at him, amazed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "And she won't be put in a care home. I promised her that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEOFF"
            }, 
            "text": "Don't you think you're taking on too much?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Have you got a better idea? Geoff doesn't know what to say. Eva has composed herself somewhat and blows her nose."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "I can't believe that these days there's no way of handling this efficiently."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(CURTLY)"
            }, 
            "text": "No one's stopping you from finding out. Eva gets up, furious, and goes to the window. Georges fol her with his eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(PEACEABLY)"
            }, 
            "text": "Believe me, I love your mother as much as you do. So please, don't treat me as if I was a total idiot incapable of doing the obvious."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "I didn't say that. I'm simply questioning whether what I see going on here is the answer to everything!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEOFF"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TO GEORGES)"
            }, 
            "text": "Don't you want to get a second opinion? 45."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Now you two had better stop, OK? Another doctor did come. He said Bertier was right. From Monday, a nurse will come three times a week. Now can we talk about something else?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Like what?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 38", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges washes the tea cups that he used for Eva and Geof On the radio, the EVENING NEWS."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 39", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "With expert gestures, a nurse shows Georges how to lie An down and put an incontinence pad on her. She's now almost incapable of moving, and has to be turned over like an object, as tears flow silently down her face."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 40", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Anne is at the piano and plays the piece from the Scene 3 watch her and listen to her for a while. Georges is seated in his armchair and looks at the piano. Finally he leans over toward the CD player and stops it. MUSIC suddenly stops. Georges remains silently seated."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 41", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He prepares a bowl of muesli, fills a sipping cup with wa and brings both into the bedroom. Sits down on the bed cl to Anne to feed her her food."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "There, my love, I hope you like it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OK...", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He begins to feed her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I added a little orange juice. I find it tastes quite good. She can only swallow slowly, and so something keeps runni back out of her mouth. He wipes it with a tea towel, continues to feed her. Finally, after a few mouthfuls, sh keeps her mouth shut. 46."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Come on, Anne, you have to eat some more. You've only swallowed three mouthfuls. Anne continues to keep her lips sealed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Please, darling. A bit more. Anne doesn't move. He puts the muesli on the night stand holds the sipping cup to her lips. She drinks slowly, one after the other. He pulls the cup back between each sip, give her more time. Suddenly she says:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "...Mom to the concert..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Yes?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "...Mom to the concert... no dress..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Mom has no dress for the concert?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "...Mom to concert... no ... uuu... no..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Yes? Long PAUSE. Georges waits."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 42", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges and the nurse install Anne on a metal armchair in shower. As she does so, the nurse keeps talking reassuringly to A Finally, she turns on the tap."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(in a monotone) Help! Help! Help! Help! Help! Help!... Without being phased, the nurse continues to speak reassuringly. Georges remains standing there, helpless."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 43", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "47.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Kitchen. Georges and the nurse are seated at the table with a cup coffee. In front of the nurse, on the table, is a sum of money. As they speak, we hear, coming from the room, Anne CALLS FOR HELP."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "... we could take turns. She'd come from 8 till 12 and I'd do 2 until 6, or 3 to 7. That would certainly relieve the pressure on you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I'll think about it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "She just has to know in time so she can arrange it in her schedule."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Yes, of course, I'll let you know in the next few days."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "Very well. I have to go now... She takes the money on the table, pockets it and gets up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE (CONT'D)"
            }, 
            "text": "Thanks for the coffee."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "My pleasure. I'll see you out. They both leave the kitchen. As the nurse, in the hallway takes her jacket off the hook in the closet and puts it o she comments on Anne's continuing CALLS FOR HELP."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "You mustn't take it too seriously. Usually they always say something. She might just as well say \"Mom, Mom, Mom\". It's just mechanical."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(nodding, softly) I know. They've reached the door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "Goodbye, sir. 48."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Goodbye. He closes the door behind her. Remains motionless a momen then goes into the bedroom, where Anne's CALLS FOR HELP, unaltered, continue. Georges sits down beside Anne on the bed, takes her hand, holds her. After a while, Anne calms down, her CALLS FOR become quieter and finally stop altogether. After a long PAUSE:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "(slowly, softly) I'd like to hire a second nurse. The two could take turns. That would make everything a bit simpler. What do you think? Long PAUSE. Then:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(softly) ...Help...Help..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 44", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They are both lying in bed. Georges SNORES noisily. Anne' eyes are open."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 45", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The front door. We hear the key in the lock. Georges ente with a shopping bag, and behind him is the superintendent carries bigger and heavier bags. Georges holds the door o for him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Would you mind putting them in the kitchen. The superintendent precedes him into the kitchen with the bags. Georges calls toward the bedroom:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "I'm ba-aack! He then follows the superintendent into the kitchen. The superintendent has put the bags on the work surface."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Thanks very much. 49."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT"
            }, 
            "text": "Can I do anything else for you, sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "No, thanks, Mr. Mery. You've been a big help."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT"
            }, 
            "text": "Oh, it's nothing, sir. Georges has already taken out his wallet and gives some m to the superintendent."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT (CONT'D)"
            }, 
            "text": "Thanks a lot, sir."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I'll let you know if I need you again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT"
            }, 
            "text": "With pleasure, sir. He gets ready to leave. He stops again in the doorway and turns around."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT (CONT'D)"
            }, 
            "text": "May I say something, sir?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What is it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT"
            }, 
            "text": "My wife and I, we're very impressed by the way you're managing everything. I take my hat off to you. As he speaks, Georges' mobile phone has started to ring."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(taking the mobile phone from the pocket of his jacket) That's very kind of you. Thanks. See you soon."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUPERINTENDENT"
            }, 
            "text": "Give my regards to your wife."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I certainly will. Thanks. 50. As the superintendent leaves the apartment, Georges looks the display on his mobile phone and makes a call."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Hello Eva, how are you?... Things are fine."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 46", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges, standing at the foot of the bed, faces Anne and starts singing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "(insistently)...Sur le pont ..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "... Ssssur..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "...Sur le pont..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "po ... pont ... sss"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "...Sur le pont ... Sur le pont ..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "... Ssssur le pont ..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(smiling to encourage her): ... Sur le pont d'Avignon..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "... ssur... le .."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "... pont... Sur le pont d'Avignon... (he begins to sing): Sur le pont d'Avignon on y danse, on y danse, sur le pont d'Avignon tout le monde y danse en rond... He encourages her to sing with him. Starts singing again:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Sur le pont d' Avignon, on y danse, on y danse ... Anne tries to sing too, she has a hint of a smile on her face, but she produces only isolated SOUNDS. 51."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "(singing to encourage Anne, accompanied by the sounds that she produces): Sur le pont d'Avignon on y danse, on y danse ... Sur le pont d'Avignon tout le monde y danse en rond ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 47", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A second nurse is doing Anne's hair roughly. The brush st in her tangled hair."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SECOND NURSE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(\"CHEERY\")"
            }, 
            "text": "... there we are...now we're all beautiful again...so everybody will admire us...there...you see... wait... She takes a mirror that she has placed within reach. Hold in front of Anne's face."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SECOND NURSE, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well?... What do we say to that? Aren't we a pretty sight? Anne, sickened, averts her eyes. Emits a muffled SOUND. T nurse ignores it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SECOND NURSE, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You'll see, Monsieur will be dazzled by you... Furious SOUND from Anne."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 48", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The window opening onto the light well is open. A pigeon landed on the window ledge. It walks to and fro, then finally dares to jump down insi onto the floor. It starts to explore the surroundings. We hear the TOILET FLUSH. Georges comes out of the toilet The door opening frightens the pigeon. Alarmed, flapping wings, it flutters about the room. After a moment of surprise, Georges tries to shoo it back toward the window. But the bird escapes in the opposite direction. George follows it. He closes the doors of the other rooms. Coming from the bedroom, we faintly hear ANNE'S VOICE. 52. Georges fetches a towel from the bathroom. He chases the bird. He hits out at the bird for so long that it escapes back out through the window. Georges, visibly exhausted, to sit down on the chest in the hallway."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 49", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges and the second nurse."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "... as you wish, sir. I don't know what you were expecting. I gave up another job to come and work here. You should have thought it over before deciding whether you wanted a second nurse or not."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "But I've only just found out how incompetent you are."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FURIOUS)"
            }, 
            "text": "What's that supposed to mean?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I don't want to discuss it with you. Anyway, you wouldn't understand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "No one has ever complained."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Good for you. (To get rid of her) How much do I owe you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "(after a brief calculation) Seven hundred and eighty euros. Georges takes his wallet from his jacket hanging on the armchair and takes out eight one-hundred euro bills. The nurse is hopping mad."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE (CONT'D)"
            }, 
            "text": "I've never had anything like this happen to me before. Who do you think you are?! I've been doing this job for ten years. I don't need you to teach me how to do it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Do you have twenty euros? 53. The nurse takes out her purse angrily, looks inside."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Then take the eight hundred euros. You can go now. The nurse pockets the money."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "You're a nasty old man. I feel sorry for you. Georges has put back his wallet, turns to her again and l at her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I hope from the bottom of my heart that one day someone treats you the way you treat your patients, and that you too will have no way of defending yourself. Now get out. She looks at him, at first doesn't know what to answer, t"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NURSE"
            }, 
            "text": "Go fuck yourself, you old fart! She leaves, slamming the door behind her. A few seconds later, we hear the front door of the apartment fall shut. Georges sits down in his armchair, looks straight ahead. he lights a cigarette, his hands shake, he smokes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 50", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He tries to pour some tea into her mouth with the sipping cup. She won't loosen her lips."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "... Please, open your mouth... go on... open it... Anne! Please!... come on... stop that!... He sits upright."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "If you don't drink, you'll die. Indecipherable SOUND from ANNE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Is that what you want? 54. PAUSE. She looks at him. He bends over her again, present the cup in front of her sealed lips."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Come on, Anne, please. She doesn't react. He opens her lips with his fingers and tries carefully, but using some force, to separate her te Pours a little tea in. The liquid runs out of her mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ANGRILY)"
            }, 
            "text": "Goddammit! He puts down the cup, takes a towel and wipes the liquid, some of which has run down onto the pillow. He tries to m it up. She watches him the whole time. Finally he puts th towel down beside the cup and looks at her. Tries not to his helplessness and his anger."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Anne! ... You can't force me to let you die of thirst. If you persist, I'll call Bertier and he'll put you in hospital. They can force-feed you there. Is that what you want? BRIEF PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "I promised to spare you that. But you must help me. I'm out of my depth. He takes the cup again and puts it against her lips."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Please, Anne! Her lips remain sealed. He presses the cup hard against t"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Drink that, now! It hurts her, so she opens her mouth and lets in a little liquid."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "There! She closes her mouth again and he puts down the cup. 55."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Good. Then she spits it all out like a fountain. After a moment bewilderment, he slaps her. SILENCE. He's frightened by his own gesture. Then he puts down the cup and sits on the chair beside the bed. They d look at each other. LONG PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SOFTLY)"
            }, 
            "text": "Help... help... PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SOFTLY)"
            }, 
            "text": "Please, forgive me. PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(softly) Help... Help... Help... Help..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 51", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The various paintings hanging in the apartment. Without t frames. Like views on various realities. SILENCE. Sometimes, the REMOTE sound of TRAFFIC in the distance."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 52", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Living room. Georges is drinking tea and reading the newspaper. SILENC Suddenly, the DOORBELL RINGS. Georges, annoyed, puts down his newspaper, gets up, goes the hallway and goes to the front door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Who's there?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA'S VOICE"
            }, 
            "text": "It's me. 56."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Eva?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA'S VOICE"
            }, 
            "text": "(a bit irritated) Yes. Georges, panicked, thinks for a few seconds."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Just a minute. He goes toward the bedroom door, locks it and puts the ke his pocket. He goes into the dining room, also closes the door leading to the bedroom. He comes back. He is about t toward the front door, but remains motionless an instant, opens the door of the toilet that is located just nearby, flushes the toilet, closes the toilet door again and open the front door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Hello. A brief kiss hello."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Hello. What was going on?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "I was in the toilet. Sorry. He closes the front door behind Eva, indicates the direct of the living room."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Come in. Eva points to the bedroom with a questioning look. He sha his head as if to play down the question, and indicates b in the direction of the living room, as if to say: \"You understand, huh?\". Eva is slightly irritated, but follows into the living room. He closes the door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Why this unannounced visit? Where have you come from?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "What's going on with Mom?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Nothing. What should be going on? 57."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Well... (gesture toward the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BEDROOM)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Don't you want to sit down first? Eva wants to answer, but finally gives in and sits down. Georges does the same."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "So why are you in Paris?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "What's going on with Mom? Why don't you answer the phone? After our last conversation, I left four messages on your answering machine. Why don't you call back?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Sorry. I didn't listen to it. Forgive me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Don't you realize we're worried?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Your worries are no use to me. Eva glares at him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "No, don't get me wrong. I'm not criticizing you. I just don't have the time to deal with your worries, that's all."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Dad..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "No. Let's stop this conversation right there. I'm taking care of your mother. It's a full-time job. And I'm not saying that to complain, just to explain why I didn't answer your phone calls and why I don't want to have any pointless discussions on the subject. Your mother is just as could have been expected: bad the whole time."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "58.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "She is turning more and more into a helpless child, and it's sad and humiliating, for her and for me. And she doesn't want to be seen in that state either. Even the last time you visited, she didn't want you to come. You two have your own life. Nothing wrong with that. But let us have our life too. Even though it's a lousy one. OK?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Dad, what's the matter?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Nothing's the matter; your visit caught me by surprise. And I'm annoyed that you show up here to check that everything's OK. Who do you think you are? PAUSE. Eva is speechless."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "I...", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Then she gets up and makes to go to the door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Stay here, will you! She stops short, looks at him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "(softly, but insistently) Please! She hesitates a moment, but winds up leaving the living r"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WE HEAR HER PASS IN THE HALLWAY TO GO INTO THE BEDROOM AN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HER VAIN ATTEMPT TO OPEN THE DOOR.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EVA, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mom? ... Mom?? Georges remains seated, motionless, until she comes back. seems upset by the situation, as one would expect."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA (CONT'D)"
            }, 
            "text": "Tell me, what's going on? Have you gone crazy?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Please, sit down. 59."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "I don't want to sit down. What's going on here?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(QUIETLY)"
            }, 
            "text": "Nothing's going on. I want to spare us all a pointless drama. I presume your mother is asleep. She mostly sleeps the whole day. And then she wakes up at night. If you really want to, we'll go and see her in a little while. Now, sit down. OK? They look at each other. Reluctantly, Eva heads toward her armchair and sits down. PAUSE. Then Georges goes on in a quiet voice:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "We do our speech exercises every day, or we sing together. Most of the time, I wake up around 5. At that time, she's still awake. Then we change her incontinence pad. I rub cream on her to avoid sores. Then, around 7, I try to persuade her to eat and drink. Sometimes it works, sometimes not. Sometimes she tells me things from her childhood, then for hours she calls for help, and then an instant later she's giggling away to herself, or crying. Nothing of any of that is worth showing to anyone. SILENCE. Eva looks down. Finally, she says:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SOFTLY)"
            }, 
            "text": "You can't stop me from seeing her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(ALSO SOFTLY)"
            }, 
            "text": "No. They remain seated for a moment, finally Eva gets up. Geo follows her into the hallway. He unlocks the door and they enter the bedroom. The bright light from outside filters through the blinds. 60. Eva goes over to the bed, looks at Anne. Finally, she caresses her face, shyly and clumsily. Anne opens her eye Looks at her. No movement."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "It's me, Mom. Anne emits a FURIOUS SOUND."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA (CONT'D)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(HELPLESS)"
            }, 
            "text": "Can I do something for you? Mom..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Mom... Mom... Mom... Mom... Mom... SILENCE. Georges has remained by the door. After a while, they bot leave the bedroom, cross the hallway to come back in the living room. Georges closes the door. For an instant he puts a consoli hand on Eva's shoulder. Then he sits down. Eva, trying to compose herself, goes toward the window an looks outside. Suddenly she starts sobbing. After a while, Georges gets up and goes out of the room. vexed, blows her nose. Shortly after, Georges comes back. He has another teacup his hand, puts it down beside his on the table and sits d"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "The tea isn't very hot any more. Eva turns toward him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "But it does make you feel better. After a short PAUSE, Eva comes toward the table. Sits dow He fills her cup."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Thanks. She takes the cup, drinks. Replaces it. Still can't bring herself to look at him. 61."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "It was silly of me to lock the door. I'm sorry. You took me by surprise, that's all. I'm sorry. She nods her head, indicating she understands. Finally sh looks at him:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "What's going to happen now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(with a little ironic laugh) What's going to happen now? The nurse comes twice a week, and every two weeks Dr. Bertier and the hairdresser come. That's what you want to know, right? Things will go on as they have done up until now. They'll go from bad to worse. Things will go on, and then one day it will all be over. Brief PAUSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "You can't go on like this, Dad."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "Can't I? What do you suggest?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EVA"
            }, 
            "text": "Can't we have a serious talk, you and me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "What do you call \"a serious talk\"? What do you want to suggest? Do you want to have Mom live with you? Do you want to pack her off to a care home? Do you? What do you want? Go on, talk to me \"seriously\"! Eva looks at him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 53", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges is seated on the bed beside Anne, who is still bedridden. 62."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(in a rush)... short... short dress... only I... only I... all long... it was... (with a small gesture to imitate a bell): ding... dong..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SMILING)"
            }, 
            "text": "Yes, it swung to and fro."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(still rushed) ... yes... to ... fro ... you... very serious... like that... (she imitates a serious countenance, continues in a low voice): like that... serious..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(unable to keep from laughing a little) Yes. I think I was pretty uptight."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "(smiling) yes... up... tight... PAUSE. Anne puts her hand on Georges'."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "... it was n...nice... SILENCE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 54", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BATHROOM"
            }, 
            "text": "Georges is shaving. Suddenly we hear, coming from the bedroom,"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE'S VOICE"
            }, 
            "text": "(loud) Help... Help... Help... Help... Help... Georges wipes his face and, to the sound of Anne's cries, crosses the hallway and enters the bedroom. Anne continues to cry out in a monotone to herself. Georges goes over to her bed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES"
            }, 
            "text": "(trying to calm her like a sick child) What is it?.."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "63.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "Are you in pain?... What's the matter?... Is your pad full? He raises her blanket for an instant and sniffs, then replaces it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "No... So what's hurting you? He sits down beside her on the bed. Takes her hand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "It's all right... it's all right ... I'm here... everything's fine... we'll... Hold on, I'll tell you a story... but you must be quiet, I can't talk too loud, it wears me out... Here we go: when I was little... well, I wasn't as little as all that... it was toward the end of primary school, so I was about ten, Dad and Mom sent me to a holiday camp. They thought it would do me good to spend the summer with kids my own age... We were lodged in an old castle in the midst of a magnificent wooded landscape... I think it was in the Auvergne... I don't know... in any case it was the opposite of what I'd expected... We had to get up at 6 and go for a morning swim. Not far from the castle, there was a pond fed by an icy mountain stream. We entered it running, in a double file. You know, I was never very sporty. They had a program to keep us on the go all day, probably to nip any potential pubescent impulses in the bud ... But the worst thing was the food. The third day after our arrival, there was rice pudding for lunch. I hate rice pudding. We sat at long tables in a huge hall. I didn't want to eat the stuff and the housemaster said to me: You won't get up until you've cleared your plate. So after the meal everybody left the room, and I remained seated, in tears. I had made a secret pact with Mom. I was to send her a postcard every week."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "64.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGES (CONT'D)"
            }, 
            "text": "If I was pleased with the place I was to draw some flowers on it, or if not, some stars. She kept the card; it was covered all over in stars. After three hours, I was allowed to leave the table. I went up to my room, got into bed and had a fever of 42 degrees. It was diphtheria. They took me to the nearest hospital where I was put in an isolation ward, which meant that Mom, when she came to visit me, could only wave at me through a window. At some point I lost that postcard. It's a pity. Anne has become ever calmer during Georges' story. He sti holds her hand. LONG SILENCE. Then Georges reaches across Anne's body to get hold of hi pillow and presses it over her face. STIFLED SOUNDS from Anne. Everything that can still move in her body starts t move. Georges presses down heavily on the pillow, lies on with his whole weight, for a long time, until all Anne's movements stop. Then he sits up, exhausted, and without removing the pillow from her face, remains seated beside SILENCE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 55", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hallway. The front door of the apartment is unlocked. Georges, in clothes, enters with two big shopping bags full of cut flowers. He puts down the bags, takes off his coat, hangs in the closet. The TELEPHONE RINGS. Georges takes the bags and carries t in the kitchen, puts them in the sink, fills it with wate He starts to cut the stems and put the flowers in the wat We watch him doing so for a while. Meanwhile, the TELEPHO HAS STOPPED RINGING."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 56", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges has opened one of the sections of the large wall closet. He is looking for a specific dress. He takes some out, puts them back inside. One of the dresses slips off hanger and falls to the floor. He picks it up, hangs it u again. He ends up finding the one he was looking for. He takes it out on its hanger. Closes the closet again. 65. Looks at the dress. Then he lowers his arm a little and i about to leave the bedroom. He catches his feet in the dr He just saves himself from tripping up by grabbing on to wheelchair that is parked there. Exhausted, he flops down into it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 57", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "With wide adhesive tape, Georges seals up the door frame the bedroom."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 58", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges is seated at the kitchen table where he had break with Anne in Scene 8, and writes a letter. PAUSES for reflection. GENTLE COOING OF PIGEONS, scarcely audible. Suddenly, Georges starts. At the far end of the long kitchen, beside the door betwe the kitchen units, a pigeon is walking. Georges stares at For a long time. Then he gets up slowly and, via the door located beside t kitchen table, he goes into the adjoining room. On the sofa there, he has set up his new bed. He takes th wool blanket from the bed and comes back into the kitchen carefully approaches the pigeon that then runs off in ala Georges carefully opens up the blanket and finally throws over the pigeon. But it manages to escape into the hallwa Georges follows it. This action is repeated several times The pigeon is more and more panicky, starts to fly up, flutters about in all directions. Georges closes the ligh well window to cut off its escape route. This lasts an exhausting amount of time, but he ends up capturing it. H cuddles it against him, rolled up in the blanket, leans against a wall, then holds it as if it were a baby."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 59", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "From the adjoining room, we see Georges seated at the kit table, writing. Finally we see what he is writing: ... you won't believe it. A pigeon came in, for the secon time already, through the light well. This time I caught In fact it wasn't difficult at all. But I set it free aga I'm going to ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 60", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "66.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Georges is lying on his bed in the adjoining room, starin the ceiling. O.S., we faintly hear the SOUND of running water, and from time to time the CLATTERING OF DISHES. After a while, Georges gets up and goes into the kitchen. He remains in the doorway and watches Anne who, doing the dishes, at first doesn't pay attention to him, then notic his presence and shoots him a quick glance, saying casual"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "I'm almost done. Georges continues to look at her unwaveringly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE'S VOICE"
            }, 
            "text": "You can put your shoes on if you want. Georges looks at her an instant longer, passes beside her goes into the hallway, sits down on a stool beside the cl and puts on his shoes. O.S. we hear Anne finishing her wo She comes out, hangs up her apron in the closet, disappea for a few moments into the bathroom. Meanwhile, Georges h got up, and looks in the bathroom where, clearly, Anne is tidying her hair and sprucing herself up. When she comes again, he takes her coat from the closet and helps her pu on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE"
            }, 
            "text": "Thanks. They head for the front door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ANNE (CONT'D)"
            }, 
            "text": "Aren't you taking a coat? Georges thinks a few seconds, then takes his trench-coat the hook and they leave the apartment."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SCENE 61", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "- DAY"
            }, 
            "text": "Four long shots: all the windows are open. The sun is shining. It is fairly bright. Hallway. SILENCE. Then the SOUND OF A LOCK BEING OPENED. Eva comes into the apartment. Remains a long time beside the door. Looks around her, ill at ease. Finally she hesitantly goe into the bedroom. 67. Anne's twin bed isn't there any more. On Georges' bed lie only the bare mattress. Eva remains there a moment, then through the partition door into the dining room. There, everything is as usual. Eva continues into the liv room. There too, everything is as usual. Eva stops by the piano stool. Looks out of the window, feeling at a loss. Then s heads toward the sofa and armchairs in the corner. On the table lie the remains of a snack. Eva looks at the table, turns again toward the open windows, through which we hea STREET NOISE. Then she sits down, exhausted, in one of th armchairs. Her diminutive frame seems lost in the big roo END CREDITS (white on a black background)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]