[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LABORATORY"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "In a \"futuristic\" 1920s laboratory, a man in tail coat an bow tie is being tortured. Ultrasound is being piped into ears. It's incredibly painful! He's screaming. Title card: I'm not telling!   I won't talk!!! His torturers, cold men of science in white coats, gradua increase the volume. The pain seems unbearable, the volum reaches level 10 (maximum), the man passes out!"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CELLS"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Guards wearing long leather overcoats throw the man into cell! As the man is lying there on the ground, a dog wiggles through the bars at the window. The dog, a Jack Russell, jumps on top of the man - visibly his master - and begins lick his face. The man opens one eye! When he sees his do he can't help cracking a smile... The man, now on his feet, looks in pain. Despite the pain motions to his dog who begins to bark in lively fashion. Outside the cell, the guard looks curious about the noise goes to the door, opens the spy flap and finds himself fa to face with the man, eye to eye just a couple of inches apart! The man moves his eyes in such a way that he hypnotizes the guard! Superimposed on the screen: a spinn black and white spiral, until the dazed guard take his ke opens the door and releases the man and his dog."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "2."
            }, 
            "text": "The man (the hero, thus) imprisons the guard without harm him, then runs over to the guard's desk. His ears are sti causing him pain, but he opens a drawer and takes out his belongings: a top hat which he snaps open, and a mask, wh he puts over his head to conceal his eyes. We catch up with the masked man walking down corridors. H suddenly stops, copied by his dog who follows him like hi shadow. The man, on his guard, has spotted another guard where two corridors meet. With a look, he orders his dog to move forwards into the guard's line of sight. The guard looks over at the animal Using his fingers, the hero pretends to shoot his dog. Th dog collapses, plays dead. The guard, increasingly curiou gets to his feet. He slowly approaches the motionless dog When he comes close he is attacked from the side by the h who quickly puts him out of action with a mere punch! The masked man then rushes to another cell, and releases young female prisoner. She too is wearing evening dress. she is thanking him he staggers and clutches his ears in pain. She's concerned. Title card: Can I help you in some way? He refuses. Title card: No. I don't get helped.   I give the help around here. He composes himself. She casts him an admiring glance. Th in view of the urgency of their situation, they escape at run."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HOUSE/LABORATORY"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "They come out of a house that is lost in the hills, climb into a Bugatti sports car that the man starts by rubbing wires together, and speed off."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ROAD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The car speeds along the road. Its occupants turn round t check they aren't being followed."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "3."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HOUSE/LAB"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The guard who got knocked out picks himself up, realizes happened and dashes over to his office. He grabs a radio emitter and begins sending a message."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "AIR FIELD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The hero, the young woman and the dog come to a halt in t Bugatti on the air field, by a telegraph pole whose wires lead...to a watch tower. In the watch tower, a radio receptor is vibrating. A sold approaches, listens and suddenly understands! He grabs ho his gun and goes out onto the air field, only to find the fugitives! He tries to shoot at them as he draws closer, the hero manages to throw an airplane propeller at him, b climbing inside where the woman and dog are waiting for h The airplane begins to move. The soldier shoots. The airplane is positioning itself on the runway, while t soldier continues to fire! The aircraft gains speed. The soldier is still shooting, but too late, as the heroo back the joystick, and the airplane takes to the sky... The soldier is furious, but the hero is all smiles as he back towards the ground and shouts something. Title card: Free Georgia forever!!! The airplane flies away into the evening sky."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "AIRPLANE"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "A little later in the night, still at the controls, the m fighting not to fall asleep. Behind him, the women is sle the dog is lying in her arms. Suddenly she is awoken by explosions happening close by! Pandemonium! The man doesn understand it either, he tries to pick up altitude, but q notices that the explosions are in fact pretty and inoffensive. He consults a calendar dial on the control p that shows it is July 14th, immediately understands, and bursts into laughter. Title card: We've arrived, welcome to France!!!"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "4."
            }, 
            "text": "As the music picks up the tune of The Marseillaise, the airplane flies away through the exploding fireworks... The words \"The End\" appear on the screen."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "WINGS MOVIE THEATER LOS ANGELES"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "From the moment they parked the car onwards, we become absorbed by what's happening around the screening of end this film. Behind the screen, we've seen the actor who plays the her his name is George Valentin - closely studying the reacti of the audience. He was standing close to his dog, motion to it not to make a noise. The dog's name is Jack. In the same area, we've also seen the lead actress. Her n is Constance Gray. She too looks tense and is latched ont the arm of a pleasant-looking man who is chewing anxiousl a cigar. The man looks rich, but a little weak. He's sure the producer."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOVIE THEATER LOS ANGELES"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "In the house, much of the audience is open-mouthed, excit immobile and often wide-eyed. In the pit, a symphony orchestra plays to accompany the f (9) Now that the film is ending, and the last note is sounding, the cast anxiously awaits the audience's verdic which, after two or three seconds of silence, bursts into thunderous applause, to the great joy of the actor and th people around him, especially the actress and the produce who kiss each other on the lips. Two theater hands bring down the curtain. (10) The lights come on. George Valentin comes onto the s and acknowledges the audience, they are cheering for him. is so happy he dances a few tap steps to express his joy he acknowledges the orchestra before finally motioning to someone in the wings to join him. Jack the dog trots over response. The crowd laughs and cheers, George waves to th dog, Jack waves back then waves at the audience, the peop are loving it! In the wings, Constance is fuming with rage, but on stage George is pretending with his fingers to pull at the dog, fakes death. Thunderous applause again."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "5."
            }, 
            "text": "Behind the actress, the producer can't hold back a smile, this enrages the actress still more. Suddenly, George, hamming it up, remembers something he'd forgotten, and asks someone from the other side of the wi to join him. It's Constance. She comes over, smiling to t audience, and says something to George with a smile. Title card: I'll get you for that. She waves, but we can tell that her smile is set between teeth. She isn't feeling comfortable. George motions firi gun with his fingers, but she does not fall down, merely casts him a \"very funny\" glance. George looks at his fing not understanding why they don't work anymore then mimes throwing them away behind him, as though they've become useless. Constance stalks back off into the wings in annoyance, but the audience is ecstatic. Once in the wing the actress sticks up her middle finger at George, and exaggeratedly mouths so he can read her lips: \"Put this u your ass.\" George, grinning broadly, responds by clapping hands in applause, then leaves the stage, executing a few more dance steps as he does so. The audience is delighted As he comes off stage, George gets soundly told off by Constance, but, still grinning, he motions towards the audience who are still asking for more. The producer, although delighted by the successful reception, makes a w attempt to calm the actress down. As for George, he retur to the stage, the audience roars. He pretends to want to leave the stage, and mimes bumping into an invisible wall just as he's leaving the stage. George holds his nose, th audience goes wild, Constance gets even madder, and while George carries on clowning about, the producer too breaks into a beaming smile. He's probably realized that George the audience on his side... Constance, furious, storms of is followed by the producer who is trying to placate her, although it looks like he's got his work cut out for him."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOVIE THEATER LOS ANGELES"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Outside, we are in front of a typically American movie th decked out with all the accessories of a grand premiere. entrance is lit up, there are crowds gathered on the side cops are guarding the red carpet with a cordon of bodies, George comes out, causing the crowds, mainly young women, press forwards - and the photographers' flashes to spark life. The cops are struggling to maintain control of the situation as George poses for the photographers and waves his many fans."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "6."
            }, 
            "text": "In the crowd, a young woman right at the front is staring him in rapture. She drops her bag and, as she bends to pi up, a swell in the crowd pushes her underneath the arms o policeman in front of her, out of the crowd and into Geor She stares at him, more in love than ever, delighted to b there. The police wait for someone to give orders. George doesn't quite know what to do. Nobody moves. The young wo finally bursts out laughing, which, after a moment of sho causes George to laugh too, thus placating the cops and t signaling to the photographers that they can take picture the scene. The flashes seem to lend the woman self-confid who, in a very carefree manner, begins to clown about in of them. George is delighted at the sight, by the whole s and, realizing this, the young woman steals a kiss. Flash image becomes static, then dissolves into the printed pic on the front page of \"The Hollywood Reporter\" newspaper, with three other pictures of the scene and the headline W"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THAT GIRL", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The very same newspaper is being read by an elegant woman sitting at a sumptuous breakfast table. We are in the lar dining room of an ultra-luxurious Hollywood villa. All ar her are magnificent furniture, superb paintings and objet d'art, including a beautiful trio of monkeys, one hiding eyes, one with hands clasped to its ears and the third obscuring its mouth. George comes into the room and kisse his wife. She responds with cold indifference. You could the atmosphere with a knife. The woman hands George the newspaper. He knows what's up but tries to laugh it off. doesn't find it funny, is as cold as stone and barely loo at him. She is obviously extremely annoyed with him. Geor picks up his dog and puts it on the table. Jack drops his head to one side and his big eyes implore seem to implore forgiveness. It's the exact expression of someone asking be loved, but Doris is implacable. She gets up, walks awa and does not turn back. Left on his own, George has a clo expression on his face. He seems unhappy to have hurt his wife's feelings. Then he realizes that Jack is on the tab in a ridiculous pose, and signals to him to get down. The obeys. George looks at the paper, the cause of his proble"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HOLLYWOOD STREET BUS"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Thirteen white letters placed on a hillside. HOLLYWOODLAND. Below, in town, a bus."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "7."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    [
                        "BUS, (DRIVING)", 
                        "/HOLLYWOOD"
                    ], 
                    "DRIVING"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Inside the full bus is the young woman from the day befor name is Peppy Miller. She is proudly holding \"The Hollywo Reporter\" with her face on the front page, and is more or discreetly making suggestive glances, hoping that someone recognizes her. But the people around her - from working middle class backgrounds - are visibly on their way to wo remain impervious to her game. She - carefully - puts the paper away in her bag, in whic or five copies of the newspaper are already carefully tuc away, then gets off the bus at the next stop."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "She goes through the main gates of Kinograph Studios, and heads towards where they hire extras. In a courtyard, fifty-odd people are waiting, some sittin wooden crates, others standing. There are mums with kids, guys with animals, men dressed as cowboys, etc. Peppy is among them, sitting next to a man of about sixty who is dressed in a highly stylized fashion. His job is obviousl that of a butler. Peppy proudly shows him the picture in newspaper. The man leans to take a closer look, unfolds t newspaper, sees the headline, smiles and then folds it ba up again and returns it to Peppy text-side-up, highlighti the headline: Who's that girl ? Peppy is a bit annoyed to have been put in her place, but deep down she knows he's right. Nobody knows who she is. puts the newspaper away. A man who visibly works for the studio, some assistant or other, comes into the courtyard, climbs on a crate and ma an announcement. Title card: Contemporary film!   Five girls who can dance All the men who had pressed forwards turn on their heels, leaving the assistant surrounded only by women. The man s something to one girl, who begins to dance. He motions to that it's ok and she heads off towards the wardrobe secti He does the same with a second girl and she gets hired to Then it's Peppy's turn. She puts a lot of energy into a f top class tap steps, impressing the guy to such an extent that he smiles admiringly then signals that she's hired. Full of self-assurance that her lucky day has come, Peppy heads off towards wardrobe too; swinging, her hips as she pauses in front of the butler."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "8."
            }, 
            "text": "Title card: The name is Miller.    Peppy Miller! She finishes with an exaggerated wink, before walking on, leaving behind the impassive butler."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In the lobby, George is preparing to leave the house. He waves at the huge, full-length portrait of himself waving smiling whilst wearing a tuxedo. He looks great in the painting, and George is delighted to see and to wave to himself."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Later, George, in a luxurious car driven by his chauffeur arrives at the Kinograph studios with his dog. The guard entrance smiles broadly at them and waves."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "DRESSING ROOM CORRIDORS -"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As he walks towards his dressing room, everyone smiles at He's not always fooled by these signs of respect, and ape few smiles himself."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "GEORGE'S DRESSING ROOM", 
                    "D"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In his dressing room, wearing a tailcoat and top hat, Geo is finishing putting his make up on. He has a white face dark lips and eyes. His chauffeur is signing autographs f him on full length photographs of himself (George) with h dog. George says to him: Title card: Go and buy a piece of jewelry for my wife. A piece, to make it up to her. The chauffeur nods. Having finished his mask up, George, picks up a photo, looks at it closely and then writes on As he leaves the dressing room, we see the photograph. He written Woof Woof on it, and signed it with the paw print a dog."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "RESTAURANT DECOR SET"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "We're on a film set, the crew is setting up a shot. The director is unhappy with a screen positioned behind a bay window and he sends it off."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "9."
            }, 
            "text": "Title card: Remove that screen and bring me another one! the double! Two hands pick up the screen and carry it away. George arrives on set, everyone smiles at him. He sits down on t chair which bears his name. The producer whom we saw the previous day at the premiere arrives. His name is Zimmer, he's flanked by - and followed around at every moment by two secretaries and two assistants. One of them hands him Hollywood Reporter, and Zimmer, before he's even come to halt, talks to George as he shows him the front page. He visibly upset. George looks a lot more relaxed, he says h and vaguely tries to reassure him. But Zimmer persists, s pointing at the newspaper. Title card: Because of this childish nonsense, there's nothing about the film before page 5! Behind George, the two set hands come back with a new scr of sky scenery, and wait, standing just next to George. A they are holding it, there is a three foot gap underneath While the producer is talking to him, George's attention drawn by a lovely pair of women's legs that have come to stand behind the screen, the top half of the body being hidden by it. George acknowledges the sight with a smile is about to bring his attention back to the on-going discussion, when his attention is drawn away again by a noise, that of the tap steps the female legs are making, presumably as a warm up. George smiles in recognition and responds with a few tap steps of his own. The women's leg instantly stop, seem to think a moment and then answer ba but with a jump in the complexity of the steps. A tap dialogue ensues between the two pairs of legs, until the hands - the path before them now cleared - pick up their screen of scenery and walk off with it. The screen moves and as it disappears reveals that the upper body belongs young woman. She pulls a face meaning 'Here I am!!' And o course it's Peppy, except that she immediately realizes w she is dealing with - visibly she wasn't expecting this a all - and feels completely ridiculous and uncomfortable. Her joyful expression gradually becomes one of abject apology, but George is roaring with laughter. After a short pause, Zimmer makes the connection. He chec the front page of the paper, and recognizes her! Then he begins shouting at her and all she can do is lowe her head, unable to reply. He gestures that she's fired a for her to get out, and she starts to go, completely distraught. She's just made a couple of steps when George stops her and tells her to come back. Everyone is surpris most of all him. Zimmer can't believe it, and so doesn't respond at first."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "10."
            }, 
            "text": "There's bad feeling between them, as though neither wante this sudden conflict, but like it had always been there, tangible. Everyone on the set seems to be waiting for Zim to react, but to their surprise, after a long moment of hesitation, he walks away without saying a thing. Peppy l at George gratefully, smiling, but seems a little preoccu as though she might have made a mistake. Everyone on set gets back to work."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "RESTAURANT DECOR SET"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "They're about to start shooting. The director is showing George what he has to do. The scene is happening in a cab restaurant. George has to cross a dance floor, but each t is stopped by a guy ringing a bell to signal it is time t change dancing partner. George finds himself dancing with Peppy one moment, and in the arms of a very fat man the n the director finds the gag hysterical. The scene is shot several times from three different angles. Each time, Geo dances with Peppy, and, each time, the nature of their ra changes. To begin with, they are happy and laughing, but with time, less so. Then they become embarrassed, and the things get worse. We start the sequence again and again, sound of the clapperboard counting the number of takes, b eroticism between them is the only thing that stands out the scene, every thing else goes unnoticed. Ultimately, n flirting or suggestiveness has gone on, just the very obv beginning of feelings between them that they find disturb It's probably love."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "DRESSING ROOM CORRIDORS", 
                    "D"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Later on, in the dressing room corridor, Peppy, holding a envelope, goes up to George's door. She knocks, waits for reply, then enters. There's nobody there. She hesitates, sure whether to leave or stay..."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "GEORGE'S DRESSING ROOM", 
                    "DA"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Finally, she goes into the room and places the envelope addressed to George Valentin on the dresser. Then she attentively looks around the dressing room. She looks at objects and photos and notices, hanging from a coat stand George's jacket on a hanger, and his hat which sits on a above it. The way the clothes are disposed looks like Geo silhouette, except that the clothes are empty. She goes o strokes the jacket and little by little brings George to through his clothes."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "11."
            }, 
            "text": "She puts her right hand into the sleeve and touches her o waist. As it's George's sleeve, she makes it look like hi has come to life, as though George has come to life. Even so since her left hand is stroking the jacket as though G were inside. She takes pleasure from the embrace and, whe George comes into the room, she slowly removes her hand w any rush. George sees her, they look at each other. He cl the door but doesn't go over to her, instead going over t mirror. He looks at her, she at him... He motions to her approach. She does. He stares at her face for a while bef speaks. Title card: If you want to be an actress, you need to hav something no one else has. He takes a make-up pencil and draws a beauty spot above h upper lip. She looks at herself in the mirror and smiles. likes it. She turns towards him and, quite naturally, fol into his arms. The dog watches them curiously with its he leaning to one side. They are probably about to kiss when George's chauffeur comes into the room and catches them. George swiftly moves aside and there is a moment of discomfort. The chauffeur unwraps a parcel and takes out large and beautiful pearl necklace. George is intrigued b the necklace, and turns away from Peppy. She understands George has his own life, that their embrace was just a st moment and slowly leaves, looking back at George as she d so. He does not look at her. She leaves the room. Once he studied and necklace and is satisfied, George turns back towards Peppy but she is no longer there. The chauffeur e the room. When he is alone, George looks at himself in the mirror. expression shows that he things he is the stupidest man i the world. He mimes shooting himself in the temple with h fingers, but it's the dog which collapses into its play-d pose."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The next morning, he's having breakfast with his wife. Th atmosphere is still dreadful but this time he's not makin effort either. He disdainfully watches Doris eat. She is cutting up strawberries using a knife and fork. George wa her, smiles and continues to watch. Except it's not Doris watching. Instead it's Peppy who's tucking into her food talking and laughing vivaciously. George is with her with expression of love on his face. He's laughing with her wh suddenly, reality bites. He's still sitting opposite Dori and she's staring at him because she doesn't understand w is laughing. She visibly finds him ridiculous. He stops laughing and breakfast carries on as normal."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "12."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We see several quick sequences which indicate time passin Breakfasts with George and Doris where the atmosphere is increasingly dreadful. Doris scribbles on photos of Georg the press, draws on moustaches, large spectacles, etc."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "STUDIO/STAGES", 
                    "PIRATE/COWBOY/ETC."
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Short extracts of George in various films, in which he po a pirate, then a cowboy, then William Tell, etc. We also him in \"Someday in July\" in the sequence he shot with Pep the fat male dancer."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOVIE THEATER AUDIENCE, ETC."
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Movie-goers reacting to the films, but the way the images edited - cut with breakfast images - could mean they are reacting to them too. Among the audience is Peppy Miller. She's trying to concentrate fully on the film and is pushing away the han young man she's with, who is trying to kiss her. We see h later, at the movies again, but this time alone. 27   INT. STUDIO/STAGES - PEPPY AS A SERVANT/DANCER/ETC. We see her playing some bit parts, maid, dancer, etc. Her seem to get a little bigger. We notice that she now wears beauty spot that she'll keep forever. Her name climbs up the ranks in the title sequences of fi until it appears on its own."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "OFFICE", 
                    "PEPPY/CONTRACT/1927"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "We see her signing a contract in a small office, she seem happy. 29"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "OFFICE", 
                    "GEORGE/ZIMMER/CONTRACT"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "George signs a big contract with Zimmer as photographers pictures. He smiles broadly, whereas Zimmer looks like hi smile is a little forced. The date appears on the screen: 1929"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "13."
            }, 
            "text": "30"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "TAVERN DECOR"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "George, dressed as a musketeer, is sword-fighting with th middle-ages thugs in a tavern. He kills two of them, but unfortunately loses his epee when fighting the third. But the third man attacks, George merely dodges with a sleigh body and puts his attacker out of action with a right hoo Calm restored, he smiles and waves in brotherly fashion t mysterious man who is trying to hide underneath his long The man stands up, throws aside his cape and reveals hims be... Napoleon! He puts his bicorne hat back on and warml thanks an astonished George. Napoleon says something to h and George respectfully bows, walks away from him still b then turns and runs. Once out of the decor, he bumps righ a worried-looking Zimmer who is followed by his loyal assistants. George is in a playful mood. Zimmer tells him Title Card: I want to show you something.     Right now. George seems astonished that Zimmer is leaving the set an not filming, but agrees. Napoleon walks past them very imperially and gestures royally to a technician to bring a chair. The technician doesn't miss the chance to remind man that he is only an extra, and not Napoleon. 31"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCREENING ROOM", 
                    "STUDIO"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Zimmer, his guards, and George - still dressed as a muske come into a screening room in which a dozen or so very se looking people are waiting. They sit down and Zimmer, ver proudly and self-confidently, gestures to an assistant wh passes on the message to the projectionist. The room goes The screening begins. 32"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "VOICE TEST STUDIO"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "On screen we see a card that indicates it's a sound shoot test for a talking scene. Then Constance appears, the act from the spy film. She's standing in front of a mic and s tests it, delighted to be there. Cut. We see her again, t microphone has disappeared and she acts out a scene. It's monologue. Her acting is terrible, very theatrical, but t audience can hear her. It is however, awful. (31) In the screening room, the audience seems stunned by what they see/hear. They are fascinated. They then begin congratulate each other and slap Zimmer on the back. Zimm pride seems to grow by the second. George, who at first seemed very surprised, slowly begins snigger which gradually has become a belly laugh when the actress earnestly ends her monologue."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "14."
            }, 
            "text": "When the lights come up, George is laughing uncontrollabl way beyond the bounds of mere mockery as his sincerity is obvious. The people present are embarrassed, and Zimmer i deeply put out. George, still laughing, leaves the room, waving an apology with his hands as he goes, but also pointing to the screen to explain why he's laughing. Zimm feels even more humiliated. Fade to black on his face."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "GEORGE'S DRESSING ROOM", 
                    "DA"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We're back with George in his dressing room. He's removin make up. He moves some ordinary object and the object, as moves it, makes a noise. We hear the noise it makes. Real hear it. It's the first time we've heard a sound that com from within the film itself. One second later, George rea that the object made a noise. He moves it again, the obje makes a noise again. George is worried. He tries another and obtains noise again. His dog barks and we hear it! He up (chair makes a noise) and says something to his dog, b sound comes out of his mouth when he speaks. He realizes this... Panic sets in, he turns to the mirror and tries t again, but still no sound comes out. Not understanding wh happening, the feeling of panic fully blossoms and he fle dressing room!"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "DRESSING ROOM CORRIDORS", 
                    "D"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Noisy, laughing dancers pass in the corridor, others are talking or shouting and even if we can't make out what th saying, they are all making sound. George tries to talk t but his voice remains silent. One dancer, seeing his frig bursts into throaty laughter. George rushes through the milling crowd the sound of which is becoming increasingly loud..."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "COURTYARD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "...and bursts out into the courtyard of the studio that i suddenly deserted and silent. In front of him a feather e slowly to the ground, carried by the breeze. It finally l making a completely abnormal and disproportionate noise l that of a building crashing to the ground in slow motion. George screams, but again his cry is silent."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "George awakes with a start! He's in bed and is having tro shaking off his nightmare. The film continues as normal: in other words, silent."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "15."
            }, 
            "text": "His wife is sleeping by his side. He gets up, taking care to make a sound."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "George calms down as he sits in the living room, alone in darkness. Jack, still sleepy, has just curled into a ball next to him to fall back to sleep. George smiles and give him a pat."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    [
                        "GEORGE'S CAR, (DRIVING)", 
                        "LOS ANGELES STREETS -"
                    ], 
                    "DRIVING"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Driven by his chauffeur, George crosses town heading for studios. 39"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The car goes through the studio gates. There's nobody the George gets out. He goes into the courtyard. There's nobo there either."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "TAVERN DECOR SET"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "He goes into the studio and heads for the set. There is s no one about. He doesn't understand and goes back outside"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Outside in the deserted courtyard, a feather eddies towar the ground, carried by the breeze. George is watching it to the ground when suddenly a gust of wind sends it soari back into the sky. George follows it with his eyes and no a man crossing between two sets. He looks like some kind hand or assistant; a working man in any case. George call him. The two men draw close and George asks him what's happening. The man takes the day's newspaper out of his p and hands it to George before walking off. George reads: Kinograph Studios stop all silent productions to work exclusively on talkies."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "SECRETARY'S OFFICE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Despite the secretary's attempts to stop him, a furious G storms into Zimmer's office."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "16."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "ZIMMER'S OFFICE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Zimmer is in a meeting with some men. They are probably engineers in view of the attention being given to the pla lying on the desk. Everyone is surprised by George's rude entry. The engineers seem embarrassed, but Zimmer smiles politely asks them to leave, as though asking for their understanding. As they head for the door, some of them dr their heads so as not to meet George's eyes, whereas othe look him right between the eyes but without any love lost exchange causes a strange, unpleasant feeling within him. seems embarrassed. It's perhaps due to the rudeness of hi eruption into the office, but it's more likely due to the he's been given. For the first time for ages, he has not looked at how a star is normally looked at - with respect desire and admiration - but like any ordinary man is look or, worse still, how a superfluous man is looked at. As George realizes that his status has just changed, Zimm invites him to sit down. Then speaks to him, in a friendl manner. Title card: We belong to another age, you and I, George. Nowadays, the world talks. He talks to him, looks a little embarrassed, while George takes it on the chin, not knowing how to respond. Title card: People want to see new faces. Talking faces. George reaches deep down into himself and makes an effort bring up a smile. Title card: Paramount will be delighted. They still want Zimmer responds with a pursing of the lips that is more damning than any counter argument could be. As though he' telling George he can always give it a go... George under what's happening. Zimmer is sorry. Title card: I'm sorry. The public wants fresh blood. And public is never wrong. George gets to his feet. Title card: It's me the people want and it's my films the want to see. And I'm going to give them to them. Zimmer nods with another pursing of the lips, as though h can't wait to see that. George seems very sure of himself Title card: I don't need you. Go make your talking movies I'm going to make them a beautiful film!"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "17."
            }, 
            "text": "As George leaves in disgust, his eyes are drawn to an advertising feature representing the \"new faces of Kinogr Studios\". Among the medallion framed young portraits, Geo recognizes that of Peppy Miller. He glances up at Zimmer. Title card: Fresh blood... The two men exchange a last glance, then George exits."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS, SECRETARY'S OFFICE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Outside he feels a few seconds of discouragement but, as meets the gaze of the engineers waiting in the secretary' antechamber, he puffs up his chest and walks tall out of office."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "STAIRS"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Going down the stairs from the offices, he passes a laugh Peppy who is accompanied by two young and charming men, p specimens of America's golden youth. She is coming up, he going down. When she notices him, she stops, already one above of him. She has a beaming smile and is truly deligh see him. He is delighted too, although his mood is very different. Title card (him): How are you? Title card (her): Fantastic! I've been given a lead role! Isn't it wonderful?! He nods, we see in his eyes that he's terribly happy for They look at each other, she laughs. Then she fumbles in her bag for something with which to n down her telephone number on a piece of paper. It takes a while and is a little chaotic, she apologizes, but he vis takes a lot of pleasure out of watching her. She finally the number down and hands it to him, telling him to call to really call her. In response he casts a glance over to young men waiting for her higher up the stairs, and she bursts out laughing. She leans towards him to say somethi Title card: Gadgets! She looks at him flirtatiously. Then she gestures again f him to call her, and he nods, even though we think that h probably will not do so. She leaves and he watches her go before beginning his decent once more. Once at the top, s turns back to call out to George, he too has turned to lo She smiles at him, breaks into a few tap steps for old ti sake, then blows him a kiss."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "18."
            }, 
            "text": "He catches the kiss with a smile, pretends to make it disappear in his other hand like a magician, then shows h the inside breast pocket of his jacket as proof that he's keeping it safe and warm. She laughs loudly and goes on h way. He watches her walk away with admiration in his eyes She vanishes and George's smile takes on a note of melancholy, and then he leaves too."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OMITTED", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "George comes home. Doris is there scribbling on a magazin he takes no notice of her. When the dog jumps into his ar however, he greets it affectionately. Doris is vexed."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A while later he's running Jack through his tricks when D arrives. Title card: We have to talk, George. George smiles. Title card: Or not. She insists but he doesn't listen. He's with his dog. She gets annoyed, he doesn't answer, she ends up throwing Jac George cannot forgive her for doing so, he looks at her i disgust. She starts to cry. Title card: I'm unhappy, George. He answers without looking at her. Title card: So are millions of other people, me for insta"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S STUDIO SET", 
                    "JUNGLE DECOR"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Thanks to a montage of shot frames, photos and press cutt we see George begin making his film, the first clap of th board that shows he's both the film's producer and direct The film is called Tears of love, and it tells the tale o English adventurer - played by himself - accompanied by a woman, an old man who looks like a professor and who is probably the father of the young woman and, lastly, an Af tribe represented as savages and whose humanity remains t proven."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "19."
            }, 
            "text": "We see George in the various stages of preparation: writi writing, directing, acting, signing a lot of checks, but leaving very early in the morning to set up shots with hi collaborators, etc. He looks fulfilled, like he truly bel in what he's doing, despite the tiredness he's feeling. H has a role in the film too, doing tricks. George looks ve happy, very committed. He takes a supple branch, feeds it through the sleeves of a woman's blouse and, by holding t ends of the branch out in front of him, dances with the imaginary woman. Everyone around him is happy and laughin He's not shooting a comedy, however, it's obviously a dra some sort from what we see of the set and the way the act play their role. Then appear on screen the mock ups of posters, they are s on the set to George. He chooses the one in which he is most prominent, it's a depicting a cutesy melodrama and bears the release date October 25th. 50"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OMITTED", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    [
                        "LOS ANGELES STREET, (POSTERS)"
                    ], 
                    "POSTERS"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "In the street, at the entrance to a movie theater, George a large \"Beauty Spot\" film poster. The poster shows Peppy up, wearing a magnificent and jauntily positioned chapka one eye. She is incredibly stylish but in no way vampish, the image of a young comedy debut... George looks at her, seems to be smiling at him. He smiles back. Then his smil becomes strained. He's noticed something. The two theater employees are sticking a banner over the poster that reve the release date of Beauty Spot - it's also October 25th."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ANIMATION STAND"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Then we see advertising inserts and full page press artic appearing one after the other, creating a montage of imag with a very 1920's feel. \"Get some Peps with Peppy!\" and close up on her smiling, mischievous face. \"The girl next door\", \"The girl you'll love to love\" \"Young and pretty\", with a photo of Peppy each time, posters of the film and everywhere, the face that it's a talking movie! Talking, talking, talking! As for George, his image is a lot more austere, the photo show him as very serious. And the captions are like: \"I'm muppet anymore, I'm an artist!\""
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "20."
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OMITTED", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "RESTAURANT INTERVIEW"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "We're in a smart restaurant. George has his back to the r and is eating with his chauffeur. Peppy comes into the restaurant and comes to sit just behind George. They are to back. She is with several young men, two of whom are journalists and they are interviewing her. Title card: Your first film doesn't come out until tomorr and yet you're already the new darling of Hollywood! How you explain that? She starts by bursting into laughter, which draws George' attention. He turns round to listen to the rest of Peppy' answer. Title card: I don't know, maybe it's because I talk. And people hear me. She continues talking, obviously happy that people are interested in her. She doesn't see George smiling behind Title card: People are sick to death of those old actors pull faces to make themselves understood. She continues talking with the casual arrogance of youth. Behind her, George's smile vanishes. Title card: Anyway, it's normal for the young to take ove from the old, that's life. Make way for youth! George is hurt. He gets up and, before he leaves, gesture silently that if she wants his place all she has to do is take it. She watches him leave and immediately regrets wh she's just said."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's the day of the films' release, October 25th. It's morning. George opens his front door. His chauffeur outside. The man's expression announces bad news. He's ho the day's press. The huge headlines talk of a stock marke crash, a black Thursday, a catastrophe. Dressed in a robe, George is on the telephone in the livi room. He nods. The atmosphere is stifling. He hangs up. H chauffeur looks at him inquisitively. George replies as t lost in thought:"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "21."
            }, 
            "text": "Title card: It would seem that we're ruined. The chauffeur takes it on the chin with as much reserve a can muster, but George continues. Title card: That's the best case scenario... He almost laughs - not so the chauffeur."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now wearing a suit, George is sitting at his desk. Lying front of him are the front pages of newspapers reporting Crash. He looks for something on the inside pages of one and reads. Next to a large picture of Peppy there's a rev his own film, beginning \"Tears of Love, Old and Boring\". shuts the paper and searches for something in the drawer desk. He takes out a piece of paper. It's the telephone n that Peppy had scribbled down for him. He looks at it, mo closer to the telephone, hesitates, looks at the paper ag then puts the scrap of paper back in the drawer without m the call."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE", 
                    "BEDROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Peppy awakes in bed with a start. She doesn't know what h woken her up. She looks around, looks at the phone, seems perplexed. Then a man's arm invites her to lie back down; does. (56) Still at his desk, George gets up and goes to the window. He seems lost in thought."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S STUDIO SET", 
                    "JUNGLE DECOR"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "An extract from \"Tears of Love\" in which we see George, h the young woman in his arms, take part in a cliche-d Afri dance with shields, spears and all the African accoutreme attributed by Westerners at the time. George and the woma complacently watching the dance, when George says to the woman. Title card: Let's go back, Norma. They've never seen a wh woman before and I don't want to take any risks."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOVIE THEATER", 
                    "\"TEARS OF LOVE\" SCREENING"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "There's hardly anyone in the theater. The people that are look bored more than anything. At the back smoking a ciga George takes the failure on the chin."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "22."
            }, 
            "text": "One couple gets to their feet and leaves the theater. As man reaches George, he recognizes him and casts him a gla that seems to say \"goodness old chap this one's not up to much...\" George doesn't know what to say in reply."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOVIE THEATERS", 
                    "LOS ANGELES"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Outside, George comes out still smoking his cigarette. On sidewalk, people are cheerfully waiting in line. George w up the line and comes to a movie house that's playing the \"Beauty Spot\" talking movie. A huge poster depicts Peppy the people in the line seem excited and delighted to be g to see the film. It's visibly a success. George takes it chin."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    [
                        "GEORGE'S CAR, (DRIVING)", 
                        "LOS ANGELES STREETS -"
                    ], 
                    "DRIVING"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Inside the car, behind the implacable chauffeur, George i talking to himself, as though he's re-running the story i his head and searching for what he might have done better differently."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Once home, he finds a photo of himself on the floor. It h been defaced with a scribbled moustache, spectacles and a nose. There's a note to him scribbled on the back. We rea at the same time as him. It's over, George. You've got a fortnight to collect your souvenirs together and get out of the house. Doris P.S.: You should go see Beauty Spot, it's incredible. George takes it on the chin and leaves, revealing behind the portrait of himself wearing a tuxedo, smiling and wav"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOVIE THEATER", 
                    "\"TEARS OF LOVE\" SCREENING"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "As for Peppy, she's in the theater, watching Tears of lov She's with a handsome young man who seems bored."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "JUNGLE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "George is wearing shorts and an explorer's hat. He is sin in sinking sand. The young woman is screaming and the dog barking."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "23."
            }, 
            "text": "The Africans are panicking but there's nothing anyone can George stops struggling, and looks deep into the eyes of young woman. He says gently: Title card: Farewell, Norma.    I never loved you... It's obvious he's only saying that so that she can forget and move on with her life, but it doesn't wash and the yo woman weeps all the more, terribly moved by this last sacrifice on his part. (63) In the balcony, Peppy is speechless and her face impassive. (64) On screen, George and the young women exchange a las glance as George's face gradually sinks into the sand. (63) Next to Peppy, the young man sits watching her. She sad. (64) On screen, George has disappeared into the mire. Onl one hand stays in the air for several seconds more in a tortured pose, that of a dying man trying to hold on to t wind. (63) Peppy's companion seems to find the film far too lon and doesn't understand why they haven't already left. (64) The hand has disappeared. The young woman is in a st of shock, rigid with a look of horror on her face. She is doubt about to be put to certain death. The dog turns rou and walks off with head and tail lowered... The End appears on the screen. (63) Peppy seems moved. She is shaking her head from side side."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LOS ANGELES STREET", 
                    "PICTURE OF GEORGE", 
                    "EVENIN"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Evening has fallen on the town. It's raining. On the grou lies an old page from a newspaper that bears a picture of George. A man's feet trample the picture."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "George is   at home. Two bottles are apparent and, obviou drunk, he   is staring out the window. The projection of raindrops   sliding down the window look like tears runni his face.   And Jack's face too. George is pulled out of stupor as   he hears something."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "24."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He opens the door. It's Peppy. She immediately notices th George is drunk. Her smile tenses a little. Title card: I wanted to talk, I... George looks at her. She continues. Title card: I saw Tears of Love. George nods, and answers. Title card: And so you've come to get your money back? She smiles stiffly, not knowing how to react.   He contin Title card: Too much face-pulling? She stops smiling because it's not funny at all. It's bit even. There's an embarrassed silence. Softly, she tries t explain. Title card: About last night... She stops because George is not looking at her anymore. H watching the arrival of the young, smiling, handsome and wholesome man who is with Peppy. George bears a melanchol smile. Title card: You're right. Make way for youth... The young man shakes George's hand. He's obviously a nice lad, and very polite. Title card: I'm so happy to meet you. My Dad just loves y He says it very nicely, with no ulterior motive, but Geor is cut to the quick. The comment wounds him and Peppy notices. She cuts short the meeting by smiling and upping cheerfulness stakes, as though to kid George she hasn't noticed any embarrassment or perceived anything that migh have shocked or hurt him during their encounter. Title card: OK! Well, we'll be off now.   I'll call you s Bye! George smiles politely. She leaves, taking the handsome j with her. George watches them leave. As does his dog, who sits with his head and ears hanging low as though very disappointed. George watches Peppy walking away, then ste forwards and sits down on the steps leading up to the hou"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "25."
            }, 
            "text": "As she gets into the car, Peppy seems surly, unhappy even for the first time. She turns her back on her companion. Title card: Take me home. I'd like to be alone. George watches the car leave, then goes and sits on a ben next to the front door. But the bench breaks and George f himself on the ground next to the dog. George remarks eve to Jack: Title card: See, could be it just wasn't my day..."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "FADE TO BLACK."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOVIE THEATER", 
                    "\"TEARS OF LOVE\""
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "In the rain, a worker is taking down letters from the fac of a theater. Of Tears of Love, only the word Tears remai"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "PEPPY'S DRESSING ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Peppy is facing her mirror and putting her make up on. Sh takes a break, looking a little sad. Someone (some kind o assistant) opens the door to her dressing room and says something like you need to hurry up. She nods and gets ba to work."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOVIE POSTERS", 
                    "LOS ANGELES"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Alternate shots of three or four film posters and frames them which illustrate Peppy's rising fame. Her name moves higher up the posters and into bigger letters. The films called \"The Rookie\", \"The Brunette \", \"The Girl Next Door finally, \"On the Roof \". 71"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OMITTED", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "PEPPY'S DRESSING ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "We catch up with her in a close up, applying her make up. camera pulls back and we see that not only is she not put the make up on herself - a make up artist is doing that - there are in fact four pairs of hands getting busy around two make up girls, a hairdresser and a wardrobe assistant Peppy, fortunately, has stayed completely natural and doe seem to take any of it seriously. As the last touch is pu place, Peppy gets to her feet and turns round."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "26."
            }, 
            "text": "At her feet lie a dozen pairs of shoes, each pair as magnificent as the next, and all in their swanky boxes. P tries on a pair. Close up of her feet."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    [
                        "GEORGE'S HOUSE, (1931)"
                    ], 
                    "1931"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Crossfade to a man's pair of shoes with used heels and up George's dog comes to sit at his feet. The date is superi on the screen: 1931. The camera climbs up his legs to reveal George lying full dressed in his bed, obviously at home in view of his atti He's changed. And even if his suit is still pretty smart, become more \"common\", less unattainable. He seems to have whatever it was that made him so superb. Primarily he's a drunk, somewhat hesitant. George gets up and closes his M bed, the kind of bed that slots up into the wall to look closet. Then he walks across the living area. His home ha changed too, it's fallen in class and is a lot more modes the one we were used to seeing him in. We do however reco some of the objects, furniture and paintings from his old house, notably the huge portrait of him smiling. He goes the kitchen which is open onto the rest of the apartment. There's nothing in the refrigerator. He looks for somethi drink but there's only one bottle left in the rack. He li up. It's empty. He opens a closet. Inside, a tuxedo hangs among a number bare hangers."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PAWNSHOP"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "In a pawnshop, George, still a little drunk, is selling h tuxedo. The pawnbroker and he are visibly disagreeing on price, but of course it's George who folds first and hand over the tuxedo. The pawnbroker counts out the bills and hands them to George who, in a fit of pride, leaves a tip he leaves - his dignity intact even in the face of advers"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "At home, George is drinking and watching his chauffeur fi food. He seems preoccupied. Title card: How long's it been since I paid you last, Clifton? The chauffeur answers as he carries on doing what he's do Title card: Been one year now, Sir."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "27."
            }, 
            "text": "George gets up, visibly thinking that he shouldn't have d that, that it's wrong. He go gets the keys and a jacket, comes back and gives them to the chauffeur. Title card: You're fired. Keep the car. Get yourself a jo someplace else. The chauffeur refuses, George insists. They don't agree b George ends up throwing him out, even though we've unders that he's doing it for Clifton's benefit and not through unkindness."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Once outside, the chauffeur doesn't move. He stays next t car. George watches him through the window. The chauffeur still doesn't budge. George pulls the curtains."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "In the evening, George looks out between the curtains, th chauffeur is still there. George turns on his heels and g into his Murphy bed."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE", 
                    "BEDROOM"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Night time. George is in bed with his eyes open."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Outside, the chauffeur is still in the same position."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The next morning, George gets up and goes to look from th window. The chauffeur has gone. George is a little sad, b that's just the way it is... He looks around at his home. A little later, George looks at himself in a mirror. We p from him to his reflection, which he hides by placing his against the mirror."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "AUCTION ROOMS"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "A sign says that the effects of George Valentin are to be auctioned. Furniture, costumes, objets d'art and painting September 14th. There aren't many people in the room, jus or six. George is standing at the back, smoking a cigaret"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "28."
            }, 
            "text": "His position and demeanor are exactly like when he was wa the screening of Tears of Love, from the back of the room the verdict of failure in the air... He's looking a little unsteady on his feet, probably due hip flask he's necking that seems to contain liquor. The objects go under the hammer one by one. We see the three monkeys go by, notably, hear no evil, speak no evil, see evil. Two buyers especially are raising the prices by bid against each other, a distinguished and reserved-looking and a lady of a certain age who looks a bit severe, to th point of bigotry. They don't seem perfectly comfortable, they are the only two buying. A few crossfades (the display table emptying, faces, hand being raised, hammer falling, \"sold\" labels) show us the disappearing - every single item is sold."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "AUCTION ROOMS", 
                    "CORRIDOR"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "George is now with the auctioneer, he's studying the list items as auction assistants busy themselves around him, carrying and packing the sold lots. The auctioneer, who i putting on his coat, congratulates George. Title card: Well done! It all sold, there's nothing left! George nods but his smile seems a little ironic. He leave the room. On the stairway, as he's leaving, he is joined by the distinguished-looking man who puts on his coat and leaves"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "AUCTION ROOM'S STREET"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "They leave at the same time. The man crosses the street, follow him. He gets into a car. Peppy is sitting in the back. She's a and watching George walk off with his unsteady gait. She' The man casts a glance to ask her what he should do next. Peppy, with a forced smile, motions that they can leave. man starts up the motorcar, George is walking away. The c sets off and overtakes him. Peppy does not turn round. Sh crying."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CLANDESTINE BAR"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "George, dressed differently, is drinking in a clandestine that has made the effort of putting up a few Christmas decorations. George is visibly smashed."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "29."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "STUDIO JUNGLE ENCRUSTED LITTLE GEORGE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "A small version of him appears superimposed on the bar, d as an explorer and discovering the life-size version of himself. The big version watches the little version load rifle. Then the little version shoots at the big version, the big version just smiles. Little version runs off shot to get help, and he comes ba with a tribe of African warriors, all bearing spears. The attack. Big version tries to defend himself, staggers as he gets feet, tries to gesture to the barman, but he is so drunk he falls straight backwards without making the slightest attempt to stop his fall. The Africans leap about with jo"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "FADE TO BLACK."
            }, 
            "text": "(84) George's chauffeur comes into the bar. He motions to barman who jerks his head in one direction. The chauffeur follows the indication and finds George lying on the floo totally smashed. He slaps him gently around the face a fe times in a vain attempt to wake him, then lifts him over shoulder, pays the check and leaves."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "At George's house, his chauffeur puts him to bed and hang suit carefully before leaving the room. He sees the dog, over to it and strokes it. They look at each other. We ca that the chauffeur is worried about George."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "\"GUARDIAN ANGEL\" THEATER"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Peppy Miller is \"The Guardian Angel\". It's a huge poster facade of a movie theater. George goes inside. With Jack."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "\"GUARDIAN ANGEL\" THEATER"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The auditorium is full. George sits down in the first row watch the film he has to look upwards, and sees a huge an magnificent Peppy rising above him. She's playing a scene a young actor we recognize, it's Humphrey Bogart. He's be spectator: he laughs, is absorbed and cries along with th others."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "30."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "\"GUARDIAN ANGEL\" THEATER", 
                    "CORRIDOR"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Coming out of the theater several young people bump into They don't recognize him. There's a lot of people milling about, so he picks Jack up. A woman exclaims an Oh! of admiration as though she's recognized George. He smiles modestly but soon realizes that it's just because she thi Jack is cute and has come over to stroke him like she wou other dog. She is totally under Jack's charm, and says to George. Title card: If only he could talk! George still has the smile on his lips, but it has become of resignation. He looks away as the woman strokes the dog."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MEXICAN VILLAGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "George is playing Zorro. He performs stunt after stunt an close ups show his devastating smile to its best advantag fact, it's an extract from The Mark of Zorro with Douglas Fairbanks, into which we'll insert close ups of Jean we'v ourselves."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The Zorro sequence is being screened on a wall in George' apartment. George is watching himself, slumped in an easy chair. His sluggish attitude and listless air are in shar contrast with the image of himself projected by the film. Then the image jumps and goes white. George gets up, stil smashed. His shadow is clearly delineated on the white sc He sees it, looks it up and down and then starts to look sideways. Title card: Look what you've become... He carries on shouting at it, obviously very annoyed with Title card: You were very nasty! And stupid! And arrogant He doesn't even want to look at it anymore. He looks disgusted. Suddenly his shadow separates itself from him moves independently from him. As he shouts at it, it lowe its head and doesn't reply. Title card: You acted very badly! You were thoughtless!"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "31."
            }, 
            "text": "He carries on as though it's normal until his shadow walk off with its head bowed. He watches it go, trying to understand what's happening, but it's gone and he's still there. He begins to holler. Title card: COME BACK! COME BACK HERE RIGHT NOW!!! Totally smashed he starts to violently throw film reels against the wall as he hollers. The cans split open and t film bursts out all over. George is becoming more and mor frenzied. The floor is now covered in cans and film. He stops, dripping with sweat. Worriedly, he looks around fo moment. Then he strikes a match, takes a second to consid what he's about to do and throws the match into the middl the reels. There's madness in his eyes as he watches the fire take h We can see his pleasure at seeing the flames spread. But very quickly overrun. The reels burst into flames in an instant and give off lots of smoke. Jack is panicking and barks incessantly. Suddenly, George seems to lose it. He doesn't know what to do anymore and, although the fire is spreading quite spectacularly around him, he runs to wher the reels and films that he has not opened are, and begin throwing them frantically over his shoulder as though he' looking for one in particular. The ever-increasing densen of the smoke, however, is making the task almost impossib On the floor, below the smoke, Jack flees the room and ru off while George suffocates but continues to struggle wit the cans of reels."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The dog comes out of the house and makes a dash for the sidewalk as fast as he can. (91) In the room, among the flames and the smoke, George now breathless - picks one of the reels and tries to turn round. He collapses, still holding on to the can."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "POLICEMAN JUNCTION"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Jack spots a cop at a junction. He takes hold of the cop' trouser leg with his teeth and tries to pull him towards George's house. The policeman doesn't understand, however pushes it away with his foot. The dog persists and barks the cop just wants to be left in peace. (91) George is suffocating on the floor. The level of smo is getting ever lower and is slowly covering his face."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "32."
            }, 
            "text": "(93) Jack barks louder and louder. The policeman feels uncomfortable. A woman is watching the scene inquisitivel Not knowing what to do, the cop motions to the dog to be silent and threatens it with two fingers, just like Georg miming a pistol. Jack collapses and plays dead. The cop h no idea what's happened, he crouches down and touches the to see if it's all right. Jack wakes up and goes to leave stops immediately to show the cop he wants to take him wi him. The cop still doesn't understand, it's the woman who tells him what he must do. The cop seems to understand, h moment of doubt, and then starts following the dog. Jack encourages him to go faster, but the cop resists to begin with. Little by little though, as though realizing the seriousness of the situation, he speeds up. More and more"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "until he finally arrives flat out at George's home. The c sees the smoke coming out of the house. He runs into the"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "A completely unconscious George, overcome by the fumes, i dragged out of the fire by the policeman."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "They come out the house. George is still clutching the re crowd has formed, people recognize him. One woman feels s for him, a man runs for help. George is unconscious."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "FADE TO BLACK."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "PEPPY SET"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We see Peppy on a shoot, sitting in a chair with her name it, smoking a cigarette. Everyone about her is busy prepa shot. Suddenly an assistant brings her a telephone. She t the receiver with a smile and listens. Her expression tig a little. She hangs up, pensive for a moment. On set,the director gestures to his assistant that the shot is ready they are good to go. The assistant goes towards Peppy to her know but, as he gets to where she should be, her seat empty. He looks everywhere for her, but she has disappear"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    [
                        "PEPPY'S CAR, (DRIVING)"
                    ], 
                    "DRIVING"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "In her car, and still in costume, she urges her chauffeur quick as he can."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "33."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HOSPITAL COURTYARD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The car pulls into the hospital courtyard."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HOSPITAL", 
                    "LOBBY AND STAIRS"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Peppy bursts into the lobby, talks to a woman at the desk directs her with a raised hand that Peppy immediately fol She bounds up the stairs four at a time and comes into a corridor,"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HOSPITAL", 
                    "CORRIDOR AND GEORGE'S ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "and then to a door through the window of which she sees George lying down. His dog is at the foot of the bed, asl George is on a drip, unconscious and covered in bandages. doctor is in the room with a nurse. Peppy enters. She's anxious but the doctor seems reassuri Title card: He's not in any danger now. He just needs to rest. Peppy goes up to George. She notices that his burnt hands seem to still be clutching something. She's intrigued. In response, the doctor shows her the reel of film that sits a corner of the room. Title card: He was holding that. It was real hard to pry away from him. Peppy picks up the can. The label is too damaged to be ab to read the title of the film. She opens it and unrolls s of the film in front of the window. We see random photogr run by. It's the only sequence they ever shot together, y before. Peppy is moved. Without turning round, she asks t doctor: Title card: Do you think he could come rest up at my plac The doctor nods with a kindly glint in his eye. Title card: It's probably the very best he could have hop for."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "An ambulance takes George, still unconscious, to Peppy's house. Jack is with him."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "34."
            }, 
            "text": "It's a large, beautiful house, very expensive and very Hollywood. But it's also very inviting."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE", 
                    "GEORGE'S BEDROOM"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's night time. George is in bed. He opens one eye. Then wakes up and looks around, not understanding where he is. Jack wakes up and barks, wags his tail. A nurse who had b dozing in an armchair facing the bed awakes with a start, goes over to George. She reassures him, motions to him no get upset, then slowly leaves the room before running off the corridor. She knocks at a door then goes back to Geor room. Peppy is close on her heels. She comes into the roo her nightgown. When he sees her, George smiles and she ru over to the bed and puts her arms tight around him. She i terribly moved but, when she releases him from her arms t to him, she realizes that he has lost consciousness again so was not sharing the same special moment as she. She pu face, afraid she might have done something wrong, glances at the nurse, then lays George's head back on his pillow."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE", 
                    "GEORGE'S BEDROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The next morning, Peppy brings breakfast into George's ro and they eat it together. She laughs, talks, eats, drinks is as vivacious as he had dreamed she would be all those before. He looks at her with a smile on his face. Then sh looks at her watch and realizes she needs to hurry. Title card: I've got to go. I have to be on set for nine o'clock. George smiles kindly at her. She returns the smile but we tell that maybe reality has just reminded them that she i working, and he is not. They exchange a last glance befor she leaves the room. George, now alone, gets up with some difficulty. He picks a pile of folded clothes from an armchair. It's his jacke and pants, both half burned. On the floor, his shoes are exactly the same state of disrepair."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "A little later, and alone, he's exploring the house. It's richly and tastefully decorated, highly personal. He goes along a corridor and down a wide stairway. Jack begins sn outside of one door, as though he wants to go inside."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "35."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE", 
                    "STOREROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "George opens the door and goes into the room, it's a kind storeroom in which everything is covered up with sheets. closes the door behind him. The room has a ghostly qualit it. Jack sniffs about everywhere. George too seems troubl the strange pervading atmosphere. His curiosity is spurre a convoluted object that is covered in a thin cloth. A ra light surges into the room. The door has opened and, stan against the daylight, is a maid. Title card: You should go back to your room, Sir. George nods with a smile. The maid leaves pretty swiftly, haven't seen her face, the whole moment seems rather stra George is intrigued but leaves the room. He has to call J to him. Jack is reluctant to go but finally obeys his mas"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KINOGRAPH STUDIOS", 
                    "PEPPY SET"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A screenplay lies on a table. Peppy and Zimmer are seated either side of the table and are talking animatedly. We'r the set we saw the previous day, and Peppy seems to be tr to convince Zimmer of something. She seems to be describi film poster or the facade of a movie theater she'd love t He doesn't seem too enthusiastic from the looks of the ne shakes of his head and his apologetic air as he listens t Peppy. She finally stops talking and gives him a determin look. Zimmer, uncomfortable and sorry, calmly replies. Title card: George is a silent movie actor. He belongs to past. Today he's a nobody. As Zimmer's speaking, she removes her accessories and hat Zimmer is so intrigued he stops talking. Title card: What are you doing? She looks him straight in the eyes, and answers: Title card: I'm stopping work. It's him or me. She looks determined. He's looking unsure of himself. He visibly isn't sure he's understood properly. She drives h point home. Title card: What I mean is it's either him AND me! Or nei of us! Zimmer still isn't sure he's understood. He just looks at her. Title card: I'm blackmailing you, get it?!"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "36."
            }, 
            "text": "Even when she's blackmailing, she's still pretty, and Zim looks at her totally at a loss but at the same time it's obvious that he's going to back down. The people around t are listening in on their conversation and seem to be wai for his decision. There's an element of deja-vu to the situation, and Zimmer, who already backed down a few year before, gives in. Title card: And why not... She smiles at him, picks up the screenplay with delight, leaves. As he moves away she whistles at him. He turns ro and she vigorously blows him a kiss."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    [
                        "PEPPY'S CAR, (DRIVING)"
                    ], 
                    "DRIVING"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The screenplay lies on the front seat of a car. The camer pulls back, it's Clifton who is in the driving seat."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE", 
                    "GEORGE'S BEDROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "George is lying in bed when his former chauffeur comes in first, he's delighted to see him, but this turns into astonishment and he seems to ask the man a question. The chauffeur answers: Title card: I work for Miss Miller now. George visibly doesn't know what to think and, although h remains pleasant, becomes somewhat reserved. It's as thou something has come between them. The chauffeur places the screenplay on the bedside table. George seems to greet it with mistrust, certainly not with enthusiasm. The chauffeur also has a box of cakes with him that he pu on a plate for George. George doesn't want any, it's all much... Before he leaves, the chauffeur overcomes his habitual reserve for the first time and says to George: Title card: She's been good to you. She's always looked o for you. The chauffeur leaves without trying to convince George further, as the other looks on full of pride and doubt."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "37."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "From the window, we see the chauffeur get into the car an drive off. We recognize the car as being the one that bel to George. (109) At the window, George watches him leave. Then he se to have an idea or, more exactly, an intuition."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE", 
                    "STOREROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "George goes into the room that's full of sheets. He goes straight over to the object with the bizarre shape and li the sheet. Underneath he finds his former objet d'art, th three monkeys \"hear no evil\", \"speak no evil\" and \"see no evil\". He thinks for a moment, then pulls of another shee reveal a piece of furniture. Once again it's a piece that to belong to him and we recognize it from having seen it auction room. After taking off several other sheets, George realizes th she bought everything he had put up for sale: furniture, paintings, objets d'art, souvenirs, etc. He rips off shee one after the other and the objects appear, even down to suits and tuxedos. He continues and discovers the paintin depicting him in a tux, waving and smiling. George looks stunned at the sight of himself looking so full of life. interrupted by the same ray of light which surges into th once more. This time, at the door, are the butler and the George walks towards them when he sees them. The closer h to them, however, the more his expression tightens. We re that the butler is none other than the distinguished-look man who purchased everything at the auction, and that the is the woman who was bidding against him to raise the sal prices. George is looking at them as he leaves the room. recognized them, but doesn't say anything to them. He wal off, still shocked by what he's just realized."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE", 
                    "GEORGE'S BEDROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "He finishes putting on his burnt suit in his room, and le"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "He goes down the stairs and flees the house."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "38."
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "BEGGAR STREET"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "George is in the street wearing his burnt suit and damage shoes. He is shirtless. With Jack by his side, he walks a the sidewalk. There are a few other people walking along. twenty yards ahead of him a man is begging. He holds out hand to passers-by. George approaches and, when there are other passers-by between him and George, the beggar glanc him and lowers his hand. He doesn't raise it as George approaches. George stops in front of him and looks at him the beggar motions to him to scram. George continues on h way. For that moment at least, he has become one of them. He buttons up the collar of his suit in an attempt to hid fact that he doesn't have a shirt then, heads off and los himself in the crowd. Some distance later, he stops to ch his reflection in a shop window. The image he sees is tha bum. It's even more striking because the in the window th a young male mannequin wearing a tux, top hat and white s The image of the mannequin and that of George are superim A cop comes up to George and begins talking to him in a friendly manner. He speaks but we don't know what about. is not Title card. George visibly has no idea what the co talking about. The cop seems to be talking about nothing important, just chatting... He talks and talks... George doesn't understand what he's saying, and doesn't understa why he's talking to him. He's lost. Title card: What did you say? The cop smiles, carries on talking, then stops. He thinks he's talking to a madman. He doesn't persist, merely size George up and, once he's decided that he's harmless, the walks off. George, totally bewildered by the incident, se to lose his grip on himself a little more."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Peppy gets home in the evening, arms laden with flowers. happy. She quickly goes up the stairs and into George's bedroom. not there. She looks for him but can't find him. The maid that he has left. She drops the flowers."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S BURNT HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "George goes into his house that has been disfigured by th fire. The flames have changed everything and the atmosphe here again, seems ghostly and sad."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "39."
            }, 
            "text": "George sits down in an armchair in the darkness. Jack sit facing him. He wags his tail and it thumps on the ground."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE", 
                    "STOREROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "In the room with all the sheets, Peppy is with the maid. maid seems to be telling her what happened with George, h removed all the sheets, etc. Peppy listens with an inscru expression on her face. Then, suddenly overcome by a terr thought, she rushes outside."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PEPPY'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "She runs out of the house and over to the car, but the chauffeur isn't there. She honks the horn to call him but there's no response. She honks the horn again, then, not wanting to wait any longer, and seeing the keys on the dashboard, she gets behind the wheel, starts the engine a pulls off in a series of kangaroo hops. It's obvious that doesn't know how to drive all that well, but still goes a speed - more or less successfully. Just as she passes thr the gate, the chauffeur turns up. Too late. He sees her d away."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    [
                        "PEPPY'S CAR, (DRIVING)"
                    ], 
                    "DRIVING"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Peppy is driving as fast as she can through town, but she pretty reckless and almost causes an accident."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S BURNT HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Outside George's house, the wind is slamming one of the shutters with the regularity of a metronome. George takes gulp of liquor, then puts down the glass, opens a cardboa and takes out a pistol that he places on the table in fro him. He picks up the glass for another gulp. Jack doesn't what he sees. He barks. (119) As for Peppy, she's speeding along, totally ignorin even the most basic of road safety requirements. (120) George puts down his glass and picks up the pistol. Jack isn't happy at all. He barks and bites George's trou leg, pulling on it. (119) Peppy speeding along. (120) George puts the pistol into his mouth. Jack is bark like mad. George, still in the same position, closes his eyes."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "40."
            }, 
            "text": "Title card: \"BANG!\" George is in the same position. He still has the pistol i his mouth. Visibly, he's heard a BANG from outside, becau he takes the pistol out of his mouth and looks out the window."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S BURNT HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Outside, we see Peppy's car has rammed into the gate and still shuddering. Peppy didn't brake in time, but she doe care. She jumps out the car and runs into the house."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GEORGE'S BURNT HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "She rushes into the living room and stops for a moment to at George. George awkwardly tries to hide the pistol behi him. She bursts into tears. Title card: I feel so awful. I only wanted to help you. T take care of you... He seems to reply that no, it's not her fault, she's got nothing to feel bad about. He opens his arms towards her, still holding the pistol and the gun fires itself. Fortunately no one is hurt, but the incident makes Peppy laugh and, between sobs and gasps of laughter she throws herself into George's arms. They hug for a long time. Pep says into his ear, Title card: You've got so much that no one else has... And into her ear, George replies: Title card: No, I'm nothing but a shadow. No good for anything but silence. Peppy doesn't reply. She just holds him tighter still and closes her eyes. Jack is sitting close by, watching them wagging his tail. Outside, the shutter is still slamming and the car is sti shuddering. Peppy opens her eyes. Visibly, she's had an i Jack wags his tail and thumps it on the ground. The shutt slams. The car shudders. Peppy smiles at George. Title card: I know what you have that no one else does. Peppy moves away from George and motions to him to listen The shutter slams. Jacks tail thumps. The car shudders... does a few tap steps. George doesn't understand."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "41."
            }, 
            "text": "Peppy starts again, with a beaming smile, waiting for his response. George does a few tap steps himself, basic ones without any great enthusiasm. She smiles at him and does few more complex steps that are a lot livelier. He smiles back finally understanding the golden gift that he has in feet. He looks at Peppy lovingly with a beaming smile on face."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    [
                        "KINOGRAPH STUDIOS, (1931)", 
                        "ZIMMER'S OFFICE", 
                        "D"
                    ], 
                    "1931"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Music suddenly begins to play and we see feet dancing in another decor. Except that from now on we actually hear t sound of the tap steps. We pull back to find Peppy and Ge in Zimmer's office. They're dancing for him. Little by li Zimmer is convinced by them, and, when they finish their demonstration, he has a broad smile on his face."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "STUDIO", 
                    "PEPPY"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We find Peppy and George on a film set, still dancing. Th piece of jazz they are dancing to has gone so crazy that everyone wants to get up and dance! They are dancing a ta number facing the camera, in a decor representing a styli New York. The choreography is incredible, in the grand st of the old Hollywood musicals and they finish with a knee slide that brings them right up to us with big smiles on their faces. The music stops on a powerful blast from the brass instruments that leaves everyone bursting with ener In the ensuing silence, Peppy and George stay exactly whe they were, facing the camera, with the smile stuck on the faces. It goes on for a little too long, they are out of breath. Then they look at someone off-shot. They are facing a fil crew (from their era of course). The director smiles. Zim sitting next to him, seems ecstatic. The director speaks we hear what he says."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DIRECTOR"
            }, 
            "text": "Cut! Excellent! Zimmer has both his thumbs up. The director says to Peppy George."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DIRECTOR (CONT'D)"
            }, 
            "text": "Once more? Please? George laughs and replies, and we hear him too."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GEORGE"
            }, 
            "text": "With pleasure!"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "42."
            }, 
            "text": "THE End"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The credits run while Peppy and George go back to their positions. The camera (ours) pulls back and into frame co all the technicians who are setting up the shot, the hair make-up and costume people for continuity, the camera com into position, the director coming over to say a few word the star couple, in short: the shot being prepared for another take. And, when everyone is in position, the dire speaks into his megaphone and we hear \"OK, Camera! Sound! Rolling... and... Action!\" Fade to black and the music picks up again for the end of credit sequence."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]