[
    [
        {
            "indent": 8, 
            "result": {
                "indent": 8, 
                "heading": "FADE IN"
            }, 
            "start": 0, 
            "direction": [
                {
                    "name": "direction", 
                    "stop": 1416, 
                    "raw_text": ": EXT. NEW YORK CITY SKYLINE  NIGHT ESTABLISHING SHOT OF THE NEW YORK CITY SKYLINE AT NIGHT, THE LIGHTS OF THE CITY SHINING BRIGHTLY. EXT. WORKOUT AREA  SAME NIGHT ESTABLISHING SHOT OF MASTER KWAN'S SCHOOL, A RAMSHACKLE BUILDING IN A BURNED OUT ROW OF STORES. His is the only one still    occupied, and it doesn't look that permanent. In the window    is a cardboard, handwritten sign that reads \"Kwan's Shaolin Kung Fu\".    What remains visible behind the poster and the security grate is an    IMPRESSION of people moving and milling around. INT. WORKOUT AREA  SAME NIGHT ESTABLISHING SHOT OF KWAN'S SHAOLIN KUNG FU SCHOOL. The students are doing their own thing, and they are a mixture of old and young, men and women. They are not dressed alike, as they would be in a Karate school: they are dressed in old T-shirts and tattered sweat pants. This is not a wealthy school, by any means, and that is typified by the appearance of SIFU KWAN, who is walking through the students as they train. He is wizened old man, 70 years old if he is a day, and he is dressed in a fraying Chinese jacket, scruffy cloth shoes and a discolored Chinese T-shirt. ANGLE ON A YOUNG ADULT Struggling through a horse stance, his face in real pain. He is trying his best to hold the stance, but his legs are quivering. He drops out of the stance onto his knees. Master Kwan is right beside him.", 
                    "start": 15
                }, 
                {
                    "name": "direction", 
                    "stop": 1612, 
                    "raw_text": "Sifu Kwan, was that long enough? It's been 10 minutes... Sifu Kwan shakes his head and puts his hands behind his back as he walks past the student.", 
                    "start": 1461
                }, 
                {
                    "name": "direction", 
                    "stop": 1883, 
                    "raw_text": "At Shaolin Temple, in misty Songshan mountains, We monks trained in iron palm until our hands bled... (beat) ... then we trained some more. He walks on, leaving a puzzled student behind.", 
                    "start": 1650
                }, 
                {
                    "name": "direction", 
                    "stop": 2165, 
                    "raw_text": "(getting back into horse stance) I guess not... ANGLE ON KWAN As he walks around the different people training. As one woman is moving through an intricate series of movements, he sighs and rearranges her hands.", 
                    "start": 1936
                }, 
                {
                    "name": "direction", 
                    "stop": 2516, 
                    "raw_text": "Tiger grasps his tail, not hamburger! He    moves on, studying the room with his eyes, often glancing toward the    door, and then toward the small clock on a table near the door. It    is late, and Kwan is obviously waiting for someone to arrive. As he    is waiting, a young STUDENT comes up to Kwan.", 
                    "start": 2208
                }, 
                {
                    "name": "direction", 
                    "stop": 2641, 
                    "raw_text": "Master Kwan, when can I learn flying kicks? I see Bruce Lee...", 
                    "start": 2562
                }, 
                {
                    "name": "direction", 
                    "stop": 3137, 
                    "raw_text": "Bruce Lee actor, we fighters, warriors. A sparrow in flight is beautiful, but a side kick to the ribs is effective. Show me. The boy shrugs    and then    starts throwing side kicks. Kwan   is half looking at the    boy and    half looking towards the door and   the clock. The boy throws    three or    four kicks and then stops. He is   watching Kwan watching    the door.    Kwan sees him, and turns back to   him.", 
                    "start": 2684
                }, 
                {
                    "name": "direction", 
                    "stop": 4003, 
                    "raw_text": "A Shaolin warrior lets nothing intrude. Continue, never mind. He continues to kick, and Kwan continues to look at the door. Finally, the student stops kicking, half-heartedly bows to the master, and then moves to the side of the workout room. Kwan doesn't know he's gone. Kwan turns around, forgetting for a moment what he is doing, and comes face to face with the mother of a student, MRS. RODRIGUEZ, and she is holding a uniform of some sort. She smiles widely at him and holds up the uniform. It is beautiful, obviously hand made, and on the back is embroidered: \"Kwan's Shaolin\" and underneath that is \"Drew Carson\". Kwan takes in the entire outfit, while the rest of the class is gathering around to have a look. They are all very impressed.", 
                    "start": 3229
                }, 
                {
                    "name": "direction", 
                    "stop": 4294, 
                    "raw_text": "Never in my days at the Shaolin Temple have I seen uniform as beautiful as this. Thank you, Mrs. Rodriguez. I wish Drew were here to thank you himself. Ta ma de! This last he says looking at the empty door.", 
                    "start": 4055
                }, 
                {
                    "name": "direction", 
                    "stop": 4390, 
                    "raw_text": "I only hope it brings him luck in the tournament.", 
                    "start": 4339
                }, 
                {
                    "name": "direction", 
                    "stop": 4668, 
                    "raw_text": "Luck is no concern, Mrs. Rodriguez. Shaolin warriors depend on heart and soul  that's how they saved the T'ang emporer. He looks again at the door, then claps his hands together, gathering his students around him.", 
                    "start": 4427
                }, 
                {
                    "name": "direction", 
                    "stop": 5178, 
                    "raw_text": "Xie Xie, Mrs. Rodriguez. (to class) During my time training at the Shaolin Temple, the birthplace of the martial arts, I was lucky (glance at Mrs. Rodriguez)... er... fortunate to have the best instructors in the world train me. But, there was also time for individual training  where skills were honed like the blade of a sword. Now, it is that time for you. He turns to go. One of the students, before he can leave, clears his throat.", 
                    "start": 4714
                }, 
                {
                    "name": "direction", 
                    "stop": 5248, 
                    "raw_text": "What do you want us to do?", 
                    "start": 5220
                }, 
                {
                    "name": "direction", 
                    "stop": 5374, 
                    "raw_text": "When the blind follow the blind, they both fall over the cliff. Understand?", 
                    "start": 5285
                }, 
                {
                    "name": "direction", 
                    "stop": 5478, 
                    "raw_text": "No. The others mutter \"No\" and shake their heads, confused.", 
                    "start": 5416
                }, 
                {
                    "name": "direction", 
                    "stop": 7185, 
                    "raw_text": "No matter. He exits, leaving his students staring vacantly after him. They look at each other, honestly not knowing what to do. EXT. DREW GARAGE  SAME NIGHT ESTABLISHING SHOT OF OLD GARAGE. It is kind of spooky, and there are no lights on outside. There is candlelight inside, and it is moving around  an effect not unlike a ghost carrying a candelabra. INT. DREW GARAGE  SAME NIGHT ESTABLISHING SHOT OF INTERIOR. The area is dilapidated, but very clean, with all kinds of kung fu and Chinese paraphenalia lying around. Around the corner comes the spooky light, and (with music building to a crescendo), we see DREW CARSON, a    muscular 16/17 year old, bowls of flaming wax on his bare shoulders,    moving through the garage, practicing his kung fu maneuvers.    He is kicking, punching, etc., occasionally spilling hot wax on his    skin (INSERT). In the background is a TV, and on it is showing a martial arts movie. ANGLE ON KWAN Who is quietly settling into a shadowy corner of the garage, watching Drew. ANGLE ON DREW As he continues to move around the workout area, his arms and body moving as he tries to match the movements on the TV. Suddenly, Kwan jumps out of the shadows, attacking. Drew reacts instantly, evading the attack, the wax sloshing around in the bowls but not spilling (INSERT SHOT HERE). Kwan continues the attack, and Drew evades, their movements matching the movements on the TV almost move for move. It is a beautiful ballet, and Drew ends it by sweeping Kwan down to the ground. When Kwan hits the ground, hard, his face is lit by the TV screen. ANGLE ON DREW Who, for the first time, sees that it is Kwan.", 
                    "start": 5515
                }, 
                {
                    "name": "direction", 
                    "stop": 7534, 
                    "raw_text": "! He hurries over to his master, a concerned look on his face. He leans down to help Kwan up, forgetting about the bowls of hot wax. It pours down on Kwan, scalding him, as well as running down Drew's chest. Kwan struggles to get up, while at the same time trying to wipe the hot wax off.", 
                    "start": 7239
                }, 
                {
                    "name": "direction", 
                    "stop": 7623, 
                    "raw_text": "Master Kwan! I'm sorry, very sorry!", 
                    "start": 7586
                }, 
                {
                    "name": "direction", 
                    "stop": 7860, 
                    "raw_text": "I'm OK, never mind! What are you doing anyway? DREW Is taking the glued-on cups of wax off his shoulders, while peeling the already hard wax off his chest.", 
                    "start": 7700
                }, 
                {
                    "name": "direction", 
                    "stop": 8015, 
                    "raw_text": "Practicing. I saw it in this movie... Kwan shakes his head and walks over to Drew, standing in front of him.", 
                    "start": 7903
                }, 
                {
                    "name": "direction", 
                    "stop": 8158, 
                    "raw_text": "Why didn't you come to class? Why waste time with this... Should study tapes of opponent.", 
                    "start": 8055
                }, 
                {
                    "name": "direction", 
                    "stop": 8312, 
                    "raw_text": "I'll still win. Besides, the Shaolin monks never had tapes to study... they did it this way... right?", 
                    "start": 8197
                }, 
                {
                    "name": "direction", 
                    "stop": 8520, 
                    "raw_text": "Not quite  our drills at the temple had meaning. If we had tapes, we would have watched them. Drew starts to protest, but Kwan doesn't even let him start.", 
                    "start": 8351
                }, 
                {
                    "name": "direction", 
                    "stop": 8629, 
                    "raw_text": "\"The    warrior who knows himself and his opponent will win", 
                    "start": 8568
                }
            ], 
            "name": "heading", 
            "transition": null, 
            "stop": 15, 
            "in_lines": [
                {
                    "indent": 1, 
                    "result": {
                        "indent": 1, 
                        "shot type": {
                            "est": "ESTABLISHING SHOT", 
                            "shot": "ESTABLISHING SHOT"
                        }, 
                        "heading": {
                            "est": "ESTABLISHING SHOT", 
                            "shot": "ESTABLISHING SHOT"
                        }
                    }, 
                    "start": 22, 
                    "direction": [], 
                    "name": "in_line", 
                    "transition": null, 
                    "stop": 150, 
                    "in_lines": [], 
                    "dialogue": []
                }, 
                {
                    "indent": 1, 
                    "result": {
                        "indent": 1, 
                        "shot type": {
                            "est": "ESTABLISHING SHOT", 
                            "shot": "ESTABLISHING SHOT"
                        }, 
                        "heading": {
                            "est": "ESTABLISHING SHOT", 
                            "shot": "ESTABLISHING SHOT"
                        }
                    }, 
                    "start": 157, 
                    "direction": [], 
                    "name": "in_line", 
                    "transition": null, 
                    "stop": 279, 
                    "in_lines": [], 
                    "dialogue": []
                }, 
                {
                    "indent": 4, 
                    "result": {
                        "indent": 4, 
                        "heading": "IMPRESSION"
                    }, 
                    "start": 517, 
                    "direction": [], 
                    "name": "in_line", 
                    "transition": null, 
                    "stop": 532, 
                    "in_lines": [], 
                    "dialogue": []
                }, 
                {
                    "indent": 1, 
                    "result": {
                        "indent": 1, 
                        "shot type": {
                            "est": "ESTABLISHING SHOT", 
                            "shot": "ESTABLISHING SHOT"
                        }, 
                        "heading": {
                            "est": "ESTABLISHING SHOT", 
                            "shot": "ESTABLISHING SHOT"
                        }
                    }, 
                    "start": 575, 
                    "direction": [], 
                    "name": "in_line", 
                    "transition": null, 
                    "stop": 652, 
                    "in_lines": [], 
                    "dialogue": []
                }, 
                {
                    "indent": 1, 
                    "result": {
                        "indent": 1, 
                        "heading": "SIFU KWAN,"
                    }, 
                    "start": 964, 
                    "direction": [], 
                    "name": "in_line", 
                    "transition": null, 
                    "stop": 976, 
                    "in_lines": [], 
                    "dialogue": []
                }, 
                {
                    "indent": 1, 
                    "result": {
                        "indent": 1, 
                        "ToD": "70", 
                        "heading": "70"
                    }, 
                    "start": 1050, 
                    "direction": [], 
                    "name": "in_line", 
                    "transition": null, 
                    "stop": 1054, 
                    "in_lines": [], 
                    "dialogue": []
                }, 
                {
                    "indent": 1, 
                    "result": {
                        "indent": 1, 
                        "heading": "ON A YOUNG ADULT"
                    }, 
                    "start": 1189, 
                    "direction": [], 
                    "name": "in_line", 
                    "transition": null, 
                    "stop": 1208, 
                    "in_lines": [], 
                    "dialogue": []
                }
            ], 
            "dialogue": []
        }, 
        [
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "YOUNG ADULT"
                }, 
                "start": 1416, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 1461, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "ToD": "10", 
                            "heading": "10"
                        }, 
                        "start": 1503, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 1507, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "KWAN"
                }, 
                "start": 1612, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 1650, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "YOUNG ADULT"
                }, 
                "start": 1883, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 1936, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON KWAN"
                        }, 
                        "start": 2002, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 2012, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "KWAN"
                }, 
                "start": 2165, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 2208, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "STUDENT"
                        }, 
                        "start": 2488, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 2497, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "STUDENT"
                }, 
                "start": 2516, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 2562, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "KWAN"
                }, 
                "start": 2641, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 2684, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 3137, 
                "direction": [], 
                "name": "speaker", 
                "transition": null, 
                "stop": 3195, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "MRS"
                        }, 
                        "start": 3634, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 3638, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": [
                    {
                        "name": "dialogue", 
                        "stop": 3215, 
                        "raw_text": "(shaking his head)", 
                        "start": 3195
                    }
                ]
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 4003, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 4055, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "MOTHER"
                }, 
                "start": 4294, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 4339, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN"
                }, 
                "start": 4390, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 4427, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 4668, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 4714, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "STUDENT 2"
                }, 
                "start": 5178, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 5220, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN"
                }, 
                "start": 5248, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 5285, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "STUDENT 2"
                }, 
                "start": 5374, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 5416, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN"
                }, 
                "start": 5478, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 5515, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 5650, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 5707, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 5881, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 5936, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "DREW CARSON,"
                        }, 
                        "start": 6137, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 6152, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "16/17"
                        }, 
                        "start": 6165, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 6172, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "TV,"
                        }, 
                        "start": 6405, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 6410, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON KWAN"
                        }, 
                        "start": 6459, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 6469, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW"
                        }, 
                        "start": 6552, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 6562, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "TV"
                        }, 
                        "start": 6678, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 6681, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "SHOT HERE"
                        }, 
                        "start": 6842, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 6852, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "TV"
                        }, 
                        "start": 6945, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 6949, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "TV"
                        }, 
                        "start": 7109, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 7113, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW"
                        }, 
                        "start": 7127, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 7137, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW MASTER KWAN"
                }, 
                "start": 7185, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 7239, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 7534, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 7586, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "KWAN"
                }, 
                "start": 7623, 
                "direction": [], 
                "name": "speaker", 
                "transition": null, 
                "stop": 7672, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "OK,"
                        }, 
                        "start": 7703, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 7708, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": [
                    {
                        "name": "dialogue", 
                        "stop": 7686, 
                        "raw_text": "(blustering)", 
                        "start": 7672
                    }
                ]
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW"
                }, 
                "start": 7860, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 7903, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "KWAN"
                }, 
                "start": 8015, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 8055, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "DREW"
                }, 
                "start": 8158, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 8197, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "KWAN"
                }, 
                "start": 8312, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 8351, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 8520, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 8568, 
                "in_lines": [], 
                "dialogue": []
            }
        ]
    ], 
    [
        {
            "indent": 11, 
            "result": {
                "indent": 11, 
                "ToD": "100", 
                "heading": "100"
            }, 
            "start": 8629, 
            "direction": [
                {
                    "name": "direction", 
                    "stop": 8803, 
                    "raw_text": "times in 100 battles.\" Study the tapes I gave you. All    these years of one on one training  you're the best I've    ever taught.", 
                    "start": 8647
                }, 
                {
                    "name": "direction", 
                    "stop": 8853, 
                    "raw_text": "The best?", 
                    "start": 8842
                }, 
                {
                    "name": "direction", 
                    "stop": 9307, 
                    "raw_text": "Best white boy, maybe. Just fight like a Shaolin warrior the rest will take care of itself. (picks up tape) Face reality, before it breaks your jaw! Drew holds out his hand for the tape, and Kwan slaps it into his hand. Drew smiles a defeated smile and turns toward the VCR, when Drew's stepfather, BOB, walks in. He is a big, overweight man, and he is very angry.", 
                    "start": 8892
                }, 
                {
                    "name": "direction", 
                    "stop": 9424, 
                    "raw_text": "(shouting) Are you screwing around with this stuff again?", 
                    "start": 9353
                }, 
                {
                    "name": "direction", 
                    "stop": 9504, 
                    "raw_text": "Look, Bob, I'm not bothering you, am I?", 
                    "start": 9463
                }, 
                {
                    "name": "direction", 
                    "stop": 9584, 
                    "raw_text": "It's your attitude that bothers me, son.", 
                    "start": 9542
                }, 
                {
                    "name": "direction", 
                    "stop": 9769, 
                    "raw_text": "I'm not your son, Bob. Lay off. It is a threat, one that Bob almost takes up. Kwan feels the tension in the room, and starts to say something.", 
                    "start": 9623
                }, 
                {
                    "name": "direction", 
                    "stop": 9932, 
                    "raw_text": "(cutting him off) Don't say a word, yellow man. REACTION SHOT OF KWAN Closing his already opened mouth.", 
                    "start": 9813
                }, 
                {
                    "name": "direction", 
                    "stop": 10165, 
                    "raw_text": "You're here because I told your Mom I'd see you were taken care of... after. At least respect my wishes, and make something of yourself... Stop wasting your time!", 
                    "start": 9977
                }, 
                {
                    "name": "direction", 
                    "stop": 10339, 
                    "raw_text": "(sarcastic) When I'm the best fighter in the country, I'm not going to let you be part of my entourage...", 
                    "start": 10208
                }, 
                {
                    "name": "direction", 
                    "stop": 10408, 
                    "raw_text": "You mean when you're in jail...", 
                    "start": 10375
                }, 
                {
                    "name": "direction", 
                    "stop": 10708, 
                    "raw_text": "Just leave me alone, Bob, OK? I NEVER asked for anything from you. He spins and kicks one of the hanging bags, then walks out of the workout room, leaving Bob and Kwan standing alone. Kwan looks at Bob, who towers over him, and smiles sheepishly.", 
                    "start": 10445
                }, 
                {
                    "name": "direction", 
                    "stop": 10830, 
                    "raw_text": "Pressure. Big tournament this weekend. He starts to walk out, but Bob follows him.", 
                    "start": 10745
                }, 
                {
                    "name": "direction", 
                    "stop": 10962, 
                    "raw_text": "How would you have liked having to take care of a kid you never really wanted... ?", 
                    "start": 10866
                }, 
                {
                    "name": "direction", 
                    "stop": 11766, 
                    "raw_text": "I wish I had the chance... Kwan exits, and we... EXT. TREVOR ESTATE  DAY ESTABLISHING SHOT OF TREVOR GOTTITALL ESTATE, A HUGE PALATIAL SPREAD. The grounds are immaculate and huge, exquisitely kept and beautifully laid out. A gathering is around the pool and lawn area, where TREVOR and his team are having an exhibition for their guests. Polite applause is COMING FROM THE CROWD, ALL WELL-DRESSED AND OBVIOUSLY WELL-HEELED. ANGLE ON TREVOR As he knocks out an opponent. ANGLE ON CROWD Applauding. ANGLE ON TREVOR Taunting a different opponent. Trevor executes a beautiful technique and puts the guy down and out. ANGLE ON TEAM (Psychologist, therapist, masseur, etc.) who are cheering Trevor on. ANGLE ON TREVOR As he plays with the next fighter.", 
                    "start": 10999
                }, 
                {
                    "name": "direction", 
                    "stop": 11948, 
                    "raw_text": "They said you were good... ha! He knocks the guy out with a picture perfect kick. There is no denying that he's a superior fighter.", 
                    "start": 11813
                }, 
                {
                    "name": "direction", 
                    "stop": 12179, 
                    "raw_text": "Can't you get me any quality sparring partners? The next guy comes up, but before they can start, the psychologist, DR. PFEELGUT, calls for \"Time\" and motions Trevor over.", 
                    "start": 12004
                }, 
                {
                    "name": "direction", 
                    "stop": 12620, 
                    "raw_text": "It's    not enough just to win, Trevor. You have to destroy your    opponent completely, mentally and physically. Beat him    once, he's a threat. Humiliate him, and he'll fear you    forever. Trevor listens to this, nods his head once, and when Pfeelgut goes to leave, Trevor pushes him into the pool. Pfeelgut comes to the surface, smiling.", 
                    "start": 12228
                }, 
                {
                    "name": "direction", 
                    "stop": 13082, 
                    "raw_text": "Exactly! Trevor goes back to the ring. He really takes it      to this guy, alternately playing with him and hurting him. As      the guy tries to hold his own, the string to his pants comes loose      and they start to fall down. He grabs for them with both hands, and      Trevor starts to back up, laughing with the rest of the group. ANGLE ON PFEELGUT Toweling off, who is yelling to Trevor.", 
                    "start": 12678
                }, 
                {
                    "name": "direction", 
                    "stop": 13815, 
                    "raw_text": "GET HIM! NOW!! Trevor looks at him for a moment, not really understanding, then sees what the psychologist is saying. He lunges immediately forward and (in SLOW MOTION) knocks the guy out while he is still trying to pull his pants up. ANGLE ON CROWD AS THEY ENJOY THE SHOW IMMENSELY Trevor has learned the lesson of the day, and he walks off. INT. TREVOR HOUSE  SAME DAY ESTABLISHING SHOT OF TREVOR BEING PAMPERED BY HIS ENTOURAGE The masseur is massaging his shoulders, a woman is doing a pedicure and another is doing a manicure. An exercise physiologist is going over a computer print out with Trevor, when an old Korean master, MASTER KIM, comes into the room.", 
                    "start": 13137
                }, 
                {
                    "name": "direction", 
                    "stop": 14075, 
                    "raw_text": "Ah, Master Kim. (to physiologist) I'll look at these stats later. Trevor indicates a seat near him, much lower than the one he is sitting in. The Korean master prefers to remain standing.", 
                    "start": 13854
                }, 
                {
                    "name": "direction", 
                    "stop": 14176, 
                    "raw_text": "Are all you guys named Kim? So, what did you think?", 
                    "start": 14123
                }, 
                {
                    "name": "direction", 
                    "stop": 14272, 
                    "raw_text": "(thick accent) You velly good fighter...", 
                    "start": 14218
                }, 
                {
                    "name": "direction", 
                    "stop": 14396, 
                    "raw_text": "Learn English, will ya? And, tell me something I don't know...", 
                    "start": 14320
                }, 
                {
                    "name": "direction", 
                    "stop": 14519, 
                    "raw_text": "A mountain lion doesn't ponder his weakness, and is therefore vulnerable.", 
                    "start": 14432
                }, 
                {
                    "name": "direction", 
                    "stop": 14796, 
                    "raw_text": "(after a beat) Well, I'm pretty damn tired of this fortune cookie crap. (beat) You're history. Chaunce, get ride of the bum. The butler, CHAUNCY, comes forward and walks up to Master Kim.", 
                    "start": 14564
                }, 
                {
                    "name": "direction", 
                    "stop": 14855, 
                    "raw_text": "Very good, sir.", 
                    "start": 14838
                }, 
                {
                    "name": "direction", 
                    "stop": 15039, 
                    "raw_text": "Don't come here any more, you hear? Over a little more to the left, Sam. The masseur nods and adjusts his technique accordingly.", 
                    "start": 14896
                }, 
                {
                    "name": "direction", 
                    "stop": 16249, 
                    "raw_text": "It's hard being me, you know. So much pressure... EXT. COLISEUM  DAY People are streaming into the large building. The marquee out front reads \"Diamond Nationals\". INT. COLISEUM  SAME DAY ESTABLISHING MONTAGE OF TOURNAMENT: CROWDS AND COMPETITORS. (SOME IDEAS, NOT IN ORDER) Competitors warming up (wall front stretch, very high; one guy kicking another in the head  tap, tap, tap; two man routine practicing  another one jumps in?; two beautiful girls sparring; crowd assembling; group of kids waiting  call comes over public address system, they run off; stand outside selling high tech equipment; different styles of fighter's clothes  camo, stars & stripes, \"headhunter\"; stern 9 year old girl doing kata; two toddlers barely seen through their safety equipment fighting furiously; two twins doing identical kata; breaking; etc.) ANGLE ON DREW AND KWAN Walk into the area  Drew is dressed in the ill-fitting handmade suit by Mrs. Rodriguez. People recognize him as he walks past. ANGLE ON TREVOR Making his entrance. He is in a perfectly laundered and pressed suit, and his assistant is carrying another suit pressed and ready to go.", 
                    "start": 15089
                }, 
                {
                    "name": "direction", 
                    "stop": 16336, 
                    "raw_text": "Hey, Trevor! What's the 2nd uniform for?", 
                    "start": 16294
                }, 
                {
                    "name": "direction", 
                    "stop": 16390, 
                    "raw_text": "The finals.", 
                    "start": 16377
                }, 
                {
                    "name": "direction", 
                    "stop": 16860, 
                    "raw_text": "(after he's gone) Cocky bastard... ANGLE ON TREVOR As he wins a fight. ANGLE ON DREW As he wins. ANGLE ON TREVOR Drew watching, as he wins again. DREW AGAIN Winning. The stage is set for the finals. ANGLE ON THE RING Drew and Trevor are already inside, waiting. Drew fights in a mish mosh of gear (different colors, different makes), while Trevor is decked out in designer, personalized gear.", 
                    "start": 16442
                }, 
                {
                    "name": "direction", 
                    "stop": 17732, 
                    "raw_text": "Fighting for the Grand Championship: Trevor Gottitall and Drew Carson. 3 rounds, max point. Gentlemen, bow to the ref, to each other... The referee gives them a signal and the fight begins. Drew is holding his own, but Trevor is scoring. After several flashy moves, the round is over. Score: 6 - 1. We see Trevor's cheerleaders cheering. ANGLE ON TREVOR'S CORNER Where he is given mineral water to drink, his shoulders are massaged, etc. ANGLE ON DREW'S CORNER Kwan sheepishly offers him a sip of water from a battered paper cup. 2nd round: Drew's getting beaten worse than the first round. Nothing he tries works. The score at the end of the round is 15 - 4, in favor of Trevor. ROUNDBREAK Drew is exhausted, frustrated and worried. Trevor is pumped and ready to go on forever.", 
                    "start": 16907
                }, 
                {
                    "name": "direction", 
                    "stop": 18927, 
                    "raw_text": "You only lose if you give up. ANGLE ON TREVOR'S CORNER The psychologist is exhorting him to destroy Drew. Trevor leans back on his padded stool, smiling. The 3rd round starts. In this round, Trevor is destroying Drew, making him look ridiculous. A clinch comes, and (INSERT HERE) before they can break, Trevor grabs the drawstring around Drew's waist and pulls. They face off (\"20 seconds\" comes the call), and Trevor charges. As Drew blocks, his pants begin to sag. Trevor, not trying to score, just trying to keep Drew's hands busy, keeps coming. Drew's pants drop lower and lower. When they get around his knees, he finally notices them, and reaches down to get them. Trevor drives and picks him up in a throw, effectively showing Drew's bare ass to the world. CUT AWAY to crowd laughing, girls shocked, cameras poised and recording, one mom puts her hands over her daughter's eyes, etc. Trevor dumps Drew and scores the final point, just as time runs out. A buzzer goes off, signaling the end of the round. Trevor thrusts his fists into the air in celebration. Drew tries to crawl out of the ring, and everyone is watching him.", 
                    "start": 17774
                }, 
                {
                    "name": "direction", 
                    "stop": 19287, 
                    "raw_text": "I was never worried. He's no match for me. I just hope the 2nd place trophy is a belt! Crowd laughs, Trevor's entourage laughs the hardest. ANGLE ON DREW As he packs up his stuff.", 
                    "start": 19091
                }, 
                {
                    "name": "direction", 
                    "stop": 20096, 
                    "raw_text": "Next time we get that guy...", 
                    "start": 20066
                }, 
                {
                    "name": "direction", 
                    "stop": 20338, 
                    "raw_text": "(shaking his head) No next time, Master. Maybe... (big sigh) ... you should find a new student. I just can't do it I'm not getting any better!", 
                    "start": 20139
                }, 
                {
                    "name": "direction", 
                    "stop": 20549, 
                    "raw_text": "Don't talk like that. At Shaolin... He pauses, and decides not to tell another Shaolin Temple story. Drew looks at him funny  this is very against his character.", 
                    "start": 20384
                }, 
                {
                    "name": "direction", 
                    "stop": 21213, 
                    "raw_text": "I saw a Shaolin monk once. I was only 5 years old at the time, but I remember it like it was yesterday. I was coming back from the market with my father. Soldiers stopped us and were taking the food we had just bought. It was all we had left to eat  no more money. These were hard times in China, people were selling their children for food, and the soldiers had no right. Who can stop soldiers with guns, though? Yes? He pauses, and takes a sip of tea, checking the needle, adjusting it and turning it slightly this way and that.", 
                    "start": 20595
                }, 
                {
                    "name": "direction", 
                    "stop": 21760, 
                    "raw_text": "Just as the soldiers were leaving, a monk stepped out of the crowd and told them very calmly to put the food back. Well, naturally, they didn't. They pushed the monk, and the next thing I knew the soldiers were in the street, and the food was back in my father's arms. 5 soldiers, and they were in a heap on the ground, their blood mixing with the dust of the street. Kwan smiles with the memory  it is a sweet and heroic one.", 
                    "start": 21259
                }, 
                {
                    "name": "direction", 
                    "stop": 22252, 
                    "raw_text": "The crowd whispered \"Shaolin\", and he bowed to us, touched my cheek and smiled, then just walked on. I watched him until he disappeared in the distance. He was larger than life, a hero to a little boy of 5. I vowed then and there to become like him, fight for right like the Shaolin. He pauses again, looking at Drew. Drew meets his gaze, wondering why he is telling him this story.", 
                    "start": 21806
                }, 
                {
                    "name": "direction", 
                    "stop": 22438, 
                    "raw_text": "I never did, though. My family left China and ended up here in New York, a young boy's dream left behind in China.", 
                    "start": 22298
                }, 
                {
                    "name": "direction", 
                    "stop": 22509, 
                    "raw_text": "You mean... all the stories...?", 
                    "start": 22476
                }, 
                {
                    "name": "direction", 
                    "stop": 22792, 
                    "raw_text": "(nodding) Made up. I never trained at the Shaolin Temple. When I realized my dream couldn't come true, I convinced myself that it had anyway. It was a small step to convince other people.", 
                    "start": 22555
                }, 
                {
                    "name": "direction", 
                    "stop": 22860, 
                    "raw_text": "Why are you telling me this?", 
                    "start": 22830
                }, 
                {
                    "name": "direction", 
                    "stop": 23221, 
                    "raw_text": "I've given you all I can, and it's not enough. It was never enough. You're like a son to me, Drew, and you have all the potential in the world, but I can't take you where you want to go. Kwan takes the needle out of Drew's arm, and then rubs the spot where it was with a cotton ball.", 
                    "start": 22898
                }, 
                {
                    "name": "direction", 
                    "stop": 23365, 
                    "raw_text": "There, that should control the swelling. He watches Drew, who is pondering what Kwan has said.", 
                    "start": 23268
                }, 
                {
                    "name": "direction", 
                    "stop": 23429, 
                    "raw_text": "So you're not a Shaolin?", 
                    "start": 23403
                }, 
                {
                    "name": "direction", 
                    "stop": 23472, 
                    "raw_text": "No.", 
                    "start": 23467
                }, 
                {
                    "name": "direction", 
                    "stop": 23523, 
                    "raw_text": "Never were?", 
                    "start": 23510
                }, 
                {
                    "name": "direction", 
                    "stop": 23702, 
                    "raw_text": "No. Drew nods, an idea forming in his head. A slight smile forms on his face. Kwan was expecting him to be angry, he never expected this.", 
                    "start": 23561
                }, 
                {
                    "name": "direction", 
                    "stop": 23756, 
                    "raw_text": "What?", 
                    "start": 23749
                }, 
                {
                    "name": "direction", 
                    "stop": 23853, 
                    "raw_text": "If you are not a Shaolin warrior, then I will become one.", 
                    "start": 23794
                }, 
                {
                    "name": "direction", 
                    "stop": 23920, 
                    "raw_text": "What are you talking about?", 
                    "start": 23891
                }, 
                {
                    "name": "direction", 
                    "stop": 24138, 
                    "raw_text": "I'm going to the Shaolin Temple  they can train me so I will never lose like that again. Kwan feels Drew's forehead. A long beat here as Kwan studies Drew's eyes.", 
                    "start": 23960
                }, 
                {
                    "name": "direction", 
                    "stop": 24323, 
                    "raw_text": "He hit you so hard, you're delirious. I'll get a cold cloth. He starts to get up, but Drew grabs his arm and forces him back down.", 
                    "start": 24178
                }, 
                {
                    "name": "direction", 
                    "stop": 24784, 
                    "raw_text": "(eyes intent) Don't you    see? You said    yourself I needed the right training     where better    than the Shaolin Temple? What's holding me    here? I have    the chance to do what you couldn't.    I will go to    the Shaolin Temple. Kwan looks at him, realizes he's serious. He nods his head, giving the idea serious consideration. He smiles along with Drew.", 
                    "start": 24369
                }, 
                {
                    "name": "direction", 
                    "stop": 24855, 
                    "raw_text": "I must pay for your ticket...", 
                    "start": 24824
                }, 
                {
                    "name": "direction", 
                    "stop": 24927, 
                    "raw_text": "No! I'll make it there myself.", 
                    "start": 24895
                }, 
                {
                    "name": "direction", 
                    "stop": 25312, 
                    "raw_text": "I grew up on the stories of the Shaolin, and you can be those stories. You can live my dream for me  at least let me help you. Let an old man make up for the trouble he's caused. Kwan touches Drew's bruised cheek, fatherly love in his eyes. Drew nods his head, then bows in the traditional Chinese manner.", 
                    "start": 24967
                }, 
                {
                    "name": "direction", 
                    "stop": 28206, 
                    "raw_text": "Master... MONTAGE OF DEPARTURE ANGLE ON DREW AND KWAN AS KWAN HANDS HIM A \"NORTHWEST AIRLINES\" TICKET. ANGLE ON DREW As he packs for China. ANGLE ON KWAN AND DREW As Kwan drops drew off at the AIRPORT. Drew takes his suitcase and walks into the airport. EXT. CHANG AN LU  DAY ESTABLISHING SHOT OF DREW RUNNING ALONG BEIJING'S CHANG AN LU, A SEA OF BICYCLES AROUND HIM. Bicycle bells ring loudly as figures dressed in the same drab clothes ride around him, their faces covered with scarves and surgical masks against the northern China dirt. CAMERA PULLS BACK TO REVEAL TIAN AN MEN SQUARE and the huge photo of CHAIRMAN MAO on the front of the Meridian Gate of the Forbidden City. Drew continues his run, past a group of western-dressed lyou mang, who watch him run by through dark glasses. Drew runs through a large city park, stopping to watch a group of older citizens going through Tai Zhi routines under the weeping willow trees there. Drew runs through an open air food market, picking his way through flipping fish, dead frogs and all kinds of fruits and vegetables. People yell at each other, trying to get the best price. Young man brushing his teeth in the street. A group of toddlers, strung together with rope, walks down the street, their split pants showing glimpses of bare bottoms as they walk. EXT. TRAIN STATION  SAME DAY ESTABLISHING SHOT OF SERIOUSLY OVERCROWDED TRAIN, PEOPLE PUSHING AND SHOVING TO GET ON. Drew walks up to it, a huge backpack on his back. He hesitates a moment, then starts forcing his way onto the train like everyone else. He manages to get in through a window. INT. CROWDED TRAIN  SAME DAY There are no seats. Drew takes his pack off and sits on it. Next to him is an old man, his teeth red and rotted from betel nut juice. The man smiles at Drew. EXT. CHINA COUNTRYSIDE  DAY TRAIN RUSHING THROUGH THE COUNTRYSIDE. DREW POV EXT. COUNTRYSIDE  DAY Drew watches the countryside go by. Temples, farms and rice paddies slide by, with an occasionally glimpse of the Great Wall. EXT. GREAT WALL  DAY ESTABLISHING SHOT OF DREW, BACKPACK ON, AS HE WALKS ON THE GREAT WALL. EXT. CHINA COUNTRYSIDE  NIGHT TRAIN RUSHING THROUGH DARKENED COUNTRYSIDE. INT. LUOYANG TRAIN STATION  DAY ESTABLISHING SHOT OF DREW GETTING OFF THE TRAIN. He stops on the platform for a moment, a huge colorful Chinese billboard in the b.g. A transit cop quickly comes up to him and prods him into motion. Drew walks on, passing a sign that reads \"Luoyang\". EXT. CHINESE STREETS  DAY ESTABLISHING SHOT OF DREW MAKING HIS WAY TOWARD THE SHAOLIN TEMPLE. He stops at    a drink stand and orders one. As soon as he stops, he is ringed with    people watching his every move  he feels almost like a movie star.    The woman in the stand hands him a drink, and takes the money out of    his hand.", 
                    "start": 25352
                }, 
                {
                    "name": "direction", 
                    "stop": 28648, 
                    "raw_text": "Where is the Shaolin Temple? Shaolin? The woman just smiles and shakes her head, not comprehending. ANGLE ON DREW Walking aimlessly. He comes to an intersection and sees a sign that says \"Shaolin Temple\" with an arrow. He goes in the direction that the arrow points. EXT. GIRL'S SCHOOL  SAME DAY ESTABLISHING SHOT OF GROUP OF GIRLS STANDING OUTSIDE THEIR SCHOOL. Drew walks up and says hello.", 
                    "start": 28246
                }, 
                {
                    "name": "direction", 
                    "stop": 28899, 
                    "raw_text": "Hello, ladies! Can you tell me how to get to the Shaolin Temple? They titter with laughter, covering their mouths with their hands. Drew is not really amused, however, he is frustrated and tired.", 
                    "start": 28688
                }, 
                {
                    "name": "direction", 
                    "stop": 29155, 
                    "raw_text": "The Shaolin Temple? How hard can that be? Geez, doesn't anyone speak English here? ANGLE ON ASHEMA As she pushes her way to the front of the group. She is a strikingly beautiful young woman.", 
                    "start": 28948
                }, 
                {
                    "name": "direction", 
                    "stop": 29309, 
                    "raw_text": "I do. But wouldn't it make more sense for you to speak Chinese than to expect us to speak English?", 
                    "start": 29197
                }, 
                {
                    "name": "direction", 
                    "stop": 29486, 
                    "raw_text": "You're right. I apologize  I've just been trying to get to the temple for a long time now.", 
                    "start": 29382
                }, 
                {
                    "name": "direction", 
                    "stop": 29563, 
                    "raw_text": "Why do you want to find the temple?", 
                    "start": 29526
                }, 
                {
                    "name": "direction", 
                    "stop": 29848, 
                    "raw_text": "(not without pride) I am going to join the temple as a monk. Ashema translates this for her friends, and they titter anew. They gesture to Drew's longish hair and laugh, and then make some attempts at martial arts movements.", 
                    "start": 29607
                }, 
                {
                    "name": "direction", 
                    "stop": 29934, 
                    "raw_text": "I'm going that way  I can take you.", 
                    "start": 29897
                }, 
                {
                    "name": "direction", 
                    "stop": 29989, 
                    "raw_text": "You have a car?", 
                    "start": 29972
                }, 
                {
                    "name": "direction", 
                    "stop": 30223, 
                    "raw_text": "The next best thing. (beat) This is a Chinese car. She pulls out her standard-issue black bicycle  she has customized it, however, with some colorful additions.", 
                    "start": 30029
                }, 
                {
                    "name": "direction", 
                    "stop": 30565, 
                    "raw_text": "Hop on. Drew does, and they take off, the girls from the school tittering as they drive off. EXT. CHINESE STREETS  SAME DAY ESTABLISHING SHOT OF ASHEMA PEDALING DREW. It is not the most stable ride  Ashema is struggling to keep moving, while Drew is doing his best to stay on the bike.", 
                    "start": 30272
                }, 
                {
                    "name": "direction", 
                    "stop": 31423, 
                    "raw_text": "We are here. DREW STOPS THE BIKE AND LOOKS BACK AT HER. ASHEMA GESTURES TO THE TEMPLE FRONT, AND DREW TURNS IN AWE. EXT. SHAOLIN TEMPLE  SAME DAY ESTABLISHING SHOT OF THE TEMPLE. This is it  the temple he came halfway around the world to see. The Shaolin Temple, the birthplace of the martial arts.", 
                    "start": 31117
                }, 
                {
                    "name": "direction", 
                    "stop": 31561, 
                    "raw_text": "Whoa! Ashema climbs off the back and takes the bike from Drew, marveling at his awe-struck face.", 
                    "start": 31461
                }, 
                {
                    "name": "direction", 
                    "stop": 31696, 
                    "raw_text": "I have to help my grandfather with our stand. If you get a chance, come by later.", 
                    "start": 31601
                }, 
                {
                    "name": "direction", 
                    "stop": 31823, 
                    "raw_text": "(distracted) I'll try, but monks aren't allowed to be around girls.", 
                    "start": 31742
                }, 
                {
                    "name": "direction", 
                    "stop": 31875, 
                    "raw_text": "Good luck.", 
                    "start": 31863
                }, 
                {
                    "name": "direction", 
                    "stop": 34117, 
                    "raw_text": "Shaolin monks don't need luck... (beat) Hey, thanks a lot for the ride. I hope I see you again. They wave at each other, and Ashema pushes her bike off. Drew turns back to stare at the front of the temple. He is letting it all sink in. After a moment, he picks up his backpack and heads for the front door. He pulls it open and disappears inside. INT. SHAOLIN TEMPLE  SAME DAY ESTABLISHING SHOT OF TEMPLE INTERIOR AS DREW OPENS THE HEAVY DOOR. The muted half light inside is in direct contrast to the sunlight of the day outside. Drew quietly closes the front door, and the half light takes over. He walks through the temple proper, and what follows is a MONTAGE of temple shots, establishing the feeling of the temple:    the famous Shaolin monk painting, the depressions in the floor of    the training hall, the incense blackened walls of the temple,    the temple figurines, the red lanterns hanging from the ceiling,    a huge wooden carving of Bodhidharma, etc. No one is around. Drew continues to explore, looking for someone to talk to. He wanders into another hall, following the O.S. sounds of CHANTING. Once inside this hall, he sees a group of monks, amid hanging incense burners and paper lanterns, sitting down on the floor chanting in rhythm. No one notices that Drew is standing there. The monks eyes are open, but they don't seem to see him. He stands there for a moment, then shrugs and walks out of that hall. He goes into a corridor, then passes the \"Wooden Man Chamber\". HE STICKS HIS HEAD IN, AND SEES ALL KINDS OF WOODEN STATUES LINED UP. HE ALMOST STARTS IN, BUT IS DISTRACTED BY THE SOUNDS OF TRAINING OUTSIDE (O.S.). HE WALKS OUT IN SEARCH OF THE SOUNDS. EXT. TRAINING AREA  SAME DAY ESTABLISHING SHOT OF TRAINING AREA. All manner of training equipment is standing outside (wooden men, posts, hanging targets, heavy bags, iron palm jugs, balance beams, etc.). A monk, the DRILL SERGEANT (hereafter D.S.), is standing in front of a wooden post, driving his hand into the wood. The post TREMBLES with every strike. Drew stands next to the monk, watching him intently. Again, the monk takes no notice of him.", 
                    "start": 31913
                }, 
                {
                    "name": "direction", 
                    "stop": 34192, 
                    "raw_text": "Excuse me, Master. No answer.", 
                    "start": 34160
                }, 
                {
                    "name": "direction", 
                    "stop": 34594, 
                    "raw_text": "Hello? Busy, huh? Still no answer. The man is just slamming his hand into the post, over and over. Drew sighs and walks on. He goes down a path, and flowering bushes are on either side of him. He can see the \"pagoda forest\" in the distance. At the end of the path, a monk, SAN DE, is sweeping up the path. Drew walks up to the monk and bows.", 
                    "start": 34244
                }, 
                {
                    "name": "direction", 
                    "stop": 34743, 
                    "raw_text": "Master, may I ask you a question? No answer nor response. Drew's kind of tired of this treatment.", 
                    "start": 34643
                }, 
                {
                    "name": "direction", 
                    "stop": 35292, 
                    "raw_text": "What's the deal here? Is everybody deaf in this temple? Even if you heard me, you wouldn't understand, would you? Huh, baldy? Shine your head for a quarter? He walks off frustrated, wondering what he has to do to get noticed. He walks back into the chanting chamber. INT. TEMPLE  SAME DAY The monks are still chanting. Drew stands there, listening some more, moving with the beat, until they stop chanting. Drew, thinking it was some kind of performance, claps his hands.", 
                    "start": 34789
                }, 
                {
                    "name": "direction", 
                    "stop": 35414, 
                    "raw_text": "That was great! Great! The monks finally take notice of him, and they are shocked.", 
                    "start": 35329
                }, 
                {
                    "name": "direction", 
                    "stop": 35482, 
                    "raw_text": "No tourists! Temple closed!", 
                    "start": 35453
                }, 
                {
                    "name": "direction", 
                    "stop": 35605, 
                    "raw_text": "So you can see me?!? Several monks rush up and start herding Drew towards the exit.", 
                    "start": 35519
                }, 
                {
                    "name": "direction", 
                    "stop": 35776, 
                    "raw_text": "(very agitated) No tourists! No tourists! Drew stops their progress and makes sure he has the monk's attention.", 
                    "start": 35650
                }, 
                {
                    "name": "direction", 
                    "stop": 35980, 
                    "raw_text": "I'm not a tourist! I want to be a monk! The monk stops, his face a mask of shock. He calls to another monk, and they have a short conversation in Chinese.", 
                    "start": 35822
                }, 
                {
                    "name": "direction", 
                    "stop": 36050, 
                    "raw_text": "That's not possible.", 
                    "start": 36028
                }, 
                {
                    "name": "direction", 
                    "stop": 36111, 
                    "raw_text": "What do you mean, sir?", 
                    "start": 36087
                }, 
                {
                    "name": "direction", 
                    "stop": 36245, 
                    "raw_text": "The training is too difficult. Besides, Shaolin policy is no foreigners.", 
                    "start": 36159
                }, 
                {
                    "name": "direction", 
                    "stop": 36406, 
                    "raw_text": "I didn't come all this way, from America, to get turned away. I want in. I want to become a Shaolin monk.", 
                    "start": 36285
                }, 
                {
                    "name": "direction", 
                    "stop": 36536, 
                    "raw_text": "What people want and what they can have are often not the same.", 
                    "start": 36457
                }, 
                {
                    "name": "direction", 
                    "stop": 36595, 
                    "raw_text": "Not in this case.", 
                    "start": 36576
                }, 
                {
                    "name": "direction", 
                    "stop": 36670, 
                    "raw_text": "Oh, yes, especially in this case.", 
                    "start": 36635
                }, 
                {
                    "name": "direction", 
                    "stop": 36845, 
                    "raw_text": "I'm not leaving. Drew starts to sit down, intent on staying, almost like a kid who is going to hold his breath until he turns blue.", 
                    "start": 36710
                }, 
                {
                    "name": "direction", 
                    "stop": 37117, 
                    "raw_text": "You give me no choice. (to other monks) Remove him. He continues in a stream of Chinese, and the other monks grab Drew and physically force him to stand up and start moving him towards the door.", 
                    "start": 36885
                }, 
                {
                    "name": "direction", 
                    "stop": 37415, 
                    "raw_text": "I just want to be a monk! Drew is forced through the courtyard to the front door. They pass the monk who was sweeping up in the back of the temple. He watches with interest as they open the door and force Drew through it, out of the temple. He smiles.", 
                    "start": 37157
                }, 
                {
                    "name": "direction", 
                    "stop": 38414, 
                    "raw_text": "Hey! What about my... The temple door opens again, and out comes Drew's backpack. It lands next to him, but spews out a couple of pairs of underwear, and some socks. The people standing around laugh. Drew gathers up the clothing and stuffs it back into his pack. He sits there for a moment, then gets up and heads for the small shops and stands ringing the courtyard. He walks past a couple of the stalls, looking at the people running them. He doesn't see Ashema. He passes a tea stall, where one old man is sitting down sipping his tea. The old man looks at Drew and smiles, and Drew is about to walk on, when Ashema stands up from where she was squatting behind her stall.", 
                    "start": 37725
                }, 
                {
                    "name": "direction", 
                    "stop": 38460, 
                    "raw_text": "Drew?", 
                    "start": 38453
                }, 
                {
                    "name": "direction", 
                    "stop": 38639, 
                    "raw_text": "Hi. Drew sits down heavily, putting his pack down next to him. Ashema places a cup of tea down in front of him, the steam rising from it.", 
                    "start": 38497
                }, 
                {
                    "name": "direction", 
                    "stop": 38715, 
                    "raw_text": "Make it a double. Rough day.", 
                    "start": 38685
                }, 
                {
                    "name": "direction", 
                    "stop": 38770, 
                    "raw_text": "What happened?", 
                    "start": 38754
                }, 
                {
                    "name": "direction", 
                    "stop": 38830, 
                    "raw_text": "They kicked me out...", 
                    "start": 38807
                }, 
                {
                    "name": "direction", 
                    "stop": 39269, 
                    "raw_text": "You've had enough. Drew's shoulders slump even more.", 
                    "start": 39214
                }, 
                {
                    "name": "direction", 
                    "stop": 39394, 
                    "raw_text": "Maybe it's for the best, Drew. You belong in America. New York.", 
                    "start": 39317
                }, 
                {
                    "name": "direction", 
                    "stop": 39636, 
                    "raw_text": "I have to do this. I can't go home, not until I'm a monk. I'd be even more of a disgrace... The old man talks to Ashema for the first time. He chatters in Chinese, motioning towards Drew.", 
                    "start": 39433
                }, 
                {
                    "name": "direction", 
                    "stop": 39696, 
                    "raw_text": "Not now, Bau Bau.", 
                    "start": 39677
                }, 
                {
                    "name": "direction", 
                    "stop": 39745, 
                    "raw_text": "Bau Bau?", 
                    "start": 39735
                }, 
                {
                    "name": "direction", 
                    "stop": 39957, 
                    "raw_text": "My nickname for him. He wants to tell you a story about the temple. The grandfather keeps talking, even though Ashema and Drew really don't want to listen.", 
                    "start": 39786
                }, 
                {
                    "name": "direction", 
                    "stop": 40161, 
                    "raw_text": "He is telling a story about a monk who was refused admission into the temple. It broke his heart not to be allowed to be a monk.", 
                    "start": 40007
                }, 
                {
                    "name": "direction", 
                    "stop": 40277, 
                    "raw_text": "What did he do? Ashema says something to him, and he continues in Chinese.", 
                    "start": 40200
                }, 
                {
                    "name": "direction", 
                    "stop": 40406, 
                    "raw_text": "He decided not to leave. He stayed in the courtyard until they let him in.", 
                    "start": 40318
                }, 
                {
                    "name": "direction", 
                    "stop": 40456, 
                    "raw_text": "How long?", 
                    "start": 40445
                }, 
                {
                    "name": "direction", 
                    "stop": 40606, 
                    "raw_text": "A long time  through the worst weather. He just sat there, unmoving, through rain, sleet, snow.", 
                    "start": 40497
                }, 
                {
                    "name": "direction", 
                    "stop": 40667, 
                    "raw_text": "Did they let him in?", 
                    "start": 40645
                }, 
                {
                    "name": "direction", 
                    "stop": 41104, 
                    "raw_text": "No. (beat) Of course they did  what kind of story do you think my Bau Bau would tell? He stayed in front of the temple until they could no longer say no. He went on to become one of the most famous monks in the history of the temple. Drew sits there, thinking, letting it all soak in. He then gets up and smiles.", 
                    "start": 40708
                }, 
                {
                    "name": "direction", 
                    "stop": 41299, 
                    "raw_text": "Please tell your grandfather, your Bau Bau, he is a wise man. And that he tells a good story. The grandfather smiles at him, nodding his head.", 
                    "start": 41142
                }, 
                {
                    "name": "direction", 
                    "stop": 41409, 
                    "raw_text": "What are you going to do? Are you going home? Drew shakes his head.", 
                    "start": 41339
                }, 
                {
                    "name": "direction", 
                    "stop": 41497, 
                    "raw_text": "I'm camping out. He starts away from the stand.", 
                    "start": 41447
                }, 
                {
                    "name": "direction", 
                    "stop": 42173, 
                    "raw_text": "In front of the temple. He walks off into the Chinese night. EXT. SHAOLIN TEMPLE  EARLY MORN ESTABLISHING SHOT OF MIST-LADEN COURTYARD. The sun is barely coming up, and only a few shafts of light are illuminating the darkness. A figure can be seen sitting cross-legged in front of the door. It is Drew, backpack at his side. The front door opens and a monk pokes his head out to look around, and he sees Drew sitting there. His eyes widen in shock, then he quickly disappears inside. Almost immediately, the door opens again, and the Admissions Monk is standing there, surprised and angry to see Drew sitting there.", 
                    "start": 41544
                }, 
                {
                    "name": "direction", 
                    "stop": 42322, 
                    "raw_text": "Go home! You cannot stay here! No response from Drew. He just sits there, staring straight ahead.", 
                    "start": 42222
                }, 
                {
                    "name": "direction", 
                    "stop": 43120, 
                    "raw_text": "Do you hear me? Go away! Drew doesn't move. San De, the sweeping monk, walks out of the open door, a monk behind him carrying a suitcase. He walks past Drew, noticing him sitting there. He walks on. The Admissions Monk slams the door, angry. EXT. TEMPLE  MONTAGE SECTION ANGLE ON DREW SWEATING IN THE HOT SUNSHINE Sweat is running into Drew's eyes, and he is trying to keep them from stinging. ANGLE ON DREW BEING TORMENTED BY LOCAL KIDS They are playing games around him, throwing stones at him, messing with his hair and his clothes, touching the things in his backpack (frisbee, football, walkman), etc. ANGLE ON DRILL SERGEANT As he comes out of the temple, chasing away the kids. When they are gone, he turns to Drew.", 
                    "start": 42380
                }, 
                {
                    "name": "direction", 
                    "stop": 44494, 
                    "raw_text": "Will you give up? I think so. ANGLE ON DREW SHIVERING IN THE DEAD OF NIGHT His eyes are closed, and it is obvious he is very uncomfortable. ANGLE ON SPIDER AS IT CRAWLS OUT TO SEE DREW It lingers for a moment, then goes away. ANGLE ON DREW BEING FED BY ASHEMA She is giving him food, and all he is moving is his mouth. They do not speak. ANGLE ON DREW SITTING IN THE RAIN He is miserable, and he is looking at the relative comfort of the stands around the temple, where there is food, warmth and light. His spirit is wavering. ANGLE ON DREW BEING FED BY ASHEMA AGAIN ASHEMA Give this up, Drew! Please? No response from Drew. Just a small smile. ANGLE ON SPIDER, WHO IS BACK This time it stays even longer. Drew looks down at it and smiles. ANGLE ON MONKS FROM TEMPLE Looking out the windows at the crazy foreigner in their courtyard. ANGLE ON DREW IN COURTYARD As a school group comes through the temple. The children are tied together with a rope, and the teacher motions to the crazy American. Drew has become an attraction! ANGLE ON DREW, SURROUNDED BY OLD MEN They are marveling at his perserverance. ANGLE ON DREW, WIND AND RAIN This time it doesn't seem to bother him so much. ANGLE ON DREW WITH ASHEMA AND HER BAU BAU THERE Bau Bau speaks quickly in Chinese.", 
                    "start": 43167
                }, 
                {
                    "name": "direction", 
                    "stop": 45557, 
                    "raw_text": "My Bau Bau says, keep it up! He is proud of you... Drew nods. ANGLE ON DREW SURROUNDED BY KIDS They are no longer tormenting him, they are playing around and with him. Drew is not moving, but he is part of their group. ANGLE ON DREW, THE SPIDER NOW SITTING ON HIS HAND Drew stares at the spider, his companion in the vigil. ANGLE ON DREW, BIRDS ALL AROUND HIM The birds are keeping him company, and they are singing for him. ANGLE ON DREW, THE FULL MOON IN THE B.G. Drew's form is firm and solid, the determination in his eyes easily seen as he stares at the moon. He will see this through. EXT. TEMPLE  DAY ESTABLISHING SHOT OF DREW STILL SITTING IN THE COURTYARD. The    old monk, San De, comes back, the same monk following behind him with    the suitcase. He looks at Drew, a little surprise showing in his face    at seeing the American still there. He doesn't stop, though. He goes    into the temple, shaking his head. ANGLE ON DREW Same as the first shot, all alone in the temple.", 
                    "start": 44548
                }, 
                {
                    "name": "direction", 
                    "stop": 45953, 
                    "raw_text": ": EXT. SHAOLIN TEMPLE  SAME DAY ESTABLISHING SHOT OF COURTYARD, DREW ALL ALONE. The door to the temple opens and out comes San De, alone this time. He walks over to where Drew is, stares at him for a moment, then sits down across from him. Drew tries not to look at him. San De runs his hand across his bald pate and smiles.", 
                    "start": 45620
                }, 
                {
                    "name": "direction", 
                    "stop": 46101, 
                    "raw_text": "My head is shiny enough already, don't you think? Drew, in shock at his ability to speak English, sputters", 
                    "start": 45992
                }, 
                {
                    "name": "direction", 
                    "stop": 46320, 
                    "raw_text": "You... You speak English? I'm sorry, I was just goofing... I apologize, master. I didn't mean to make fun of you... San De shrugs it off. Apology accepted.", 
                    "start": 46138
                }, 
                {
                    "name": "direction", 
                    "stop": 46387, 
                    "raw_text": "What are you trying to do?", 
                    "start": 46359
                }, 
                {
                    "name": "direction", 
                    "stop": 46596, 
                    "raw_text": "I want to become a monk  they won't let me in... Hey, you're just a grunt, a janitor sweeping up and all, don't sweat it. It's not your problem...", 
                    "start": 46424
                }, 
                {
                    "name": "direction", 
                    "stop": 46662, 
                    "raw_text": "Why are you sitting here?", 
                    "start": 46635
                }, 
                {
                    "name": "direction", 
                    "stop": 46800, 
                    "raw_text": "I got the idea from a story about a monk who wouldn't leave. I thought... San De nods.", 
                    "start": 46699
                }, 
                {
                    "name": "direction", 
                    "stop": 46858, 
                    "raw_text": "Has it been hard?", 
                    "start": 46839
                }, 
                {
                    "name": "direction", 
                    "stop": 47101, 
                    "raw_text": "It was at first. I was uncomfortable, in pain, actually, but as time went on, I got... into it, I guess. The sacrifice made me feel... in control, you know what I mean?", 
                    "start": 46895
                }, 
                {
                    "name": "direction", 
                    "stop": 47268, 
                    "raw_text": "(nodding) Much of the training at the temple is in that direction self sacrifice. Tell me more.", 
                    "start": 47146
                }, 
                {
                    "name": "direction", 
                    "stop": 47624, 
                    "raw_text": "At first I was really bored, and very lonely. But then, things changed. Maybe it's like hitting the wall in running  it was like I became part of the courtyard, and I felt powerful. Even the spider became my friend... Drew opens up his hand to reveal a spider sitting in his palm.", 
                    "start": 47305
                }, 
                {
                    "name": "direction", 
                    "stop": 47876, 
                    "raw_text": "It was an incredible experience  I said I'd do it, and I did it. San De, watching Drew intently, smiles at this last. He stands up and bows to Drew. Drew bows back, from his seated position.", 
                    "start": 47670
                }, 
                {
                    "name": "direction", 
                    "stop": 47941, 
                    "raw_text": "I wish you all the best.", 
                    "start": 47915
                }, 
                {
                    "name": "direction", 
                    "stop": 48106, 
                    "raw_text": "Same to you. San De turns and goes into the temple, leaving Drew still sitting in the courtyard, the setting sun in the b.g.", 
                    "start": 47978
                }, 
                {
                    "name": "direction", 
                    "stop": 49172, 
                    "raw_text": "They are disciples. This is the last class for fighting monks at Shaolin. Drew, very concerned, watches as the monks-to-be file through the temple doors. The mothers and fathers of the boys watch proudly as the last ones go through. The temple doors close. ANGLE ON DREW Who is crushed. His chance is gone.", 
                    "start": 48845
                }, 
                {
                    "name": "direction", 
                    "stop": 50558, 
                    "raw_text": "I'm sorry, Drew. It was a good effort. Drew is sitting there, trying to understand what is happening when the door to the temple opens again. The Drill Sergeant appears in the doorway and impatiently motions for Drew to come in. The crowd has stopped and is watching the drama unfold. Drew gets up warily, expecting some trick. The Drill Sergeant motions again, wanting Drew to hurry up. Drew looks at Ashema and her Bau Bau and smiles. He picks up his backpack and starts towards the temple, limping from sitting for so long. The crowd goes crazy, clapping and yelling. Drew runs into the temple. The door closes behind him. INT. SHAOLIN TEMPLE  SAME DAY ESTABLISHING SHOT OF INTERIOR OF TEMPLE. The line of disciples has stopped, waiting for Drew. Drew, back pack in hand, takes his place at the end of the line. They parade past a line of monks assembled in the courtyard inside the temple. As they walk by, some of the monks look nonplused, while a few are put out by the fact that Drew is among them. Several of the disciples turn around to look at Drew, and a couple are openly hostile to him. They file up to a raised platform, on which stand 20 monks, each holding a scroll in their hands, one monk for every new disciple. A gong sounds, and the questions begin. ANGLE ON FIRST DISCIPLE Who is asked...", 
                    "start": 49220
                }, 
                {
                    "name": "direction", 
                    "stop": 50651, 
                    "raw_text": "Do you accept the authority of the Shaolin patriarchs?", 
                    "start": 50595
                }, 
                {
                    "name": "direction", 
                    "stop": 50803, 
                    "raw_text": "Yes, without pause. ANGLE ON DREW MONK Do you renounce the earthly world?", 
                    "start": 50694
                }, 
                {
                    "name": "direction", 
                    "stop": 51027, 
                    "raw_text": "Sure do, master. You bet. The monk pauses, for that is not the ritual answer to the question. The Drill Sergeant comes up to him and whispers in his ear, and the monk then continues.", 
                    "start": 50840
                }, 
                {
                    "name": "direction", 
                    "stop": 51145, 
                    "raw_text": "Will you abide by the rules of the temple, even if it means death?", 
                    "start": 51065
                }, 
                {
                    "name": "direction", 
                    "stop": 51275, 
                    "raw_text": "I do. The Drill Sergeant comes up behind Drew and WHACKS him in the side with his elbow.", 
                    "start": 51183
                }, 
                {
                    "name": "direction", 
                    "stop": 51386, 
                    "raw_text": "(whispering) Answer \"Yes, without pause.\"", 
                    "start": 51331
                }, 
                {
                    "name": "direction", 
                    "stop": 51594, 
                    "raw_text": "(rubbing his side) Yes, without pause. ANGLE ON ANOTHER DISCIPLE MONK Who is the patriarch of the Shaolin Temple?", 
                    "start": 51432
                }, 
                {
                    "name": "direction", 
                    "stop": 51792, 
                    "raw_text": "Bodhidharma. ANGLE ON DREW MONK Do you accept the shr fu at the Shaolin Temple as your spiritual leaders?", 
                    "start": 51638
                }, 
                {
                    "name": "direction", 
                    "stop": 51886, 
                    "raw_text": "Yes, without pause. The Drill Sergeant nods his head.", 
                    "start": 51830
                }, 
                {
                    "name": "direction", 
                    "stop": 52073, 
                    "raw_text": "Will a fighting monk ever use his skills for personal gain? Drew pauses, looking at the Drill Sergeant. The D.S. nods, urging him on.", 
                    "start": 51924
                }, 
                {
                    "name": "direction", 
                    "stop": 52172, 
                    "raw_text": "Yes, without pause. The D.S. puts his hands over his eyes.", 
                    "start": 52111
                }, 
                {
                    "name": "direction", 
                    "stop": 52661, 
                    "raw_text": "I mean, no, of course not. Then, another gong sounds, and the quizzing is concluded. A figure moves down a corridor in beautiful robes. Everyone bows down, their eyes on the floor, to the figure, who is moving towards the raised platform in the center. Drew, also bowed down, sneaks a peak at the figure. It is San De! San De catches his eye and smiles slightly. He winks at Drew, then clears his throat. Everyone stands up again.", 
                    "start": 52220
                }, 
                {
                    "name": "direction", 
                    "stop": 52778, 
                    "raw_text": "Do these disciples accept the authority of the Shaolin Temple?", 
                    "start": 52702
                }, 
                {
                    "name": "direction", 
                    "stop": 52948, 
                    "raw_text": "Yes, without pause, Master San De. ANGLE ON DREW Who now knows that the monk he called a \"Janitor\" is the headmaster!", 
                    "start": 52827
                }, 
                {
                    "name": "direction", 
                    "stop": 53104, 
                    "raw_text": "(under his breath) I'll be damned! The DISCIPLE next to him, GAO, pokes him sharply in the ribs.", 
                    "start": 52993
                }, 
                {
                    "name": "direction", 
                    "stop": 53152, 
                    "raw_text": "Shut up!", 
                    "start": 53142
                }, 
                {
                    "name": "direction", 
                    "stop": 53268, 
                    "raw_text": "(holding his side) Oh, unbelievable, in the same place...", 
                    "start": 53197
                }, 
                {
                    "name": "direction", 
                    "stop": 53350, 
                    "raw_text": "Are they ready to begin their training?", 
                    "start": 53309
                }, 
                {
                    "name": "direction", 
                    "stop": 53410, 
                    "raw_text": "They are.", 
                    "start": 53399
                }, 
                {
                    "name": "direction", 
                    "stop": 53749, 
                    "raw_text": "Then, let us welcome them into our ranks! Gongs go off, firecrackers are set off, and a special flag is raised on the flag pole. A roar comes from the crowd outside. ANGLE ON THE DISCIPLES All of whom are happy. All, that is, except for Gao, who is staring at Drew. Drew, notices the stare.", 
                    "start": 53451
                }, 
                {
                    "name": "direction", 
                    "stop": 53811, 
                    "raw_text": "You got a problem, man?", 
                    "start": 53786
                }, 
                {
                    "name": "direction", 
                    "stop": 53908, 
                    "raw_text": "You, American... ANGLE ON SAN DE When the noise subsides.", 
                    "start": 53847
                }, 
                {
                    "name": "direction", 
                    "stop": 54215, 
                    "raw_text": "Your training begins tomorrow. For now, your shr fu will introduce you to our temple. Welcome to Shaolin. San De walks away, and the disciples are split into several \"platoons\". Drew is matched up with the Drill Sergeant, and Gao is also in his group.", 
                    "start": 53947
                }, 
                {
                    "name": "direction", 
                    "stop": 54577, 
                    "raw_text": "Great, just great. They are motioned to follow Gao out of the courtyard and into the temple proper. INT. SHAOLIN TEMPLE  SAME DAY Drew walks behind the other disciples, who are lining up to get their robes. As he takes his place in line, a monk comes up to take Drew's backpack. Drew resists, and a tug of war ensues.", 
                    "start": 54252
                }, 
                {
                    "name": "direction", 
                    "stop": 54640, 
                    "raw_text": "What are you doing, man?", 
                    "start": 54614
                }, 
                {
                    "name": "direction", 
                    "stop": 54703, 
                    "raw_text": "You must surrender this.", 
                    "start": 54677
                }, 
                {
                    "name": "direction", 
                    "stop": 55556, 
                    "raw_text": "No way, man! Get your own... The Drill Sergeant sees the scuffle and walks over. D.S. It is unseemly to argue like this. Take the backpack into the sleeping quarters. (to Drew) Do not cling to material things  it is not good for your soul. He walks away, and Drew reluctantly gives up his backpack. Drew lines back up, and is about to get his robes, when Gao slides over and takes them from him. Drew immediately shoves him and tries to grab the robes back. Gao smiles and moves away, holding the robes up and away from Drew. Drew is pissed and ready to go after Gao. Before he can, however, LI, another disciple, grabs another set of robes from the table and gives it to Drew, pulling him away from the confrontation.", 
                    "start": 54740
                }, 
                {
                    "name": "direction", 
                    "stop": 55625, 
                    "raw_text": "What's with that guy?", 
                    "start": 55602
                }, 
                {
                    "name": "direction", 
                    "stop": 55694, 
                    "raw_text": "Watch out for Gao. He's trouble.", 
                    "start": 55660
                }, 
                {
                    "name": "direction", 
                    "stop": 55803, 
                    "raw_text": "Really? I hadn't noticed... Why'd they let him in, anyway?", 
                    "start": 55731
                }, 
                {
                    "name": "direction", 
                    "stop": 55875, 
                    "raw_text": "Who knows? Maybe for the challenge?", 
                    "start": 55838
                }, 
                {
                    "name": "direction", 
                    "stop": 55963, 
                    "raw_text": "No, that was me... They both smile and walk off.", 
                    "start": 55912
                }, 
                {
                    "name": "direction", 
                    "stop": 56465, 
                    "raw_text": "Mr. James designs my hair, master. I don't think... D.S. This will symbolize your final break from the outside world.", 
                    "start": 56301
                }, 
                {
                    "name": "direction", 
                    "stop": 56912, 
                    "raw_text": "Can't I just wear a patch? The D.S. shakes his head, and Drew sits down, unhappy. The barber starts on Drew's head, big clumps of hair falling down to the floor. EXT. SHAOLIN COURTYARD  EVENING ESTABLISHING SHOT OF MONKS, THEIR HEADS NEWLY SHAVED, STANDING OUT IN THE COURTYARD. They are running their hands over their heads. Drew comes out of the building, his head shaved completely clean.", 
                    "start": 56511
                }, 
                {
                    "name": "direction", 
                    "stop": 57083, 
                    "raw_text": "What outside world? I don't want to be seen by anybody... He rubs his hand over his head, and then sees the others. Li is smiling.", 
                    "start": 56949
                }, 
                {
                    "name": "direction", 
                    "stop": 57450, 
                    "raw_text": "If I look half as stupid as you guys do, I'm really in trouble... INT. DORM  NIGHT ESTABLISHING SHOT OF THEIR SLEEPING QUARTERS, AS THE MONKS FILE IN, LED BY THE D.S. A number of cots are lined up side by side. The D.S. has assigned a bed to each monk. Drew finds his bed, which is right next to Gao's.", 
                    "start": 57129
                }, 
                {
                    "name": "direction", 
                    "stop": 57550, 
                    "raw_text": "I want another bed. D.S. Why?", 
                    "start": 57486
                }, 
                {
                    "name": "direction", 
                    "stop": 57772, 
                    "raw_text": "I won't sleep next to the American. D.S. We are no longer Chinese or Americans, Han or Mongol. We are Shaolin. Everyone is a monk.", 
                    "start": 57595
                }, 
                {
                    "name": "direction", 
                    "stop": 57961, 
                    "raw_text": "Well, this monk smells! Drew unconsciously smells himself. He shakes his head. Li goes up to the D.S. and points to the bed he was assigned.", 
                    "start": 57817
                }, 
                {
                    "name": "direction", 
                    "stop": 58368, 
                    "raw_text": "I will switch with Disciple Gao. D.S. nods, and then starts for the door. D.S. Go to sleep. No talking! We have an early day of training tomorrow. Gao collects his stuff and starts off to the new bed, hitting Drew with his shoulder. Drew trips him as he walks away, all done very secretively since the D.S. is watching.", 
                    "start": 57996
                }, 
                {
                    "name": "direction", 
                    "stop": 58583, 
                    "raw_text": "Jerk! Li comes over to the new bed, and in silence they get climb into their respective beds. D.S. switches off the lights, then leaves, and Drew stares up at the ceiling.", 
                    "start": 58407
                }, 
                {
                    "name": "direction", 
                    "stop": 58657, 
                    "raw_text": "Thanks for what you did.", 
                    "start": 58631
                }, 
                {
                    "name": "direction", 
                    "stop": 58715, 
                    "raw_text": "Where are you from?", 
                    "start": 58694
                }, 
                {
                    "name": "direction", 
                    "stop": 58775, 
                    "raw_text": "New York City. You?", 
                    "start": 58754
                }, 
                {
                    "name": "direction", 
                    "stop": 58845, 
                    "raw_text": "Beijing. What is New York like?", 
                    "start": 58812
                }, 
                {
                    "name": "direction", 
                    "stop": 58917, 
                    "raw_text": "Amazing. I'll tell you about...", 
                    "start": 58884
                }, 
                {
                    "name": "direction", 
                    "stop": 58965, 
                    "raw_text": "Shut UP!", 
                    "start": 58955
                }, 
                {
                    "name": "direction", 
                    "stop": 59099, 
                    "raw_text": "Blow me! Drew waits for a moment, fearful that the D.S. will be coming back in. He doesn't.", 
                    "start": 59004
                }, 
                {
                    "name": "direction", 
                    "stop": 59164, 
                    "raw_text": "Good night, Li.", 
                    "start": 59147
                }, 
                {
                    "name": "direction", 
                    "stop": 59210, 
                    "raw_text": "Wan an.", 
                    "start": 59201
                }, 
                {
                    "name": "direction", 
                    "stop": 60648, 
                    "raw_text": "You got to be kidding. The D.S. comes up behind and grabs the bowl from him. D.S. You don't like it, don't eat it. He takes the bowl away.", 
                    "start": 60472
                }, 
                {
                    "name": "direction", 
                    "stop": 60783, 
                    "raw_text": "I didn't say I wasn't going to eat it... Geez! He turns to the rest of the disciples.", 
                    "start": 60695
                }, 
                {
                    "name": "direction", 
                    "stop": 61100, 
                    "raw_text": "Well, at least we start training today, right, guys? A chorus of Yeahs. INT. DORM ROOM  SAME DAY ESTABLISHING SHOT OF DORM ROOM, ALL THE DISCIPLES CHANGING INTO THEIR WORKOUT CLOTHES. They are the standard fighting monk issue  suitable for martial arts training.", 
                    "start": 60830
                }, 
                {
                    "name": "direction", 
                    "stop": 61179, 
                    "raw_text": "Wonder what they'll start us with first?", 
                    "start": 61137
                }, 
                {
                    "name": "direction", 
                    "stop": 61226, 
                    "raw_text": "Iron Palm?", 
                    "start": 61214
                }, 
                {
                    "name": "direction", 
                    "stop": 61284, 
                    "raw_text": "Wooden Man, I think.", 
                    "start": 61262
                }, 
                {
                    "name": "direction", 
                    "stop": 62343, 
                    "raw_text": "No, it'll be basics, first day. Horse stance, kicks and punches... When they are all dressed, they run out of the room. EXT. TRAINING AREA  SAME DAY ESTABLISHING SHOT OF ALL THE DISCIPLES LINED UP, READY FOR THE TRAINING. In the b.g. are the fighting monks, going through their routines. ANGLE ON FIGHTING MONKS As they go through forms or free sparring. There are SHOTS of monks throwing stars, working with weapons, etc. It is all very exciting. ANGLE ON DREW Who is more excited than all the others. ANGLE ON THE D.S. As he walks to the front of the group. In his hand he is carrying a shovel. D.S. Bodhidharma, the patriarch of the Shaolin Temple taught us that to train the mind, we first have to train the body. ANGLE ON WU, WHO SHIELDS HIS MOUTH AND WHISPERS WU Basics, I told you. ANGLE ON D.S. Who motions to one of the monks behind him, who has a wheelbarrow filled with shovels. D.S. Each one of you take a shovel.", 
                    "start": 61319
                }, 
                {
                    "name": "direction", 
                    "stop": 62735, 
                    "raw_text": "We're using the shovels as weapons? D.S. (smiling) Weapons... (beat) ... in the war on infection. D.S. motions with his hand, and in the distance is the latrine building. D.S. (CONT'D) You will be digging today, digging our new latrines.", 
                    "start": 62380
                }, 
                {
                    "name": "direction", 
                    "stop": 63081, 
                    "raw_text": "Latrines? Why? D.S. A Shaolin fighting monk-in training does not ask questions. He just obeys. The D.S. leads the way to the latrine building, and the disciples follow, each of them carrying a shovel. Drew is trudging along, not believing what they are doing.", 
                    "start": 62772
                }, 
                {
                    "name": "direction", 
                    "stop": 63226, 
                    "raw_text": "I came halfway around the world to dig latrines? I could have just joined the army...", 
                    "start": 63127
                }, 
                {
                    "name": "direction", 
                    "stop": 64248, 
                    "raw_text": "\"Ain't no cure for the Shaolin Temple Blues... \" OR \"Working on a Chain Gang\"", 
                    "start": 64136
                }, 
                {
                    "name": "direction", 
                    "stop": 64328, 
                    "raw_text": "\"I fought the law and the law won\"", 
                    "start": 64292
                }, 
                {
                    "name": "direction", 
                    "stop": 65032, 
                    "raw_text": "\"16 tons\" The monks are singing along with him. All except for Gao. ANGLE ON DREW AND DISCIPLES AS THEY EAT THEIR LUNCH It is again very meager: a bowl of rice, a bowl of soup and a piece of scrawny meat. Drew looks at it for a moment. The D.S. is standing over his shoulder. D.S. Any problems? Drew shakes his head and starts to eat, quickly. ANGLE ON DREW As he loads up a two baskets of dirt onto his pole. He gets it up onto his shoulders, in pain, and starts to walk. Immediately, the D.S. is there in front of him. He examines the baskets. They are not full. He moves quickly and dumps both baskets of dirt.", 
                    "start": 64372
                }, 
                {
                    "name": "direction", 
                    "stop": 65849, 
                    "raw_text": "(shocked) What'd you do that for? D.S. Do a job well or don't do it. ANGLE ON GAO AND THE DISCIPLES As they are in line for water. They each drink a large glass full, then move back to their work area. Drew is the last in line. When Drew gets to the front, the D.S. smiles and shakes his head. D.S. Sorry, all gone. Get some more. Drew stares at all the water spilled onto the ground, then looks up at the D.S., then forces a smile. He takes the proferred buckets of water (made of wood, with pointed bottoms and large handles). The D.S. indicates that they are to be held straight out to the sides, to work on the shoulder muscles. Drew turns and walks away, muttering to himself.", 
                    "start": 65075
                }, 
                {
                    "name": "direction", 
                    "stop": 66781, 
                    "raw_text": "I'm gonna get you, man. Oh, yeah... Gao is laughing as he watches Drew go. EXT. SHAOLIN TEMPLE  SAME DAY ESTABLISHING SHOT OF DREW FILLING THE BUCKETS IN THE STREAM. Once they are filled, he starts back for the temple. His shoulders are straining from the weight of the buckets. He goes over the path to the temple, having to negotiate logs over chasms, etc. After various trials and tribulations, Drew arrives at the temple, his arms incredibly tired. The D.S. is there waiting for him. Drew, determined not to show any weakness, raises the buckets a little bit higher. He comes to the D.S., proud and defiant. The D.S. motions for him to put the buckets down. Without thinking, Drew, puts the buckets down, and they both fall over, spilling their contents onto the ground. Drew tries to stop them, but he's too late. The water has all spilled out onto the ground.", 
                    "start": 65898
                }, 
                {
                    "name": "direction", 
                    "stop": 67367, 
                    "raw_text": "Don't tell me, I know. Get more water... INT. DORM ROOM  NIGHT ESTABLISHING SHOT OF DISCIPLES ALL IN BED. They are exhausted from their work. Drew is lying in bed, his eyes wide open, ready to get attacked. ANGLE ON DREW As his eyes go closed, finally. EXT. WORK AREA  DAY ESTABLISHING SHOT OF DREW WALKING ON A RIDGE BETWEEN TWO LARGE HOLES, CARRYING HUGE BASKETS OF DIRT ON HIS POLE. He is balancing as he walks. ANGLE ON GAO Who is working at the other end. He starts across the same ridge. They come to the middle: a stand off.", 
                    "start": 66821
                }, 
                {
                    "name": "direction", 
                    "stop": 67432, 
                    "raw_text": "Back up and let me pass.", 
                    "start": 67406
                }, 
                {
                    "name": "direction", 
                    "stop": 68606, 
                    "raw_text": "No chance, Gao. You back up. Gao smiles and shakes   his head. Gao starts forward, and WHACKS Drew in the leg with a leg   sweep. Drew tries to keep his balance, and fights a valient, but   losing battle. He falls over the side, the dirt in his buckets flying   everywhere. Gao wipes his hands off and continues walking. CLOSEUP ON DREW'S BLOODY HAND A huge splinter sticking out of it. He is in real pain. The D.S. walks over and looks at the splinter, and in one move pulls it out. D.S. (heartlessly) Shaolin monks feel no pain. Rub some dirt on it and you will be fine. He walks away. ANGLE ON DREW AND THE DISCIPLES On a work break. They are watching the monks training in the distance. It is all the more desirable because it is unattainable. In the distance, a monk can be seen walking between two other monks. They are leading him out. The monk continues walking until he walks right in front of the disciples. His face and body are covered with bruises and welts. The two other monks don't say a word, their faces grim. Li turns to the D.S.", 
                    "start": 67472
                }, 
                {
                    "name": "direction", 
                    "stop": 68810, 
                    "raw_text": "What happened? D.S. He failed to pass through the wooden man chamber. He must leave the temple. The D.S. walks off.", 
                    "start": 68644
                }, 
                {
                    "name": "direction", 
                    "stop": 68935, 
                    "raw_text": "The \"Wooden Man Chamber\"! The ultimate test of a Shaolin monk...", 
                    "start": 68857
                }, 
                {
                    "name": "direction", 
                    "stop": 68996, 
                    "raw_text": "Did you see his face?", 
                    "start": 68973
                }, 
                {
                    "name": "direction", 
                    "stop": 69046, 
                    "raw_text": "Poor guy.", 
                    "start": 69035
                }, 
                {
                    "name": "direction", 
                    "stop": 69427, 
                    "raw_text": "He just wasn't good enough. I wouldn't be surprised if half of us go out the same way. The D.S. appears and motions for them to work. INT. MEDITATION HALL  DAY ESTABLISHING SHOT OF DISCIPLES, DREW IN THE MIDDLE, SITTING IN ROWS IN THE INCENSE-FILLED MEDITATION CHAMBER. The monk in charge of the chamber is talking to them.", 
                    "start": 69085
                }, 
                {
                    "name": "direction", 
                    "stop": 70062, 
                    "raw_text": "Breath in through your nose, out through your mouth. Imagine yourself sitting on the bank of a river watching your thoughts flow by. Clear your mind... Think of nothing. Drew sits, trying to think of nothing. He is not succeeding. INT. DINING AREA  NIGHT ESTABLISHING SHOT OF DREW WASHING DISHES, ALONE IN THE KITCHEN AREA. He bends over to get a dish, when a pole comes and SMACKS him on the rear end. He turns immediately in one direction, but gets hit again from the OTHER direction. Drew is furious, and he can't even see the attacker.", 
                    "start": 69478
                }, 
                {
                    "name": "direction", 
                    "stop": 70358, 
                    "raw_text": "Come out, goddamn it! Show yourself! No answer, as we HOLD on Drew looking around. EXT. WORK AREA  DAY ESTABLISHING SHOT OF DARK BROWN LIQUID BEING POURED INTO A LARGE PIT. Drew is walking with Li, having just dumped their buckets into a large hole.", 
                    "start": 70102
                }, 
                {
                    "name": "direction", 
                    "stop": 70442, 
                    "raw_text": "So what is this 'night soil' stuff anyway?", 
                    "start": 70398
                }, 
                {
                    "name": "direction", 
                    "stop": 70494, 
                    "raw_text": "Human waste.", 
                    "start": 70480
                }, 
                {
                    "name": "direction", 
                    "stop": 70784, 
                    "raw_text": "Oh, man! You guys actually use this as fertilizer? That's disgusting! They turn to go back, and there is Gao, balancing a huge basket of night soil over his head, peasant-style. He is on the same ridge that they are going to walk on.", 
                    "start": 70534
                }, 
                {
                    "name": "direction", 
                    "stop": 70858, 
                    "raw_text": "Hi, Gao. How you doing?", 
                    "start": 70833
                }, 
                {
                    "name": "direction", 
                    "stop": 71052, 
                    "raw_text": "(a little worried) Let me pass. He reaches down and plucks a stick out of the earth at his feet, and then closes on Gao a little bit.", 
                    "start": 70903
                }, 
                {
                    "name": "direction", 
                    "stop": 71262, 
                    "raw_text": "There's something on the bottom of your basket. Drew pokes at the basket for a moment, right over Gao's head. Then, he JAMS the stick in, and holds it there.", 
                    "start": 71101
                }, 
                {
                    "name": "direction", 
                    "stop": 71567, 
                    "raw_text": "Oops! I think I found the problem. (beat) A hole. Drew pulls the stick out and watches as the night soil cascades down onto Gao's head. They back away as Gao goes running towards the pit where the night soil is deposited.", 
                    "start": 71311
                }, 
                {
                    "name": "direction", 
                    "stop": 71844, 
                    "raw_text": "(to Li) Well, somebody sure smells! EXT. WORK AREA  DAY THE DISCIPLES ARE WORKING EXTREMELY HARD. As they work, a group of fighting monks walk by after a workout. Drew stops working and watches them pass.", 
                    "start": 71622
                }, 
                {
                    "name": "direction", 
                    "stop": 72324, 
                    "raw_text": "This is ridiculous. Suddenly, a bamboo pole CRACKS Drew on the shoulder. He turns around, ready for a fight, only to see the D.S. standing there, the pole raised for another strike. D.S. Back to work. Drew is about to say something, but doesn't. He returns to work. DORM AREA  NIGHT ANGLE ON DREW MASSAGING HIS MUSCLES He is sitting with Li and a couple of the other disciples, Wu, Shu and Low.", 
                    "start": 71884
                }, 
                {
                    "name": "direction", 
                    "stop": 74070, 
                    "raw_text": "I've got an idea on how to get even with our beloved Drill Sergeant... They all huddle a little closer. EXT. SHAOLIN TEMPLE  DAY ESTABLISHING SHOT OF D.S. AS HE WALKS ALONG THE PATH. In the b.g. can be seen Drew, Li, Wu and a couple other of the disciples. They are waiting for something. The D.S. hits the trip wire and suddenly two bamboo poles HURTLE towards him, ready to slam him in the shoulders. With one beautiful move, the D.S. breaks both poles, shattering when they hit his arms. The D.S. hardly breaks stride and continues walking. He looks back once, and sees the outline of the group of disciples. ANGLE ON DREW AND THE GUYS Who are up and running as soon as they are spotted. They run by Gao, who was watching from another area. EXT. D.S. QUARTERS  SAME DAY ESTABLISHING SHOT OF GAO WAITING OUTSIDE D.S. ROOM. He looks around, knocks, and then goes in. EXT. COURTYARD  SAME DAY ESTABLISHING SHOT OF ENTIRE CLASS GATHERED TOGETHER. The D.S. walks into the front of the courtyard and addresses the group. Gao is standing off to the side, a smug smile on his face. D.S. You are all responsible for anything that happens within your group. What happened yesterday falls on everyone's shoulders. So, all of you will do double work... ANGLE ON GAO The smug smile gone now. INT. MEDITATION ROOM  DAY ESTABLISHING SHOT OF GROUP OF DISCIPLES SEATED ON ROUND PILLOWS PRACTISING ZAZEN, SITTING MEDITATION. Drew is in the center of the room, and the sound of light snoring is heard. ANGLE ON DREW It is him, he is asleep! Suddenly, a bamboo shinai is SLAMMED across Drew's back, waking him up.", 
                    "start": 72370
                }, 
                {
                    "name": "direction", 
                    "stop": 74558, 
                    "raw_text": "Bodhidharma meditated for 9 years without sleeping. Think you can manage 9 minutes? EXT. WORK AREA  DAY ESTABLISHING SHOT OF THE ENTIRE GROUP LABORING IN THE FIELDS. They are all singing \"Chain Gang\". TIGHT ON SEVERAL OF THE DISCIPLES They are good workers, and they don't mind the hard work nor the hot weather quite so much. ANGLE ON DREW Working hard. INT. DORM AREA  NIGHT ANGLE ON DREW Who is holding court.", 
                    "start": 74121
                }, 
                {
                    "name": "direction", 
                    "stop": 74670, 
                    "raw_text": "We came here to train, not to be slaves! We're free men...", 
                    "start": 74598
                }, 
                {
                    "name": "direction", 
                    "stop": 74738, 
                    "raw_text": "But we swore to obey them...", 
                    "start": 74708
                }, 
                {
                    "name": "direction", 
                    "stop": 74821, 
                    "raw_text": "An uninformed choice is no choice at all!", 
                    "start": 74778
                }, 
                {
                    "name": "direction", 
                    "stop": 74865, 
                    "raw_text": "Huh?", 
                    "start": 74859
                }, 
                {
                    "name": "direction", 
                    "stop": 75024, 
                    "raw_text": "We have to stand up for our rights! If they don't even know we're dissatisfied, things will never change.", 
                    "start": 74905
                }, 
                {
                    "name": "direction", 
                    "stop": 75141, 
                    "raw_text": "They haven't changed for centuries, why should we listen to you?", 
                    "start": 75063
                }, 
                {
                    "name": "direction", 
                    "stop": 75222, 
                    "raw_text": "Are we men or mice? Sheep or the shepherd?", 
                    "start": 75178
                }, 
                {
                    "name": "direction", 
                    "stop": 75370, 
                    "raw_text": "I'm with you! The others are with him too, except for Gao. They are ready to explode, and Drew has the match.", 
                    "start": 75257
                }, 
                {
                    "name": "direction", 
                    "stop": 75560, 
                    "raw_text": "I'm for going to the Headmaster right now! They are all ready. They head for the door, but Gao doesn't move. Drew stops at the door and turns to Gao.", 
                    "start": 75407
                }, 
                {
                    "name": "direction", 
                    "stop": 76190, 
                    "raw_text": "You're either with us, Gao, or you're against us. No answer from Gao. They exit the room. INT. HALLWAY  SAME NIGHT ESTABLISHING SHOT OF DREW AND THE BOYS RUSHING DOWN THE CORRIDOR, HEADING FOR SAN DE'S QUARTERS. ANGLE ON D.S. Heading for the same place but from a different direction. INT. SHAOLIN HALLWAY  SAME NIGHT ESTABLISHING SHOT OF GROUP ASSEMBLED OUTSIDE SAN DE'S CHAMBERS. Drew goes to knock on the door, when it opens and San De is standing there. The D.S. has just arrived. He looks at San De for instructions, but San De indicates that he will deal with them.", 
                    "start": 75606
                }, 
                {
                    "name": "direction", 
                    "stop": 76243, 
                    "raw_text": "Master San De!", 
                    "start": 76227
                }, 
                {
                    "name": "direction", 
                    "stop": 76293, 
                    "raw_text": "Who else?", 
                    "start": 76282
                }, 
                {
                    "name": "direction", 
                    "stop": 76359, 
                    "raw_text": "We have something to say...", 
                    "start": 76330
                }, 
                {
                    "name": "direction", 
                    "stop": 76519, 
                    "raw_text": "This is an interesting coincidence, as I was just on my way to your sleeping quarters to talk with you all.", 
                    "start": 76398
                }, 
                {
                    "name": "direction", 
                    "stop": 76591, 
                    "raw_text": "I request permission to go first.", 
                    "start": 76556
                }, 
                {
                    "name": "direction", 
                    "stop": 76653, 
                    "raw_text": "I think I'd better...", 
                    "start": 76630
                }, 
                {
                    "name": "direction", 
                    "stop": 76770, 
                    "raw_text": "No, really, I want to... San De holds up his hand. He is the final authority.", 
                    "start": 76690
                }, 
                {
                    "name": "direction", 
                    "stop": 77216, 
                    "raw_text": "Here at the temple,    we use a period of intense physical labor to test your    patience, and to teach you humility and self-reliance.    As you continue training, you will be given chores every    day  remember the first time you saw me I was sweeping?    Physical labor keeps us humble. ANGLE ON THE DISCIPLES Who tonight have been anything but humble.", 
                    "start": 76809
                }, 
                {
                    "name": "direction", 
                    "stop": 77590, 
                    "raw_text": "You've all performed    admirably, and have learned an important lesson  to    obey your shr fu without question. Because of this, I've    decided to begin your martial training sooner than    what is prescribed. Tomorrow morning. The disciples can hardly believe their luck.", 
                    "start": 77264
                }, 
                {
                    "name": "direction", 
                    "stop": 77715, 
                    "raw_text": "And, what did you have to say to me? ANGLE ON DREW Who is sputtering now.", 
                    "start": 77638
                }, 
                {
                    "name": "direction", 
                    "stop": 78428, 
                    "raw_text": "... I mean we, just wanted to... thank you for the opportunity to be part of the illustrious history of the Shaolin Temple. (beat) Yeah, that's it. Right, guys? They all say \"Thank you\" as one, and then bow to the headmaster with their hands clasped in front of them. They turn away and head down the hallway. ANGLE ON THE DISCIPLES As they increase their pace, almost running through the halls with their excitement. INT. DORM AREA  SAME NIGHT ESTABLISHING SHOT OF DOOR TO THE SLEEPING QUARTERS. Suddenly, it BURSTS open and in come the disciples, led by Drew. They fan out into the room, Drew in the center.", 
                    "start": 77753
                }, 
                {
                    "name": "direction", 
                    "stop": 79100, 
                    "raw_text": "Gentlemen, this calls for a party! He runs to his backpack and pulls out a boom box with speakers, and puts on some good old American Rock 'N' Roll. Everyone, but Gao, is moving in time with the music. Drew is the most accomplished dancer, but the others are pretty bad. The entire effect of the bald-headed monks rocking out is very comic. Drew starts showing Li and Wu a couple of dance routines (old stuff the swim, the twist, etc.). Everyone is having a great time. ANGLE ON GAO Glowering, as he moves toward the boom box. He reaches for the \"Stop\" button. Drew blocks the arm, and a pushing and shoving match starts.", 
                    "start": 78465
                }, 
                {
                    "name": "direction", 
                    "stop": 79177, 
                    "raw_text": "You're trying to get us all kicked out!", 
                    "start": 79136
                }, 
                {
                    "name": "direction", 
                    "stop": 80170, 
                    "raw_text": "I'm just trying to have a party. Chill out! They push and shove into the middle of the room, a couple of kicks and punches thrown, then they face off, ready to duke it out. The party is raging, while Gao and Drew are the only ones static, set to do battle. Just then, the door starts to open. Everyone freezes and looks toward the door, including Gao. Drew, meanwhile, has the presence of mind to jump onto the boom box, shutting it off and hiding it with his body. ANGLE ON DOOR As the D.S. opens it and sticks his head in. He surveys the room, seeing the tableau of frozen monks, with Drew lying on his bed. ANGLE ON DREW Who waves to the D.S. ANGLE ON THE D.S. Who knows that something is going on. D.S. Go to sleep. Lights out. He hits the lights and then closes the door. In the semi-darkness the room relaxes in a collective sigh. Drew stands up and packs up the stereo. Gao walks over past Drew.", 
                    "start": 79214
                }, 
                {
                    "name": "direction", 
                    "stop": 81126, 
                    "raw_text": "It's not over, American. INT. MAIN CHAMBER  MORNING ESTABLISHING SHOT OF CHAMBER FULL OF FIGHTING MONKS, ALL GOING THROUGH THE SAME SET OF MOVEMENTS. Kick. Punch. Kick. Punch. INTERCUT of feet striking the stone floor, depressions in the floor testifying to the centuries of training this chamber has seen. Through the door come the D.S., Drew and the others. They line up along one wall, watching the fighting monks go through their form. It is beautiful: powerful, graceful and intimidating. Their form done, they file out of the chamber, leaving the D.S. with his group, along with one fighting monk. The D.S. motions for them to line up as the monks had. D.S. You will train 6 days a week, from 5 am to 9 p.m., alternating with work and meditation. Sunday afternoon is free time. D.S. lets that sink in, then motions for the monk to take over.", 
                    "start": 80206
                }, 
                {
                    "name": "direction", 
                    "stop": 81443, 
                    "raw_text": "In order to keep our bodies strong, Bodhidharma gave us a series of exercises and breathing techniques. Because the times demanded action, we developed Shaolin style wu shu from these exercises. He goes through a couple of martial movements.", 
                    "start": 81163
                }, 
                {
                    "name": "direction", 
                    "stop": 81658, 
                    "raw_text": "The spirit of Bodhidharma remains. Training is like meditation. Be aware of everything, but aware of nothing in particular. Think not thinking.", 
                    "start": 81489
                }, 
                {
                    "name": "direction", 
                    "stop": 81736, 
                    "raw_text": "What do you mean, 'Think not thinking'?", 
                    "start": 81695
                }, 
                {
                    "name": "direction", 
                    "stop": 81864, 
                    "raw_text": "Non thinking. ANGLE ON DREW Confused. ANGLE ON MONK Who doesn't explain any further.", 
                    "start": 81774
                }, 
                {
                    "name": "direction", 
                    "stop": 82191, 
                    "raw_text": "Your training begins today, in this most sacred of training halls. The floor bears witness to the efforts of fighting monks from centuries past. ANGLE ON FLOOR Where there are depressions and worn spots, the result of thousands of hours of training.", 
                    "start": 81911
                }, 
                {
                    "name": "direction", 
                    "stop": 83589, 
                    "raw_text": "At the Shaolin temple, we forge our bodies in the fire of our wills. We adhere to a vow of non-violence, unless someone else is in danger... Follow my movements... He starts moving through a series of techniques, and the rest of the disciples try to mimic his actions. He is moving around the room, and they are trying to do what he is doing. Some are getting it, some aren't. Drew, used to a more individualized type of training, isn't getting it. EXT. TRAINING AREA  DAY ESTABLISHING TIGHT SHOT OF WEDGE THWOCKING INTO THE GROUND. A hand COMES INTO FRAME, grabs the wedge and pulls it back out of the ground. PULL BACK TO REVEAL Drew, along with the other disciples, lined up and throwing these sharp wedges into the ground and pulling it back out. Their muscles are bulging with the effort. ANGLE ON HUGE SMOKING BRASS URNS Filled to the brim with small stones. Drew is forcing his arms into the urn in \"Iron Palm\" training. ANGLE ON MONK ON A SET OF POLES He is going through a complex form, kicking and punching, never missing or faltering a step. Some of the poles are as high as 6 feet off the ground. ANGLE ON GAO ON THE POLES He is less sure, but at least he doesn't fall. ANGLE ON DREW Trying the poles. He starts out well, but he soon misses and falls, almost impaling himself on a pole.", 
                    "start": 82238
                }, 
                {
                    "name": "direction", 
                    "stop": 84091, 
                    "raw_text": "I can't do this! D.S. Here at Shaolin, can't doesn't exist. Only won't. EXT. TRAINING AREA  DAY ESTABLISHING SHOT OF DISCIPLES PAIRED OFF. Drew is working with his friend Li. They are moving through a series of techniques, ending with a flashy kicking technique which is to blocked by a special Shaolin technique. Each time Li throws the final kick, Drew gets hit, HARD. His block isn't working. A monk comes up to him.", 
                    "start": 83628
                }, 
                {
                    "name": "direction", 
                    "stop": 84159, 
                    "raw_text": "Block the way I showed you.", 
                    "start": 84130
                }, 
                {
                    "name": "direction", 
                    "stop": 84269, 
                    "raw_text": "(showing him a block) This is the way I was taught.", 
                    "start": 84204
                }, 
                {
                    "name": "direction", 
                    "stop": 84567, 
                    "raw_text": "Do it this way. You won't get hit. Drew bows and turns to continue working with Li. By this time, however, the ranks have shifted, and Gao is opposite Drew. Drew attacks first in the series, and Gao uses the block to easily deflect Drew's kick.", 
                    "start": 84317
                }, 
                {
                    "name": "direction", 
                    "stop": 85258, 
                    "raw_text": "(menacingly) My turn. He attacks, and Drew gets to the final technique. He blocks the way he did before, and he gets slammed brutally by Gao. Gao stands over him, smiling. EXT. TRAINING AREA  DAY ESTABLISHING SHOT OF MONKS FLIPPING THROUGH THE AIR, DOING FLYING KICKS, AERIALS, ETC. A monk is alternately falling down and kipping up, falling down and kipping up. Drew's group is working on several very athletic maneuvers, none of which Drew is especially good at. Gao, of course, is having no trouble. Drew tries a flying move and falls into a heap on the ground. He is very angry, and he hits the ground with his fist.", 
                    "start": 84611
                }, 
                {
                    "name": "direction", 
                    "stop": 85344, 
                    "raw_text": "Emotions cloud the spirit  eliminate them.", 
                    "start": 85300
                }, 
                {
                    "name": "direction", 
                    "stop": 85429, 
                    "raw_text": "This isn't martial arts  it's gymnastics!", 
                    "start": 85386
                }, 
                {
                    "name": "direction", 
                    "stop": 86191, 
                    "raw_text": "This is Shaolin Wu Shu. Continue. Drew sits in the dirt, watching everyone around him sail through the air and flip over the ground. He is not a happy camper. EXT. SHAOLIN TEMPLE  DAY ESTABLISHING SHOT OF TRAINING AREA. The entire group is gathered in a sort of pit, on a hard concrete floor. D.S. stands in the middle. D.S. I want to go over some takedowns before we end for the day. I'll need a partner... He scans the group, and then points to Drew. Drew smiles ruefully, walks to the front and bows to D.S. D.S. Watch carefully as I take him down, using techniques from shwai jyau, Chinese wrestling.", 
                    "start": 85471
                }, 
                {
                    "name": "direction", 
                    "stop": 86742, 
                    "raw_text": "(looking at ground) Excuse me, Master, but there aren't any mats here. D.S. Do they always use mats in America? The group laughs a little at that, and Drew's manhood is now challenged. D.S. (CONT'D) If you are scared, I'll get someone else. Perhaps Gao would assist me... ANGLE ON GAO Who is already getting up, ready and willing. This changes Drew's mind right away. ANGLE ON DREW AND D.S.", 
                    "start": 86238
                }, 
                {
                    "name": "direction", 
                    "stop": 87729, 
                    "raw_text": "Let's do it. D.S. Attack me straight on... Drew attacks, and is taken down brutally, smashed into the hard concrete floor. No attempt is made to cushion or soften the blow. Drew gets up right away, and attacks again. Again he is driven to the ground. This continues from all angles and all methods of attack. ANGLE ON THE GROUP Who can barely watch the destruction. ANGLE ON THE FIGHT The D.S. does not let up at all, taking Drew down hard each time. Every time, regardless of the impact, Drew gets right back up. His eyes are dazed, there is a little blood coming out of his nose, but he keeps coming back for more. Finally, after a high arcing back throw, a real thumper, the worst of all of them, the D.S. calls it a day. D.S. Any questions? Good, that's all for today. Before anyone can move, however, Drew raises his hand as high as he can, obviously in pain.", 
                    "start": 86780
                }, 
                {
                    "name": "direction", 
                    "stop": 87999, 
                    "raw_text": "I'm not sure I got that last throw clear in my mind. The group gasps, knowing how much Drew must be hurting, admiring him for his guts. Even Gao is impressed. D.S. I said that's enough.", 
                    "start": 87776
                }, 
                {
                    "name": "direction", 
                    "stop": 88415, 
                    "raw_text": "If you're getting too old for this kind of training, I understand. D.S. Attack! Drew attacks, and the D.S. executes the manuever perfectly, crashing Drew down almost on his head. Luckily, Drew is able to twist at the last moment and take the impact on his already bruised shoulder. He moans and groans and lies there.", 
                    "start": 88046
                }, 
                {
                    "name": "direction", 
                    "stop": 88608, 
                    "raw_text": "I think I've got it now. Xie Xie! The group disburses, shaking their heads in wonder. Li comes up to Drew, who is still lying on the ground.", 
                    "start": 88464
                }, 
                {
                    "name": "direction", 
                    "stop": 88680, 
                    "raw_text": "Are you trying to kill yourself?", 
                    "start": 88646
                }, 
                {
                    "name": "direction", 
                    "stop": 89116, 
                    "raw_text": "He hurts more than me, he's just not bleeding, that's all. He tries to get up, but moans in pain and falls back down. Li helps him up and takes him to the showers. ANGLE ON D.S. Watching them go. There is a slight smile on his face. EXT. DORMITORY  SAME DAY ESTABLISHING SHOT OF LI RUBBING THE BRUISE ON DREW'S SHOULDER WITH TIGER BALM. It is huge, and looks really painful.", 
                    "start": 88720
                }, 
                {
                    "name": "direction", 
                    "stop": 89309, 
                    "raw_text": "If you go to San De, he can send you to a doctor... Drew pulls away and stands up. He backs up to the wall of the dormitory, right underneath a window.", 
                    "start": 89154
                }, 
                {
                    "name": "direction", 
                    "stop": 91603, 
                    "raw_text": "I appreciate your concern, Li, but it's not that serious. I'm all right. Just as he is talking, Gao comes to the window with a pan of dirty water (from washing the floor of the dorm). GAO LOOKS DOWN (GAO POV) AND SEES DREW Hhe smiles, then pours the huge bucket over the edge, dousing Drew. ANGLE ON DREW As the dirty water hits him, drenching him. EXT. WATERFALL  DAY ESTABLISHING SHOT OF WATERFALL. It is huge, and the water is crashing down from high above. ANGLE ON A MONK, INSIDE THE WATERFALL He is going through martial arts techniques as the water thunders onto him. ANGLE ON D.S. AND GROUP As they stand on the bank. D.S. Concentrate on your stance. All I want you to do is try to hold your stance. Li, you're first. Li smiles and walks into the waterfall, using a walkway that goes behind the thundering water. He moves into the water a little, and gets into a deep horse stance. He stand there, immovable. After a moment, he turns to look at D.S. ANGLE ON D.S. Who motions him farther into the water. ANGLE ON LI Who nods his head and walks into the thundering water. As soon as he gets into the main stream of water, he is forced off the ledge and he falls about 20 feet into the pool below. D.S. Next... Each of them try it in turn. Everyone fails. Gao goes in, and he manages to stand under the impact of the water for a moment, before he too succumbs and goes down into the pool. ANGLE ON DREW It's his turn. He walks to the waterfall and goes in. He picks up an umbrella he stashed behind the waterfall (imprinted with a \"NEW YORK GIANTS NFL\" logo on it  unmistakably American). He walks into the waterfall, and the umbrella works for a moment. Drew is holding it with both hands, and he gets into a deep horse stance. He turns to smile at the D.S., and then waves at the others. As soon as he takes a hand off the handle of the umbrella, the water slams him and off he goes into the pool. He lands with a huge splash, doing a painful bellow flop. Drew comes to the surface, still clutching the now- destroyed umbrella. He smiles at the other disciples, who are still swimming, sheepishly.", 
                    "start": 89349
                }, 
                {
                    "name": "direction", 
                    "stop": 92660, 
                    "raw_text": "Thought I'd join you guys. INT. TEMPLE TRAINING HALL  DAY ESTABLISHING SHOT OF GROUPS WORKING OUT. Drew is in with the group. Gao and Drew are chosen to do a training exercise together. D.S. In this exercise, you try to touch your partner's chest lightly, and your partner tries to block. The group gets started doing the drill, and Gao is almost caving Drew's chest in with his blows. He is so close to Drew that Drew doesn't have a chance to block it. On the last strike, Drew falls back to the ground. The D.S. is there immediately. D.S. Something wrong? Drew shakes his head and gets back up. D.S. Switch! Now it's Drew's turn to strike, and he tries to hit Gao with the same amount of force as he did, but Gao avoids his attack, throwing him off balance. He throws another punch out, and Gao grabs it and pulls. Drew falls to the floor again. A monk who was watching walks over.", 
                    "start": 91647
                }, 
                {
                    "name": "direction", 
                    "stop": 92790, 
                    "raw_text": "The goal of this drill is not to hurt your partner. Just try to tap his chest.", 
                    "start": 92698
                }, 
                {
                    "name": "direction", 
                    "stop": 92844, 
                    "raw_text": "I know, but...", 
                    "start": 92828
                }, 
                {
                    "name": "direction", 
                    "stop": 93232, 
                    "raw_text": "Then do it that way... The Monk walks away, shaking his head. EXT. SHAOLIN TEMPLE  EVENING ESTABLISHING SHOT OF TEMPLE COURTYARD, EMPTY EXCEPT FOR DREW AND LI PLAYING CATCH WITH A FRISBEE. Drew is flipping it in a bunch of different ways, and Li is enjoying watching him. To the side of the courtyard are two brooms leaning against the wall.", 
                    "start": 92882
                }, 
                {
                    "name": "direction", 
                    "stop": 94150, 
                    "raw_text": "This sure beats sweeping... ANGLE ON FRISBEE Floating past temple statues and ancient Chinese decorations, barely missing them. Drew makes an acrobatic catch and then flicks it back to Li, harder than he should have. It heads for an ancient statue and smacks it dead center, right in the face. The statue starts to tip! Drew and Li rush for the statue and catch it, just before it tips over and smashes on the ground. They look at each other, thanking their lucky stars the statue didn't fall. They start to throw the frisbee again, when Drew spots the D.S. coming towards them. Drew stashes the frisbee in his shirt and grabs the brooms. He tosses one to Li and they just begin sweeping again when the D.S. rounds the corner. The D.S. knows something is going on, but they look so innocent. D.S. Sweep the main chamber, Drew.", 
                    "start": 93270
                }, 
                {
                    "name": "direction", 
                    "stop": 95093, 
                    "raw_text": "Yes, master. He bows and smiles goodbye to Li. He walks into the main training chamber. INT. CHAMBER  SAME EVENING ESTABLISHING SHOT OF DREW WALKING INTO THE CHAMBER. This is the chamber where they had their first workout, and Drew just stands there for a moment, soaking up the tradition of it. He walks to an area of the chamber under the famous painting and stands staring at it. QUICK CUTS to different ANGLES of the painting. ANGLE ON DREW Who begins to sweep. His broom is going over the depressions where the monks train, and soon he loses his desire to sweep. He takes the broom in his hand as a weapon and starts to spin it, going through a martial arts form, his feet moving naturally into the depressions in the floor. He finishes with a flourish, having moved into a shadowy area in a corner, and then bows to an imaginary crowd, using the broom as a microphone.", 
                    "start": 94199
                }, 
                {
                    "name": "direction", 
                    "stop": 95363, 
                    "raw_text": "Presenting, the greatest fighter in the history of the Shaolin temple... Drew Carson! Drew holds his broom over his head, nodding his head to the imaginary crowd.", 
                    "start": 95182
                }, 
                {
                    "name": "direction", 
                    "stop": 96149, 
                    "raw_text": "The crowd is going wild. Just then, out of the shadows comes an attacking staff, SLAMMING into Drew's unprotected stomach! Drew, ready to double over in pain, hears the staff hit the frisbee, and stands up straight, adjusting the frisbee that saved his stomach. Before he can react, the staff SMACKS him in the back of the head and sends him pitching to the floor. ANGLE ON DREW As he lands face down in the pile of dust and dirt he already swept up. EXT. SHAOLIN TEMPLE  EVENING ESTABLISHING SHOT OF TEMPLE COURTYARD, THE SUN SETTING IN THE DISTANCE. Drew is standing in front of a painting-statue of Bodhidharma, one in which he is made to look extremely fierce. San De walks up behind Drew and stands there for a moment.", 
                    "start": 95409
                }, 
                {
                    "name": "direction", 
                    "stop": 96224, 
                    "raw_text": "He was an amazing monk...", 
                    "start": 96197
                }, 
                {
                    "name": "direction", 
                    "stop": 96297, 
                    "raw_text": "Yeah, what's up with him?", 
                    "start": 96270
                }, 
                {
                    "name": "direction", 
                    "stop": 96830, 
                    "raw_text": "Come with me... San De walks away, and Drew follows him. INT. SAN DE'S CHAMBERS  SAME NIGHT ESTABLISHING SHOT OF SAN DE BREWING TEA. The room is filled with paintings and scrolls. A Golden Sash hangs in a place of honor. San De    puts the tea    leaves into the pot, then soaks them with boiling water.    He pours the    water out, then repeats the process several times.    His movements    are all very precise and careful  it almost looks    like a martial    art kata.", 
                    "start": 96345
                }
            ], 
            "name": "heading", 
            "transition": null, 
            "stop": 8647, 
            "in_lines": [
                {
                    "indent": 1, 
                    "result": {
                        "indent": 1, 
                        "ToD": "100", 
                        "heading": "100"
                    }, 
                    "start": 8655, 
                    "direction": [], 
                    "name": "in_line", 
                    "transition": null, 
                    "stop": 8660, 
                    "in_lines": [], 
                    "dialogue": []
                }
            ], 
            "dialogue": []
        }, 
        [
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "DREW"
                }, 
                "start": 8803, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 8842, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "KWAN"
                }, 
                "start": 8853, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 8892, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "VCR,"
                        }, 
                        "start": 9208, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 9214, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "BOB,"
                        }, 
                        "start": 9238, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 9244, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "BOB"
                }, 
                "start": 9307, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 9353, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "DREW"
                }, 
                "start": 9424, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 9463, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "BOB"
                }, 
                "start": 9504, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 9542, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "DREW"
                }, 
                "start": 9584, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 9623, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "BOB"
                }, 
                "start": 9769, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 9813, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "SHOT OF KWAN"
                        }, 
                        "start": 9882, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 9897, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "BOB, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 9932, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 9977, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW"
                }, 
                "start": 10165, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 10208, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "BOB"
                }, 
                "start": 10339, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 10375, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW"
                }, 
                "start": 10408, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 10445, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "OK"
                        }, 
                        "start": 10470, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 10473, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "I NEVER"
                        }, 
                        "start": 10474, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 10483, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN"
                }, 
                "start": 10708, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 10745, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "BOB"
                }, 
                "start": 10830, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 10866, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN"
                }, 
                "start": 10962, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 10999, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 11054, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 11143, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "TREVOR"
                        }, 
                        "start": 11278, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 11287, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "FROM THE CROWD, ALL WELL-DRESSED AND OBVIOUSLY WELL-HEELED"
                        }, 
                        "start": 11370, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 11429, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON TREVOR"
                        }, 
                        "start": 11437, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 11449, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON CROWD"
                        }, 
                        "start": 11485, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 11496, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON TREVOR"
                        }, 
                        "start": 11514, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 11526, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON TEAM"
                        }, 
                        "start": 11633, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 11643, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON TREVOR"
                        }, 
                        "start": 11718, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 11730, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 25, 
                "result": {
                    "indent": 25, 
                    "heading": "TREVOR"
                }, 
                "start": 11766, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 11813, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 25, 
                "result": {
                    "indent": 25, 
                    "heading": "TREVOR, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 11948, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 12004, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "PFEELGUT,"
                        }, 
                        "start": 12125, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 12136, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 25, 
                "result": {
                    "indent": 25, 
                    "heading": "PFEELGUT"
                }, 
                "start": 12179, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 12228, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 25, 
                "result": {
                    "indent": 25, 
                    "heading": "PFEELGUT, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 12620, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 12678, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON PFEELGUT"
                        }, 
                        "start": 13027, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 13041, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 25, 
                "result": {
                    "indent": 25, 
                    "heading": "PFEELGUT, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 13082, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 13137, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "HIM"
                        }, 
                        "start": 13140, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 13144, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "NOW"
                        }, 
                        "start": 13145, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 13149, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "SLOW MOTION"
                        }, 
                        "start": 13295, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 13307, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON CROWD AS THEY ENJOY THE SHOW IMMENSELY"
                        }, 
                        "start": 13382, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 13426, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 13491, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 13577, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "KIM,"
                        }, 
                        "start": 13787, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 13793, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "TREVOR"
                }, 
                "start": 13815, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 13854, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "TREVOR, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 14075, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 14123, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KIM"
                }, 
                "start": 14176, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 14218, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "TREVOR, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 14272, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 14320, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KIM"
                }, 
                "start": 14396, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 14432, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "TREVOR"
                }, 
                "start": 14519, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 14564, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "CHAUNCY,"
                        }, 
                        "start": 14743, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 14753, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "CHAUNCY"
                }, 
                "start": 14796, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 14838, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "TREVOR"
                }, 
                "start": 14855, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 14896, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "TREVOR, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 15039, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 15089, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "ToD": "COLISEUM DAY", 
                            "heading": "COLISEUM DAY"
                        }, 
                        "start": 15144, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 15160, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING", 
                                "shot": "ESTABLISHING"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING", 
                                "shot": "ESTABLISHING"
                            }
                        }, 
                        "start": 15261, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 15295, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "OF TOURNAMENT"
                        }, 
                        "start": 15302, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 15316, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "CROWDS AND COMPETITORS"
                        }, 
                        "start": 15317, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 15340, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "IDEAS, NOT IN ORDER"
                        }, 
                        "start": 15348, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 15368, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW AND KWAN"
                        }, 
                        "start": 15944, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 15963, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON TREVOR"
                        }, 
                        "start": 16097, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 16109, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "COMPETITOR"
                }, 
                "start": 16249, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 16294, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "TREVOR"
                }, 
                "start": 16336, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 16377, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "COMPETITOR"
                }, 
                "start": 16390, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 16442, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON TREVOR"
                        }, 
                        "start": 16495, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 16507, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW"
                        }, 
                        "start": 16533, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 16543, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON TREVOR"
                        }, 
                        "start": 16561, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 16573, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "AGAIN"
                        }, 
                        "start": 16611, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 16619, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON THE RING"
                        }, 
                        "start": 16667, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 16681, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "ANNOUNCER"
                }, 
                "start": 16860, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 16907, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "ToD": "6 - 1", 
                            "heading": "6 - 1"
                        }, 
                        "start": 17232, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 17238, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON TREVOR'S CORNER"
                        }, 
                        "start": 17285, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 17306, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW'S CORNER"
                        }, 
                        "start": 17388, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 17407, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "ToD": "- 4,", 
                            "heading": "- 4,"
                        }, 
                        "start": 17602, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 17608, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "KWAN"
                }, 
                "start": 17732, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 17774, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON TREVOR'S CORNER"
                        }, 
                        "start": 17810, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 17831, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "HERE"
                        }, 
                        "start": 18053, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 18058, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "AWAY"
                        }, 
                        "start": 18556, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 18562, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 49, 
                "result": {
                    "indent": 49, 
                    "heading": "DISSOLVE TO"
                }, 
                "start": 18927, 
                "direction": [], 
                "name": "speaker", 
                "transition": null, 
                "stop": 18987, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON TREVOR"
                        }, 
                        "start": 18995, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 19007, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": [
                    {
                        "name": "dialogue", 
                        "stop": 19052, 
                        "raw_text": ": ANGLE ON TREVOR As he is being interviewed by tv reporters.", 
                        "start": 18987
                    }
                ]
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "TREVOR"
                }, 
                "start": 19052, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 19091, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW"
                        }, 
                        "start": 19250, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 19260, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 49, 
                "result": {
                    "indent": 49, 
                    "heading": "DISSOLVE TO"
                }, 
                "start": 19287, 
                "direction": [], 
                "name": "speaker", 
                "transition": null, 
                "stop": 19347, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 19354, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 19481, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 19600, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 19709, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "COMES INTO FRAME"
                        }, 
                        "start": 19723, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 19741, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "PULLS BACK TO REVEAL"
                        }, 
                        "start": 19809, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 19831, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": [
                    {
                        "name": "dialogue", 
                        "stop": 20029, 
                        "raw_text": ": EXT. NEW YORK BRIDGE  NIGHT ESTABLISHING SHOT OF DREW AND KWAN WALKING ALONG A BRIDGE, THE ENTIRE NEW YORK NIGHT SKYLINE IN THE B.G. They are not talking, they are just walking, Drew kicking a can and contemplating the future, and the past. INT. KWAN HOUSE  SAME NIGHT ESTABLISHING SHOT OF SMOKING ACUPUNCTURE NEEDLE, ITS TIP EMBEDDED IN DREW'S FOREARM. Kwan's hand COMES INTO FRAME and flicks the needle, sending it vibrating back and forth. CAMERA PULLS BACK TO REVEAL Drew sitting at the table in Kwan's house, the acupuncture needle in his arm and his face pensive and sad. Kwan busies himself around the needle, trying to alleviate the pain of Drew's bruises.", 
                        "start": 19347
                    }
                ]
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN"
                }, 
                "start": 20029, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 20066, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW"
                }, 
                "start": 20096, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 20139, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 20338, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 20384, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 20549, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 20595, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 21213, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 21259, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 21760, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 21806, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "ToD": "5", 
                            "heading": "5"
                        }, 
                        "start": 22045, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 22047, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 22252, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 22298, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 22438, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 22476, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "KWAN"
                }, 
                "start": 22509, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 22555, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 22792, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 22830, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "KWAN"
                }, 
                "start": 22860, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 22898, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 23221, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 23268, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 23365, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 23403, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "KWAN"
                }, 
                "start": 23429, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 23467, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 23472, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 23510, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "KWAN"
                }, 
                "start": 23523, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 23561, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "KWAN, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 23702, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 23749, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 23756, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 23794, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "KWAN"
                }, 
                "start": 23853, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 23891, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW"
                }, 
                "start": 23920, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 23960, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "KWAN"
                }, 
                "start": 24138, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 24178, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW"
                }, 
                "start": 24323, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 24369, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "KWAN"
                }, 
                "start": 24784, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 24824, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW"
                }, 
                "start": 24855, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 24895, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "KWAN"
                }, 
                "start": 24927, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 24967, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW"
                }, 
                "start": 25312, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 25352, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "angle": "ANGLE", 
                                "shot": "ANGLE"
                            }, 
                            "heading": {
                                "angle": "ANGLE", 
                                "shot": "ANGLE"
                            }
                        }, 
                        "start": 25370, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 25456, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW"
                        }, 
                        "start": 25464, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 25474, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON KWAN AND DREW"
                        }, 
                        "start": 25503, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 25522, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "AIRPORT"
                        }, 
                        "start": 25551, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 25559, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 25619, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 25730, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "PULLS BACK TO REVEAL TIAN AN MEN SQUARE"
                        }, 
                        "start": 25914, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 25955, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "MAO"
                        }, 
                        "start": 25986, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 25991, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 26694, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 26807, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "ToD": "CROWDED TRAIN SAME DAY", 
                            "heading": "CROWDED TRAIN SAME DAY"
                        }, 
                        "start": 26992, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 27018, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "CHINA COUNTRYSIDE DAY TRAIN RUSHING THROUGH THE COUNTRYSIDE"
                        }, 
                        "start": 27183, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 27245, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "pov": "POV", 
                                "shot": "POV"
                            }, 
                            "heading": {
                                "pov": "POV", 
                                "shot": "POV"
                            }
                        }, 
                        "start": 27252, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 27257, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "ToD": "COUNTRYSIDE DAY", 
                            "heading": "COUNTRYSIDE DAY"
                        }, 
                        "start": 27261, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 27280, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 27412, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 27500, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "CHINA COUNTRYSIDE NIGHT TRAIN RUSHING THROUGH DARKENED COUNTRYSIDE"
                        }, 
                        "start": 27507, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 27576, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 27583, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 27659, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 27871, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 27960, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW"
                }, 
                "start": 28206, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 28246, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW"
                        }, 
                        "start": 28353, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 28363, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 28523, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 28614, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW"
                }, 
                "start": 28648, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 28688, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 28899, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 28948, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON ASHEMA"
                        }, 
                        "start": 29049, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 29061, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "ASHEMA"
                }, 
                "start": 29155, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 29197, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW"
                }, 
                "start": 29309, 
                "direction": [], 
                "name": "speaker", 
                "transition": null, 
                "stop": 29358, 
                "in_lines": [], 
                "dialogue": [
                    {
                        "name": "dialogue", 
                        "stop": 29371, 
                        "raw_text": "(flustered)", 
                        "start": 29358
                    }
                ]
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ASHEMA"
                }, 
                "start": 29486, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 29526, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 29563, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 29607, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ASHEMA, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 29848, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 29897, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 29934, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 29972, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ASHEMA"
                }, 
                "start": 29989, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 30029, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ASHEMA, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 30223, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 30272, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 30372, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 30441, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 50, 
                "result": {
                    "indent": 50, 
                    "heading": "DISSOLVE TO"
                }, 
                "start": 30565, 
                "direction": [], 
                "name": "speaker", 
                "transition": null, 
                "stop": 30626, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 30633, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 30702, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": [
                    {
                        "name": "dialogue", 
                        "stop": 31077, 
                        "raw_text": ": EXT. CHINESE STREETS  SAME DAY ESTABLISHING SHOT OF DREW PEDALING ASHEMA. He is riding strongly, and she is comfortable in the back. They are getting stares from the people they pass, but Ashema seems to be enjoying the attention. Drew hits a bump, and Ashema holds his waist a little tighter. Neither of them mind  in fact, Drew starts looking for more bumps. He pulls around the corner into a wide area lined with drink and food stands.", 
                        "start": 30626
                    }
                ]
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ASHEMA"
                }, 
                "start": 31077, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 31117, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "STOPS THE BIKE AND LOOKS BACK AT HER"
                        }, 
                        "start": 31135, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 31172, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ASHEMA GESTURES TO THE TEMPLE FRONT, AND DREW TURNS IN AWE"
                        }, 
                        "start": 31173, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 31233, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 31240, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 31298, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 31423, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 31461, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ASHEMA"
                }, 
                "start": 31561, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 31601, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 31696, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 31742, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ASHEMA"
                }, 
                "start": 31823, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 31863, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 31875, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 31913, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 32302, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 32394, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "misc": "MONTAGE", 
                                "shot": "MONTAGE"
                            }, 
                            "heading": {
                                "misc": "MONTAGE", 
                                "shot": "MONTAGE"
                            }
                        }, 
                        "start": 32610, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 32619, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "CHANTING"
                        }, 
                        "start": 33068, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 33077, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "STICKS HIS HEAD IN, AND SEES ALL KINDS OF WOODEN STATUES LINED UP"
                        }, 
                        "start": 33466, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 33532, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ALMOST STARTS IN, BUT IS DISTRACTED BY THE SOUNDS OF TRAINING OUTSIDE"
                        }, 
                        "start": 33537, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 33609, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "HE WALKS OUT IN SEARCH OF THE SOUNDS"
                        }, 
                        "start": 33616, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 33653, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 33660, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 33720, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "DRILL SERGEANT"
                        }, 
                        "start": 33877, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 33893, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "TREMBLES"
                        }, 
                        "start": 33992, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 34002, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW"
                }, 
                "start": 34117, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 34160, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 34192, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 34244, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "SAN DE,"
                        }, 
                        "start": 34521, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 34530, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "DREW, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 34594, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 34643, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 34743, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 34789, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "ToD": "TEMPLE SAME DAY", 
                            "heading": "TEMPLE SAME DAY"
                        }, 
                        "start": 35087, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 35106, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW"
                }, 
                "start": 35292, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 35329, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "MONK 1"
                }, 
                "start": 35414, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 35453, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW"
                }, 
                "start": 35482, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 35519, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "MONK 1"
                }, 
                "start": 35605, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 35650, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 35776, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 35822, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "ADMISSIONS MONK"
                }, 
                "start": 35980, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 36028, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW"
                }, 
                "start": 36050, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 36087, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "ADMISSIONS MONK"
                }, 
                "start": 36111, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 36159, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 36245, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 36285, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ADMISSIONS MONK"
                }, 
                "start": 36406, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 36457, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 36536, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 36576, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "MONK"
                }, 
                "start": 36595, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 36635, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 36670, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 36710, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "MONK"
                }, 
                "start": 36845, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 36885, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 37117, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 37157, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 50, 
                "result": {
                    "indent": 50, 
                    "heading": "CUT TO"
                }, 
                "start": 37415, 
                "direction": [], 
                "name": "speaker", 
                "transition": null, 
                "stop": 37471, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 37478, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 37590, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": [
                    {
                        "name": "dialogue", 
                        "stop": 37685, 
                        "raw_text": ": EXT. SHAOLIN COURTYARD  SAME DAY ESTABLISHING SHOT OF DREW LANDING ON THE FLAGSTONES OF THE COURTYARD WITH A THUMP! A group of people stop and watch the foreigner. The temple door closes with a solid boom.", 
                        "start": 37471
                    }
                ]
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 37685, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 37725, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "ASHEMA"
                }, 
                "start": 38414, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 38453, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW"
                }, 
                "start": 38460, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 38497, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 38639, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 38685, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "ASHEMA"
                }, 
                "start": 38715, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 38754, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DREW"
                }, 
                "start": 38770, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 38807, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 49, 
                "result": {
                    "indent": 49, 
                    "heading": "DISSOLVE TO"
                }, 
                "start": 38830, 
                "direction": [], 
                "name": "speaker", 
                "transition": null, 
                "stop": 38890, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 38897, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 39029, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": [
                    {
                        "name": "dialogue", 
                        "stop": 39175, 
                        "raw_text": ": EXT. TEMPLE STAND  EVENING ESTABLISHING SHOT OF DREW, ASHEMA AND OLD MAN, STILL SITTING AT THE TABLE, NOW LIT BY CANDLES AND A LANTERN. A bunch of tea bowls are scattered in front of Drew, as if he's been drinking heavily. He points to his teacup, and Ashema shakes her head.", 
                        "start": 38890
                    }
                ]
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "ASHEMA"
                }, 
                "start": 39175, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 39214, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "ASHEMA, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 39269, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 39317, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "DREW"
                }, 
                "start": 39394, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 39433, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "ASHEMA"
                }, 
                "start": 39636, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 39677, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "DREW"
                }, 
                "start": 39696, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 39735, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "ASHEMA"
                }, 
                "start": 39745, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 39786, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "ASHEMA, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 39957, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 40007, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "DREW"
                }, 
                "start": 40161, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 40200, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "ASHEMA"
                }, 
                "start": 40277, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 40318, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "DREW"
                }, 
                "start": 40406, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 40445, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "ASHEMA"
                }, 
                "start": 40456, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 40497, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "DREW"
                }, 
                "start": 40606, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 40645, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 22, 
                "result": {
                    "indent": 22, 
                    "heading": "ASHEMA"
                }, 
                "start": 40667, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 40708, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 41104, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 41142, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ASHEMA"
                }, 
                "start": 41299, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 41339, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW"
                }, 
                "start": 41409, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 41447, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "DREW, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 41497, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 41544, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 41611, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 41681, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ADMISSIONS MONK"
                }, 
                "start": 42173, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 42222, 
                "in_lines": [], 
                "dialogue": []
            }, 
            {
                "indent": 21, 
                "result": {
                    "indent": 21, 
                    "heading": "ADMISSIONS MONK, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 42322, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 42380, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "misc": "MONTAGE", 
                                "shot": "MONTAGE"
                            }, 
                            "heading": {
                                "misc": "MONTAGE", 
                                "shot": "MONTAGE"
                            }
                        }, 
                        "start": 42632, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 42649, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW SWEATING IN THE HOT SUNSHINE"
                        }, 
                        "start": 42663, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 42702, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW BEING TORMENTED BY LOCAL KIDS"
                        }, 
                        "start": 42789, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 42829, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DRILL SERGEANT"
                        }, 
                        "start": 43006, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 43026, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 20, 
                "result": {
                    "indent": 20, 
                    "heading": "DRILL SERGEANT"
                }, 
                "start": 43120, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 43167, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "ToD": "ON DREW SHIVERING IN THE DEAD OF NIGHT", 
                            "heading": "ON DREW SHIVERING IN THE DEAD OF NIGHT"
                        }, 
                        "start": 43203, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 43244, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON SPIDER AS IT CRAWLS OUT TO SEE DREW"
                        }, 
                        "start": 43315, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 43356, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW BEING FED BY ASHEMA"
                        }, 
                        "start": 43403, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 43433, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW SITTING IN THE RAIN"
                        }, 
                        "start": 43518, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 43548, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW BEING FED BY ASHEMA AGAIN ASHEMA"
                        }, 
                        "start": 43711, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 43786, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON SPIDER, WHO IS BACK"
                        }, 
                        "start": 43864, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 43889, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON MONKS FROM TEMPLE"
                        }, 
                        "start": 43961, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 43984, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW IN COURTYARD"
                        }, 
                        "start": 44057, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 44080, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW, SURROUNDED BY OLD MEN"
                        }, 
                        "start": 44254, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 44287, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW, WIND AND RAIN"
                        }, 
                        "start": 44334, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 44359, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW WITH ASHEMA AND HER BAU BAU THERE"
                        }, 
                        "start": 44414, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 44458, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 23, 
                "result": {
                    "indent": 23, 
                    "heading": "ASHEMA, (CONT'D)", 
                    "modifier": [
                        "(", 
                        "CONT'D", 
                        ")"
                    ]
                }, 
                "start": 44494, 
                "direction": [], 
                "name": "title", 
                "transition": null, 
                "stop": 44548, 
                "in_lines": [
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW SURROUNDED BY KIDS"
                        }, 
                        "start": 44617, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 44646, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW, THE SPIDER NOW SITTING ON HIS HAND"
                        }, 
                        "start": 44777, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 44823, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW, BIRDS ALL AROUND HIM"
                        }, 
                        "start": 44884, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 44916, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW, THE FULL MOON IN THE B"
                        }, 
                        "start": 44987, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 45019, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "shot type": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }, 
                            "heading": {
                                "est": "ESTABLISHING SHOT", 
                                "shot": "ESTABLISHING SHOT"
                            }
                        }, 
                        "start": 45155, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 45225, 
                        "in_lines": [], 
                        "dialogue": []
                    }, 
                    {
                        "indent": 1, 
                        "result": {
                            "indent": 1, 
                            "heading": "ON DREW"
                        }, 
                        "start": 45497, 
                        "direction": [], 
                        "name": "in_line", 
                        "transition": null, 
                        "stop": 45507, 
                        "in_lines": [], 
                        "dialogue": []
                    }
                ], 
                "dialogue": []
            }, 
            {
                "indent": 52, 
                "result": {
                    "indent": 52, 
                    "heading": "DISSOLVE TO"
                }, 
                "start": 45557, 
                "direction": [], 
                "name": "transition", 
                "transition": null, 
                "stop": 45620, 
                "in_lines": [], 
                "dialogue": []
            }
        ]
    ]
]