[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "FADE IN", 
                "location": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": "NIGHT", 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "CONSTELLATION OF ORION"
                ]
            }, 
            "text": "Stars glitter like diamonds on the black velvet backdrop The Belt of Orion is center screen, but much nearer and l than ever seen by an Earth-bound astronomer. A speck of light appears in the lower left corner of the No spaceship can be seen, but only a glowworm, a solitary tosoan gliding through the womb of the universe. Over thi the voice of an astronaut. He is concluding a report."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASTRONAUT'S VOICE"
            }, 
            "text": "(o.s.)         So ends my last signal until we reach our destination. We are now on automatic,  a mere hundred and five light years from  our base ... and at the mercy of com- puters. I've tucked in my crew for the  long sleep. I'll join them presently."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ESTABLISHING SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "NI", 
                "location": [
                    "CABIN OF SPACESHIP"
                ]
            }, 
            "text": "The cabin is neither cramped nor spacious, but about the President's cabin in Air Force One. In the immediate f.g. of dials and switches flanked by four chairs. Only one of is occupied. The astronaut's back is to CAMERA. There is amidships which leads to an escape hatch. The after Dart is obscured in darkness. We hear the MUSIC of a Mozart so from a phonograph of stereotape. The astronaut is speakin microphone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASTRONAUT"
            }, 
            "text": "Within the hour we shall complete         the sixth month of our flight from Cape Kennedy. By our time, that is ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He pauses, looking up at:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "TWO LARGE CLOCKS", 
                "location": null
            }, 
            "text": "One clock is marked SELF TIME, but instead of twelve nume twenty-four. One of the needles is moving very slowly. The other clock is labeled EARTH TIME, and its units, lik tachometer, are given by hundreds and thousands. The largest needle of this clock makes one revolution eve Over this we hear:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ASTRONAUT'S VOICE"
            }, 
            "text": "(o.s.) But according to Dr. Hasslein theory of  time in a vehicle traveling at close to  the speed of light, old Mother Earth has  aged a few thousand years since our de- parture -- while we have scarcely aged  at all."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "ASTRONAUT", 
                "location": null
            }, 
            "text": "This is TAYLOR. He wears simple dungarees (or Churchill s comfortable boots. He seems calm and pensive. Extracting a cigar from the breast pocket of his dungarees, he light continues: TAYLOR  It may be so. This much is probable: the  men who sent us on this journey have long  since been moldering in forgotten graves;  and those, if any, who read this message  are a different breed. Hopefully, a  better one."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He begins to roll up his left sleeve. TAYLOR  I leave the twentieth century without  regret. Who was it? Marshall? ... said  'Modern man is the missin 'a link between  the ape and the human being.'"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He removes the cigar from his mouth, turns to look out th of the portholes into the astral night. TAYLOR  One final thought -- nothing scientific,  purely personal. Seen from up here,  everything looks different ... Time bends  and space is boundless. It squashes a  man's ego. He begins to feel like no more  than a mote in the eye of eternity. And  he is nagged by a question: ahat if any- thing, will greet us on the end of man's  first journey to a star? Are we to believe  that throughout these thousands of galaxies,  these millions of stars, only one, that  speck of solar dust we call Earth, has  been graced -- or cursed -- by human life? (pause)  I have to doubt it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He extracts a hypodermic needle from his breast pocket an it into the vein of his forearm. He continues speaking. TAYLOR  (sardonically)  That's about all. I wonder if Man, that  marvel of the universe, that glorious  paradox who has sent me to the unknown...  still makes war against his brother., and  lets his neighbor's children starve."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor withdraws the hypodermic needle from his vein and a drawer of the console. TAYLOR  Well then, Earthmen: A missing link  salutes you. Bless you, my descendants."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor snuffs out the cigar butt and places it in the dra hypodermic. Then, flicking a switch Au cut off the Mozart looks up again at:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE CLOCK MARKED EARTH TIME", 
                "location": null
            }, 
            "text": "The longest needle of this clock now makes nearly two rev second. The shortest needle points to the numeral 2105."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "TRACKING", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "TAYLOR", 
                "location": [
                    "CABIN"
                ]
            }, 
            "text": "Space scientists have presumably solved the problem of we for Taylor walks the short distance from; the console to section without particular effort. CAMERA FOLLOWS him, an see four glass capsules, or \"caskets\", in the rear of the looks down at them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "SEVERAL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "10 One of them is open. The other three are occupied by astr LANDON and STEWART. They, too, wear dungarees and boots. Landon are thirtyish, clean-shaven, virile -- America's f is a handsome young woman, her hair bobbed short. Their e and they do not appear to be breathing -- yet no undertak them so alive."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FAVORING TAYLOR", 
                "location": null
            }, 
            "text": "He grasps the handle of his own casket and slowly pulls h it. Continuing SILENCE. CAMERA MOVES IN as Taylor Dulls t shut and secures it. He adjusts two dials inside the caps back, buckling his safety belt. CAMERA MOVES INTO A CLOSE His eyes are open. He seems serene, even enraptured. (NOTE: Credits will appear here over a series of shots de convey a sense of loneliness, of separation, and of the p time.)"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "12- A SERIES OF SHOTS", 
                "location": null
            }, 
            "text": "16         We see a strange and distant planet. At first the globe o small area of the screen; but with each new VIEW it comes looms larger, as if\" observed from a spaceship in a spira descent. The topography of the planet bears little resemblance to of it is obscured by cloud cover; even more of-it appears cratered desert of reddish hue. We can, however, make out \"green belts\" and a patch of blue water. In the FINAL SHOTS of this SEQUENCE we see the strange pl would be observed from a spacecraft plummeting from twent feet to one thousand feet. It appears that the ship will vast lake surrounded by soaring sandstone pinnacles. The blue-black, the pinnacles vermillion. (This is the Lake P location, at Lone Rock.)"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "DAY", 
                "location": [
                    "SPACESHIP"
                ]
            }, 
            "text": "Four empty pilot seats are seen in f.g., the four glass c b.g. We HEAR the RHYTHMIC BLEAT of a WARNING SIGNAL, a RU as in a rapid descent, and perhaps the ROAR OF RETROJETS. great CRASH as the craft hits water. The whole ship shudd Loose equipment falls to the cabin floor. CAMERA MOVES DO aisle as the ship begins to roll in the water and HOLDS o glass caskets. There are THREE LOUD METALLIC CLICKS as th domes of the caskets swing open automatically."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He now has a full beard. His eyes come open. Instantly al rises to a sitting position, gazing across at: 19        DODGE AND LANDON - FROM TAYLOR'S P.O.V. They, too, awaken and sit up, starring at Taylor. They, t bearded. TAYLOR'S VOICE  (o.s.) You all right?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "They nod."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO TAYLOR", 
                "location": null
            }, 
            "text": "He glances at the casket beside his own. TAYLOR  Stewart? (struggling to his feet)  Stewart?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Its dome remains unopened. The young woman is a skeleton Churchill suit."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REACTION SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE THREE ASTRONAUTS", 
                "location": null
            }, 
            "text": "Dodge and Landon have joined Taylor and-stare at the grin of their dead comrade. A low, descending HUM of equipment Simultaneously the lights begin to FADE. A moment later t but not as much as before. TAYLOR  There goes our primary power. We're on  auxilliary."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "A slight CRACKING sound is heard. Taylor turns quickly aw"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE FORWARD CABIN", 
                "location": null
            }, 
            "text": "A trickle of water has begun to seep through a ruptured s cabin. Taylor darts to a porthole and peers cut."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT TAYLOR SEES", 
                "location": null
            }, 
            "text": "water  The porthole is no more than six inches above the line. I distance we discern a shoreline of red desert. TAYLOR'S VOICE  (o.s.) We're in the soup. We're sinking."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": null, 
                "location": [
                    "CABIN"
                ]
            }, 
            "text": "The leak in the seam becomes a growing spray of water. Ta turns away from the porthole, calling: TAYLOR Dodge! Read the atmosphere!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Dodge moves instantly to the ladder beneath an escape hat mounts it. Taylor stumbles down the aisle of the rolling the console and addresses Landon, who is still staring at skeleton. TAYLOR Landon! Send a last signal. LANDON (dazed)  What signal? TAYLOR  To Earth! That we've landed!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "As Landon lurches toward the communications equipment in"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "PANORAMIC SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "TIM STRANGE PLANET"
                ]
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "ROCK, LAKE POWELL", 
                "location": null
            }, 
            "text": "We are looking at a lifeless desert of sandstone buttes a There is no sign of vegetation anywhere. CAMERA PANS DOWN of water that could be the bay of an inland sea. The deep sea contrasts sharply to the red sands of the shoreline. on the stricken spaceship, wallowing like a beached whale yards offshore. The portholes of the craft are beneath th only its roof and the tail fin of its tail assembly are v red-hot skin of the ship vaporizes the water around it. Suddenly a snorkel-like tube sprouts from the escape hatc located amidships."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "CLOSED ESCAPE HATCH", 
                "location": [
                    "CABIN"
                ]
            }, 
            "text": "Dodge, standing halfway up the ladder., has fastened a ki to the end of the snorkel tube. He reads the dials, remov sniffs the air in the tube and then, taking a deep breath DODGE  It's breathable. TAYLOR'S VOICE  (o.s.)  Okay! Blow the hatch before we lose  auxilliary power."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Dodge reaches for a control mechanism near the escape hat"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR AND LANDON", 
                "location": null
            }, 
            "text": "The spray of water coming through the ruptured seam is in The LIGHTS DIM again and the SOUND of the warning signal Landon fiddles with the radio, Taylor tries to get the ta rolling, but all we hear are scrambled and unintelligible LANDON It's no use ... there she goes. TAYLOR Forget it. Abandon ship."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The escape hatch is now open. Taylor darts over to the la passes a folded life raft up to Dodge. When Landon reache Taylor hands him two neatly packed rucksacks, and Landon through the escape hatch. Taylor is about to follow with rucksack, then turns and crosses the cabin for a last loo 30        THE TWO CLOCKS - FROM TAYLOR'S P.O.V. Both clocks have stopped: the red needle of the clock lab TIME rests on the numeral 18; the red needle of the clock EARTH TIME rests on the numeral 3975."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "TOP OF SPACECRAFT"
                ]
            }, 
            "text": "Dodge inflates the raft with a cartridge of compressed ai tosses it into the water. He and Landon jump into the wat climb onto the raft as Taylor emerges from the hatch, Tay into the water and climbs onto the raft. He and Landon be paddle toward shore, while Dodge immediately opens anothe takes a sample of the water.        "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE MEN IN THE RAFT", 
                "location": null
            }, 
            "text": "DODGE (half to himself)  Briny...twenty-five percent salinity.  Near the saturation point. LANDON (looking back) She's still sinking..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE SPACESHIP", 
                "location": null
            }, 
            "text": "Only the radio antenna and the tip of the tail fin remain LANDON'S VOICE  (o.s.) Going ... going..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The craft vanishes beneath the water."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE MEN IN THE RAFT", 
                "location": null
            }, 
            "text": "Dodge is still busy with his kit. Landon is still looking Taylor doesn't bother to turn his head. LANDON  Gone. TAYLOR (flatly) We're here to stay."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "MOVING WITH THE RAFT", 
                "location": null
            }, 
            "text": "They gaze at the forbidding sandstone battlements as they shore. LANDON   Well? Where are we? Have any notion,  skipper? TAYLOR  (confidently)  We're some three hundred and twenty  light years from Earth. On an unnamed  planet in orbit around a star in the  constellation of Orion.  (looks off at  the \"sun\")  That could be Bellatrix."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE SUN", 
                "location": null
            }, 
            "text": "Low on the horizon, seen through a dense envelope of dust DODGE'S VOICE (o.s.) Too red for Bellatrix."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO ASTRONAUTS IN RAFT", 
                "location": null
            }, 
            "text": "Landon glances skeptically at Taylor. LANDON  You didn't have time to check the  tapes, so you don't really know,  do you? (as Taylor ignores him)  What went wrong? (sardonically) We weren't programmed to land in water. DODGE  (grinning)  The question, Landon, is not so much  where we are as when we are. TAYLOR  (stands up in raft)  We've had a nice snooze. Let's start  earning all our back pay."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "As the three astronauts step out into shallow water and p raft ashore. TAYLOR  Take your soil test, Dodge. I'll  check the equipment."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Dodge moves inland about ten yards, removes a small hand from his belt, extends the rod of the drill three feet an to take some subsoil samplings. Taylor begins to examine of the three rucksacks. Landon sits down on the beach., h his knees, gazing moodily at the sunken spaceship. During succeeding scenes we sense that Dodge's obsession with sc inquiry leaves him immune to fear: Landon is possibly mor and certainly more \"human,\" for he has many fears to cont Taylor -- detached, cool and misanthropic -- is something TAYLOR  (calls Dodge)  Got your sensors? DODGE  Yo! TAYLOR  Geiger counter? DODGE  Yo! TAYLOR (taking inventory)  One pistol... twenty-four rounds of  ammo. two medical kits.. one camera...  one TX9. (loudly to the others)  We've enough food and water for three  days. DODGE But how long is a day? TAYLOR  Good question. (turning)  Landon -- check your communications  kit."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FAVORING LANDON", 
                "location": null
            }, 
            "text": "He seems not to have heard. TAYLOR (sharply) Landon! Join the expedition. LANDON (rising) Sorry...  (crossing to his kit) I was thinking of Stewart. What d'you suppose happened? TAYLOR (flatly) Air leak. Died in her sleep. LANDON  You don't seem very cut up about  it. TAYLOR  It's a little late for a wake. She's  been dead nearly a year. LANDON  Then we've been away from Earth for  eighteen months. TAYLOR  By our time. (smiling at Landon) You've turned gray."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Landon involuntarily touches the gray hair of his temple adds lightly: TAYLOR  Apart from that, you look pretty chipper  for a man who's two thousand and thirty  one years old. (casually)  I read the clocks. They bear out Hasslein's  hypothesis. We've been away from Earth for  two thousand years, give or take a decade. (pause)  Still can't accept it, huh? LANDON long pause)  You know it. TAYLOR  Because time has wiped out everyone and  everything you cared for -- they're dust. LANDON  Prove it. If we can't get back, it's still  just a theory. TAYLOR It's a fact, Landon. Buy it. You'll sleep  better."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Dodge enters scene. A handful of reddish sand dribbles th fingers. DODGE  Nothing will grow here .... there's just a  trace of hydrocarbons, and most of the  nitrogen is locked into nitrates. TAYLOR Any sign of dangerous ionization? DODGE No. TAYLOR  (rising)  Okay. If there's no life here, we've got  just seventy-two hours to find it. That's  when the groceries run out."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He picks up one of the rucksacks and puts it on. The othe suit. DODGE Which direction? TAYLOR (decisively, pointing west)  That way. DODGE Any particular reason? TAYLOR  None at all."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He moves out. Dodge follows. CAMERA PANS with them. They only a few paces when Taylor looks back over his shoulder"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FEATURING LANDON", 
                "location": null
            }, 
            "text": "Landon is squatting in the sand, sticking something into It is a small American flag, the size of a handkerchief."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FEATURING TAYLOR AND DODGE", 
                "location": null
            }, 
            "text": "Mirth bubbles up in Taylor's throat. He explodes with wil He is still laughing as they move out."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "DAWN SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE ASTRONAUTS' TREK", 
                "location": null
            }, 
            "text": "They descend from the plateau (Ochre Dunes)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "ASTRONAUTS CONTINUE MARCH,", 
                "location": null
            }, 
            "text": "Across the top of the hills there suddenly runs a line of Dunes)."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THEY MOVE ACROSS THE TERRAIN", 
                "location": null
            }, 
            "text": "Jagged bolts of lightning flash across the sky, but bring thunder claps sound like heavy artillery. (Gray Area)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "45- OUT", 
                "location": null
            }, 
            "text": "58"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "QUICK DISSOLVE TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "ANOTHER PART OF THE CANYON, (OCHRE DUNES AREA)", 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": "DAY", 
                "terior": null, 
                "subj": "SHOT", 
                "location": null
            }, 
            "text": "Several huge boulders are dislodged, and the three astron wildly to escape the falling rocks. When the avalanche en sprawl on the lifeless sands, breathing heavily and drenc sweat, surrounded by enormous boulders. Taylor looks abou TAYLOR Everybody all right?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Murmurs of assent from Dodge and Landon. Taylor rummages limp rucksack, comes up with some empty food cartons,rumm coming up with a cigar butt. TAYLOR  Water check.    "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Dodge takes a plastic canteen from another rucksack and i DODGE  Eight ounces."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Dodge lies back and looks up at the sky. DODGE  It doesn't add up. There's a mantle of  dust around this planet and yet it's  as humid as a jungle. Thunder and  lightning and yet no rain. Cloud cover  every night and that strange luminosity,  and yet no moon."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Landon also looks up at the sky. LANDON If only we could get a fix. TAYLOR  (needling him)  What would you learn? I've told you  where you are and when you are. DODGE  (gently)  Taylor -- quit riding him. TAYLOR  (harshly, to Landon)  You're more than three hundred light  years from your precious planet. Your  loved ones have been dead and forgotten  for twenty centuries. Even if you could  get back, they'd think you were  something that fell out of a tree. LANDON  (wearily) All right -- TAYLOR  There's only one reality left. We're  here and it's now. You get ahold of that  and hang on tight, or you might as well  be dead. LANDON  (quietly)  I'm prepared to die."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor turns to Dodge, throws up his hands. TAYLOR  He's prepared to die! Doesn't that make  you misty? Chalk up another victory for  the human spirit!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Dodge rises and moves off, o.s., either embarrassed by th or unwilling to hear it again. Taylor, cigar clamped betw teeth, spins toward Landon. TAYLOR  Straighten me out on something. Why did  you come along at all? You volunteered.  Why? (a beat; no answer)  I'll tell you. They nominated you for the  Big One and you couldn't turn it down. Not  without losing your All-American standing LANDON (hard)  Climb off me, will you! TAYLOR  And the glory, don't forget that. There's  a life-sized bronze statue of you somewhere.  It's probably turned green by now, and nobody  can read the name plate. But never let it be  said we forget our heroes. LANDON Taylor.        I'm telling you -- TAYLOR Oh, and one last item. Immortality. You wanted to go on forever. (pause)  Well, you damn near made it. Except for  Dodge and me, you've lived longer than  anybody. And with Stewart dead, it looks  like we're the last of the strain. You got  what you wanted, kid. How does it taste?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Silence.        Taylor lies down, spent of his venom, pil his head on a rucksack. LANDON (softly) Okay. You read me well enough. Why can't I read you? TAYLOR  Don't bother LANDON  (looking off)  Dodge ... he's not like me at all. But he makes sense. Held walk naked into a  live volcano if he thought he could learn  something no other man knew. I understand  why  he's here. But you...You're no seeker.  You're negative. TAYLOR But I'm not prepared to die. LANDON  (heatedly)  I'd like to know why not. You thought  life on Earth was meaningless. You despised  people. So what did you do? You ran away."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor's eyes are closed. He is silent for a moment. When his tone is soft, reflective. TAYLOR  No, not quite, Landon. I'm a bit of a  seeker myself. But my dreams are a lot  emptier than yours.  (pause)  I can't get rid of the idea that somewhere  in the Universe there must be a creature  superior to man."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FEATURING DODGE", 
                "location": null
            }, 
            "text": "who has been wandering around, studying the boulders and soil. Taylor and Landon can be seen in b.g. Dodge spots s squats down to examine it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSEUP", 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT DODGE SEES", 
                "location": null
            }, 
            "text": "It is a tiny desert flower, no more than an inch high."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSEUP", 
                "ToD": null, 
                "terior": null, 
                "subj": "DODGE", 
                "location": null
            }, 
            "text": "His eyes light up as he calls: DODGE  Taylor! Over here!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "as Taylor and Landon hurry over and kneel down on either The astronauts hover over the tiny flower like three magi the infant Deliverer. DODGE  Life. "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He digs gently around the roots of the plant with a small DODGE  Where there's one there's another. And  another. And another.  TAYLOR  Let's find them all."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "SUNSET SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "END OF THE TREK AS THE ASTRONAUTS START FROM TH", 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "TO THE TAMARISK AREA", 
                "location": null
            }, 
            "text": "Absolute desolation (Ochre Area). The astronauts start do the canyon."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "ASTRONAUTS CAST HUGE SHADOWS", 
                "location": null
            }, 
            "text": "As they move across the terrain (top of Crazy Canyon)."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "JUMP SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "As they jump across a gap. Thunder and lightning again (t Crazy Canyon)."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "65-B THEY MOVE DOWN", 
                "location": null
            }, 
            "text": "They march across Crazy Canyon overlook."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REACTION SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "66-"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "A-R SERIES OF SHOTS OF DESCENT OF ASTRONAUTS DOWN", 
                "location": null
            }, 
            "text": "(Wire Grass Canyon). For a brief moment several \"creatures\" appear. We cannot species."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "QUICK DISSOLVE T0:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "A DRY WASH"
                ]
            }, 
            "text": "Blooming tamarisks border a. dry stream bed. Taylor and L over Dodge, who is probing the soil with his drill. Their faces are caked with dust. DODGE It's a stream bed., no doubt about  it -- but bone dry."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Landon strightens up and looks off, startled by something LANDON  Look. . ."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "A CLIFF BEYOND THE TAMARISKS", 
                "location": null
            }, 
            "text": "with the astronauts in f.g. In the distance, on the skyli make out a long row of wooden crosses. Some animal or veg appears to be tied to the crosses. LANDON  Scarecrows? TAYLOR  Let's take a look."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor plunges into the thicket of tamarisks, followed by Landon. Their view of the cliff is momentarily obscured. on the distant crosses. For an instant only, three \"creat appear on the skyline near the crosses. Then they vanish."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE ASTRONAUTS", 
                "location": null
            }, 
            "text": "as they emerge from the tamarisk thicket-nearer to the ba cliff. They halt and look up at:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE CROSSES", 
                "location": null
            }, 
            "text": "We can now see the pelts of unrecognizable animals have b the crosses and, thus mounted in a long row, seem to make or serve as a warning. The living bipeds are no longer vi"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO THE ASTRONAUTS", 
                "location": null
            }, 
            "text": "Dodge and Landon are still looking up at the strange cros Taylor is scanning the terrain at the base of the cliff. rushing water can be heard. TAYLOR (half to himself) Never mind the scarecrows."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He breaks into a run, CAMERA PANNING with him as he moves declivity in the face of the cliff."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MOVING SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "DODGE AND LANDON", 
                "location": null
            }, 
            "text": "Agonized with thirst, they follow Taylor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE TOP OF THE CLIFF", 
                "location": null
            }, 
            "text": "For an instant we see the bipeds again, moving in the sam"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "A DECLIVITY IN THE CLIFF", 
                    "FEATURING TAYLO"
                ]
            }, 
            "text": "He scrambles up a rock-strewn gorge and looks off at the beyond. 75        EXT. A WATERFALL - FROM TAYLOR'S P.O.V. The cascade is not spectacular, but the vegetation around startlingly lush. (This location is not at Lake Powell, b Ranch)."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSEUP", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "His parched lips break into a smile."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "QUICK DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "DAY", 
                "location": [
                    "WATERFALL AND POOL"
                ]
            }, 
            "text": "The cascade has formed a cool and inviting pool. Thick fo its very edge. Dodge is on his hands and knees, testing t his kit. The others wait expectantly. DODGE  It's loaded with minerals, but safe."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Without further ado Landon ducks his face into the pool. up water in his hands and drinks. Taylor        follows s LANDON (coming up for air)  Can we take a dip? TAYLOR (looks around) Okay."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Landon and Dodge immediately remove their boots, strip do into the pool. But Taylor does not yet disrobe. Alert and strolls along the bank of the pool, looking around."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "DODGE AND LANDON SWIMMNG", 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "as he briefly looks around, then starts taking off his sh"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "DODGE AND LANDON", 
                "location": null
            }, 
            "text": "as they arrive at opposite shore."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "MED . SHOT", 
                "location": null
            }, 
            "text": "as Landon sees something on shore."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR IN WATER", 
                "location": null
            }, 
            "text": "as he swims across. LANDON'S VOICE  (o.s.)  Hey, Taylor! Look at this --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Dodge and Taylor climb out of the pool and squat beside L"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT THEY SEE", 
                "location": null
            }, 
            "text": "The print of a large five-toad foot is clearly visible in"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "GROUP SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE THREE ASTRONAUTS", 
                "location": null
            }, 
            "text": "Taylor rises and walks slowly toward the underbrush, scan ground for other sports."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "CUT TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE OTHER SIDE OF THE POOL", 
                "location": null
            }, 
            "text": "Our view of the astronauts beyond the cascade in b.g. is obscured by broad-leafed foliage directly in front of CAM PANS SLOWLY away from the waterfall and HOLDS on the astr clothing at the edge of the pool. Suddenly and inexplicab dungarees slithers away into the underbrush. A few second pair of bronzed and brawny shoulders fill the SCREEN, blo view."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "CLOSE ON A HUMAN FACE IN HEAVY", 
                "location": null
            }, 
            "text": "Or is it human? The hair is matted, the face bearded, the prognathous, the orbital rim prominent."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "AT EDGE OF POOL", 
                "location": null
            }, 
            "text": "A brown thick-fingered hand appears from behind heavy fol plucks at a boot. The boot vanishes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO THE ASTRONAUTS", 
                "location": null
            }, 
            "text": "Dodge is standing near Taylor and looking back at the spo left their clothing. Suddenly he seizes Taylor's arm and silently at the far bank of the pool. "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT THEY SEE", 
                "location": null
            }, 
            "text": "Another pair of dungarees slithers into the underbrush an"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FULL PANNING SHOT", 
                "location": null
            }, 
            "text": "Led by Taylor, they dive back into the pool and swim to t Emerging from the water, they look around in bewilderment hand signals to indicate absolute silence and a reconnais three astronauts fan out and move cautiously into the jun forest). 91-"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "SEVERAL SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    [
                        "JUNGLE, (OR RAIN FOREST)"
                    ], 
                    "OR RAIN FOREST"
                ]
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "ASTRONAUT'S", 
                "location": null
            }, 
            "text": "Little sunlight penetrates this dense vegetation. These S INTERCUT with:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT THE ASTRONAUTS SEE", 
                "location": null
            }, 
            "text": "fleeting forms as yet unidentified; trembling foliage; br against a green backdrop."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "A SMALL CLEARING", 
                    "FAVORING THE THREE ASTR"
                ]
            }, 
            "text": "who stop at the edge of the clearing, startled by"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT THEY SEE", 
                "location": null
            }, 
            "text": "a number of primitive bipeds, male and female, scarcely v trees and bushes on the other side of the clearing -- her there a portion of a head and torso. Throughout this sequ primitives are never seen clearly or at close range."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO THE AST40IONAUTS", 
                "location": null
            }, 
            "text": "reacting. They speak in whispers. LANDON My God..they look almost human. DODGE  They -- there's a herd of them. TAYLOR Show them we're friendly."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "CAMERA PULLS BACK as Taylor advances a few steps into the extending his empty hands and beaming like a politician. TAYLOR  (warmly) Greetings!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "REVERSE", 
                "location": null
            }, 
            "text": "There are perhaps a dozen of them. They shrink back as Ta -- hostile, frightened or both. We now see that some of t clutching articles of the astronauts' clothing and equipm stops, stares at them glumly. TAYLOR No cigar. LANDON Try telling them our names."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor grimaces at Landon. TAYLOR Well, if we're looking for an icebreaker... (turning to the creatures) Listen, folks ....."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "More shrinking back by the frightened primitives. DODGE  (softly)  I'm afraid they aren't having any."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "99- OUT", 
                "location": null
            }, 
            "text": "102"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "105 A pistol goes off with a deafening crash, and the primiti scatter in panicky flight. After a while, quiet returns t"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "A JUNGLE PATH", 
                    "THE ASTRONAUTS"
                ]
            }, 
            "text": "They examine the remnants of their clothing and equipment don whatever is able to be worn. Taylor puts on what rema ripped pair of trousers; Dodge starts to improvise from t the kit (it is a torn shelter half). Landon, like Taylor, remains of his pants. DODGE  They didn't leave much did they? LANDON  Shall we follow them? TAYLOR  Haven't much choice."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "As they walk off down the jungle path."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ESTABLISHING", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "A GROVE OF FRUIT TREES"
                ]
            }, 
            "text": "This need not be a cultivated grove. A few trees (peach o avocado, it matters not) grow wild in a pleasant glade. N grove extensive. The three astronauts sit under a tree in primitives sit under a clump, of trees some fifty yards a is feeding and warily watching the other. In the distance fruit trees is an open grassy plain or cultivated field. 108        THE PRIMITIVES - FROM LANDON'S P.O.V. They too are sitting under trees, munching fruit. There a than a dozen altogether."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO ASTRONAUTS", 
                "location": null
            }, 
            "text": "TAYLOR Well, at least they haven't tried to bite us. DODGE Blessed are the vegetarians."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE OTHER CAMP", 
                "location": null
            }, 
            "text": "Squatting on her haunches, eating fruit, gazing back at T hair is long and black, her skin nut brown, her face haun and hauntingly stupid. This is NOVA."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO ASTRONAUTS", 
                "location": null
            }, 
            "text": "Landon looks o.s. at the primitives. LANDON We got off at the wrong stop. TAYLOR You're our optimist Look at the bright  side. If that's the best there is  around here, in six months we'll be  running this planet. DODGE (suddenly) Look..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE PRIMITIVES", 
                "location": null
            }, 
            "text": "They appear to be agitated although neither we nor the as have yet heard or seen any cause for alarm. The primitive their feet, sniffing, listening"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Puzzled and alarmed by the primitives' behavior, they too their feet. LANDON Think they'll attack us?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor turns, looks back at:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE DISTANT JUNGLE, (OR FOREST)", 
                "location": null
            }, 
            "text": "From which they recently emerged. There is no sign of lif"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "PANNING SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE PRIMITIVES", 
                "location": null
            }, 
            "text": "They suddenly run laterally across the grove, heading  ba their jungle. A rumble becomes audible        it is the S"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE JUNGLE, (OR FOREST)", 
                "location": null
            }, 
            "text": "Twelve \"horsemen\" suddenly emerge from the trees, riding canter, like a squadron of cavalry about to charge. The h huge. So do the riders, but at this distance we cannot id"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "PANNING SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE PRIMITIVES", 
                "location": null
            }, 
            "text": "Cut off from their natural habitat, they reverse directio toward the tall grasses of the savanna (or cultivated fie"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE RIDERS", 
                "location": null
            }, 
            "text": "With an exultant battle cry they break into a gallop. The"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Stupefied, frozen in place."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE RIDERS", 
                "location": null
            }, 
            "text": "Coming closer. We HEAR a rifle shot, then a flurry of sho 121        MED. SHOT. A bullet spanks into the fruit trees above their heads. T CAMERA PANNING with them as they race toward the tall gra b.g."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "124 As the \"horsemen\" close in on the creatures fleeing on fo"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "A RIDER", 
                "location": null
            }, 
            "text": "He reins in, raises his rifle and fires. For the first ti he is a GORILLA. He wears a simple quasi-military uniform trousers and boots."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "DODGE", 
                "location": null
            }, 
            "text": "Running through the high grass. He is shot in the back an"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He drops at the side of his fallen comrade."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "As Taylor rolls him over. Dodge is dead."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The beaters are all GORILLAS. They carry long sticks and their task is to flush out the terrified primitives cower tall grass."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "130- A SERIES OF SHOTS", 
                "location": null
            }, 
            "text": "135         (a)        Landon flees from one rider only to be cut off He stumbles and a rearing stallion tramples him. (b)        A third mounted gorilla flings a net over a ru She is hopelessly entangled. This is Nova. (c)        Landon lies unconscious on the grassy plain, a on his forehead. (d)        Taylor crawls through the tall grass on his ha A rider crosses his path without seeing him. (e)        The beaters close in on Taylor, blocking his e (f)        Taylor changes direction and decides to run fo"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "EXT, SAVANNA", 
                "location": null
            }, 
            "text": "Bent low, he flees through the tall grass. A SHOT rings o falls."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "Lying on his back. His fingers go to his throat. Blood ap his fingers. He opens his mouth in pain, but no sound com Taylor sinks into unconsciousness."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": "DAY", 
                "terior": "EXT.", 
                "subj": "THE HUNTERS", 
                "location": [
                    "GROVE"
                ]
            }, 
            "text": "The hunting party has reassembled here beneath the fruit the gorillas have dismounted; others are still on horseba middle distance is a crude horse-drawn wagon. The sides a wagon form a wire cage. Three captive males and one femal within the cage. Dodge and Landon are nowhere to be seen. porters enter scene, dragging a male human corpse by the other bearers enter scene with a living burden on a long Taylor dangles from the pole, held aloft by the bonds aro and ankles. CAMERA PANS with the two gorillas as they dum the wagon and close the tail gate."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "139- OUT", 
                "location": null
            }, 
            "text": "140"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "His throat is smeared with blood. His eyelids flutter as consciousness."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT TAYLOR SEES", 
                "location": null
            }, 
            "text": "Three primitive males bound hand and foot. They seem doci captivity. The female, Nova, clasps bound wrists around h ankles and gazes blankly at Taylor. There is a JOLT of MO wagon gets underway"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "With a great effort he raises himself on one elbow and lo the cage."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "TRUCKING WITH THE WAGON", 
                "location": null
            }, 
            "text": "A gorilla hunter stands over a dead man, one foot planted his kill and his rifle butt resting on the on   abdomen. another gorilla with an old-fashioned camera on a tripod. APE PHOTOGRAPHER Smile."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The hunter bares his teeth."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He faints."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "FADE OUT"
            }, 
            "text": ""
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "FADE IN"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": "INT.", 
                "subj": null, 
                "location": [
                    "A SURGERY", 
                    "ANGLING DOWN ON TWO OPERATING"
                ]
            }, 
            "text": "The surgery is dimly-lit. (If possible we should be unawa source of illumination.) Taylor lies strapped to the near appears to be unconscious. The young female captive, Nova to the table beside him. She is conscious. Taylor is rece blood transfusion from her. Hovering over Taylor are a NURSE and a surgeon named GALE chimpanzees. Galen wears a bloody surgical apron, the nur smock. Galen is removing a filthy bandage from Taylor's n behind them opens and DR. ZIRA, an animal psychologist, too, is a chimpanzee and wears a smock like the nurse's. ZIRA  Which one was wearing the strange  clothes? GALEN Him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira looks down at Taylor. ZIRA Will he live? GALEN  (irritably)  I don't know. This beast lost a lot  of blood."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Galen paws through a tray of surgical instruments. The eq obsolescent and the room untidy -- like that of a callous veterinarian. GALEN (to Nurse ) There's no probe here. Find one! NURSE Yes, sir."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "She exits. Zira runs a forefinger across a dusty table.He soft and well-modulated. ZIRA This place is dirty, doctor. GALEN  (defensively)  These animals are dirty, doctor. They  stink, and they carry communicable  diseases. Why aren't they cleaned up  before they're brought here?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "His eyes come open. Over this we hear: ZIRA'S VOICE  (o.s.)  You don't sound happy in your work. GALEN'S VOICE  (o.s.)  I'm nothing more than a vet in this  laboratory..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor feebly turns his head and looks at Nova. She retur with an unchanged empty stare. We sense that Taylor reali is flowing into his veins. Over this we hear: GALEN'S VOICE  (o.s.)  You promised to speak to Dr. Zaius  about me. ZIRA'S VOICE  (o.s.)  I did. But you know how he looks down  his nose at chimpanzees."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor rolls his eyes toward the apes. Weak as he is,we s astonishment at hearing them talk."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO GROUP AROUND OPERATING TABLE", 
                "location": null
            }, 
            "text": "as the Nurse reenters with a probe and hands it to Dr. Ga protests to Zira: GALEN  But the quota system's been abolished!  You made it. Why can't I? ZIRA What do you mean, made it? I'm an  animal psychologist, that's all. We  don't have any authority. GALEN  You do pretty well when it comes to  getting space and equipment. ZIRA  That's because Dr. Zaius realizes our  work has value. GALEN Hmph. ZIRA  The foundations of scientific brain  surgery are being laid right here -  in studies of cerebral function in  these animals. GALEN  They're still dirty. And their bite is  septic. Look at that ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He shows Zira infected teeth marks on the back of his lef GALEN  (to Nurse)  Hold his head."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The Nurse complies, gripping Taylor's skull with both han leans down and begins to probe the throat wound. Taylor p"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": "INT.", 
                "subj": null, 
                "location": [
                    "A ROW OF CAGES", 
                    "ANIMAL LABORATORY", 
                    "TRAC"
                ]
            }, 
            "text": "The cages are no larger than small jail cells. There are Bars, not walls, divide the cages, so that all four are v of the first three cages is occupied by a primitive male. the first two are quiet -- dozing or scratching apathetic third occupant is stolidly regarding a half-dozen brightl hollow wooden boxes, or blocks, Of varying sizes and prop floor of his cage. He is trying to stack the boxes in suc reach a banana dangling from a cord twelve feet overhead. correctly selected the first two large, sturdy blocks for under the banana -- but the tall third block is too unsta small base to support the broad-based fourth block."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "Taylor, Looking much stronger, sits on a pile of dirty st fourth cage. There is a clean bandage around his throat. block-building primitive with contemptous amusement. Both the third and fourth blocks tumble to the floor when tries to mount his tower. He stands there, staring dully scattered blocks, then up at the unattainable banana."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "149-B MED.", 
                "location": null
            }, 
            "text": "A door at the end of the aisle opens and a gorilla named dressed in a keeper's uniform. He quickly closes the door a broom, starts sweeping. Julius is obviously late for wo struggles to his feet, moves to the bars of the cage, tri out. TAYLOR  (soundlessly)  Hey! Hey!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The three other primitives move toward the bars of their barks at them. JULIUS Simmer down! (points at Taylor)  You especially."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The third primitive goes back to stacking his blocks. Jul to Taylor's cage, indicates a like set of blocks strewn a floor, extends his broom handle to whack the banana overh JULIUS  Better give it a try, stupid. Unless  you like going hungry."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He returns to his sweeping. Taylor glowers at him. A mome door at the end of the aisle opens and Dr. Zira enters. JULIUS Good morning, Dr. Zira. ZIRA  Good morning, Julius. How's our patient  today? JULIUS  No change. The minute you open the door,  he goes into his act."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "She starts down the aisle toward Taylor's cage. He grasps awaiting her anxiously. As she passes the second cage, th it shakes the bars, jumps up and down. His tongue is hang smiles, stops, digs into the pocket of her smock. ZIRA  (playfully)  Well, what do we want this morning? Do  we want something? Speak! Come on, speak!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The primitive continues to jump up and down energetically cube of sugar from her pocket, holds it up for his inspec ZIRA Do we want some sugar, old-timer?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The man eagerly sticks his hand through the bars. She dro his hands. He jams it into his mouth. JULIUS  (concerned)  You could get hurt doing that, Doctor. ZIRA Don't be silly. He's perfectly tame."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "She moves toward Taylor's cage, Julius behind her. JULIUS  They're all tame until they take a  chunk out of you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "FEATURING TAYLOR", 
                "location": null
            }, 
            "text": "Taylor starts to open his mouth as Zira comes up to the b ZIRA Well, Bright Eyes, is our throat feeling better? TAYLOR (frantic mouthing) Listen, listen -- I can speak --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He winces, puts his hand to the bandage. ZIRA (sympathetically) Awww, it still hurts, doesn't it? JULIUS  See? He keeps pretending he can  talk."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor glares at Julius, slams the bars. TAYLOR (mouthing) I'm not pretending! I can talk!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira hurriedly takes a pen and notebook from the breast D smock, starts to scribble. ZIRA (excitedly) Did you see that? It's remarkable! JULIUS Huh? ZIRA He's trying to form words. JULIUS Well, you know what they say. Human see, human do."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor is staring in silent fascination at the open and n stops mouthing, points at them. JULIUS Now what?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor gestures for Zira to come closer to the bars. ZIRA He seems to want something."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "She advances tentatively toward the cage. JULIUS I'd be careful, doctor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor suddenly reaches through the bars, tries to snatch notebook from Zira. Julius instantly jabs his broom handl bars, hitting Taylor in the ribs. JULIUS  What did I tell you!  (to Taylor)  Try that again, I'll break your arm!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira draws back, looking at Taylor in surprise."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "His face is twisted in frustration. TAYLOR (mouthing) What's the matter with you? I can talk! Can't you see that?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Over this a door is heard opening o.s., and Julius' voice deferential: JULIUS' VOICE  (o.s.) Good morning, Your Excellency."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor looks o.s."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "152- OUT", 
                "location": null
            }, 
            "text": "160"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "BOOM SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE THREE APES", 
                "location": null
            }, 
            "text": "Julius and Zira cross to a stout, imposing orangutan who entered the laboratory. Julius bows to him. This is DR. Z other apes, he wears a simple tunic and trousers, but his of a Costlier material, and several decorations are woven of his tunic. ZIRA  (bubbling)  Dr. Zaius, I'm so glad you could come.  He's over here."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius crosses with them to Taylor's cage. Beneath his aus we sense tension, worry. Zira looks up at Taylor, her ton ZIRA Bright Eyes, show him! Go ahead! Do your trick!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor just glares at her. ZIRA Speak! Go on.        Speak again. TAYLOR (silent mouthing)  My - name - isn't - Bright Eyes It's  Taylor! ZIRA  There! Can you believe it? I looks  like he's talking. ZAIUS  (evenly)  Yes, amusing. A man who acts like an ape."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor turns to Zaius. TAYLOR  (silent mouthing)  I'm not acting! I can talk! How much  proof do you want? ZIRA  (thunderstruck)  Dr. Zaius, I could have sworn he was  answering you! ZAIUS  (nodding, but unmoved)  He shows a definite gift for mimicry."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira wiggles her fingers excitedly. ZIRA I wonder how held score on a Hopkins manual dexterity test?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius' voice is quiet, but there is steel in it. ZAIUS An animal? JULIUS Look!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor is frantically wiggling his fingers. ZIRA He's moving his fingers! ZAIUS Of course. He saw you moving yours. ZIRA But perhaps he understood --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He is pleading silently as Zaius' voice is heard over the ZAIUS' VOICE  (o.s., hard)  Man has no understanding, Dr. Zira.  He can be taught a few simple tricks.  Nothing more. ZIRA'S VOICE (o.s.) I beg to disagree. According to my exper- iments --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "ZAIUS", 
                "location": null
            }, 
            "text": "A warning burns out of his eyes as he stares at Taylor. ZAIUS  A word to the wise, Dr. Zira. Experimental  brain surgery on these creatures is one  thing. I'm all for it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Fear clouds his eyes. Abruptly, he stops moving his lips."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "161-D MED. THE GROUP", 
                "location": null
            }, 
            "text": "Zaius sees the effect his words have had on Taylor. He tu goes on in a more detached tone. ZAIUS "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "But your behavioral studies are another matter entirely. that we can learn something about simian nature from a st nonsense. Besides, men are a nuisance. They outgrow their supply in the forest and migrate to our green belts and r crops.  (looking casually  at Taylor) "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The sooner they're exterminated, the better. He turns toward the door. A disappointed Zira follows him back at Taylor just before going out. ZAIUS It's a question of simian survival."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He stares after Zaius, than looks away, slumps to the flo then a VOICE is heard. APE GUARD Is this the one you wanted, Doctor? ZIRA'S VOICE  (o.s.) Yes, thank you. (pause, her voice  much closer)  Bright Eyes?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor looks up. ZIRA'S VOICE  (o.s.) I've got a present for you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE CAGE", 
                "location": null
            }, 
            "text": "Standing outside the cage, held on a leash by an APE GUAR She looks at Taylor without expression. Zira gestures at ZIRA Put her in with him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Julius unlocks the cage door-, leads Nova inside, removes collar. Taylor has gotten to his feet. Julius goes out, l door behind him. Nova hesitates, then slowly reaches out, Taylor's hand. Zira beams at them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "162- OUT", 
                "location": null
            }, 
            "text": "169"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "EXERCISE YARD", 
                    "ANIMAL COMPOUND", 
                    "ESTAB"
                ]
            }, 
            "text": "It is nothing elaborate, A wire fence encloses a dirt yar compound is situated on the outskirts of Apetown and the visible in the distance. There are about a dozen adult human captives within the e more than a third of them females. Some of them trudge ar yard like convicts in a penitentiary. Others squat agains drenched wall. A big male suddenly runs to the fence and tries to climb guides, armed with whips and torches, immediately close i primitive recoils in fear from a fiery torch and rejoins circle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He plods sullenly back and forth across the rear of the y occasionally glancing off toward the approaches to the co is at his heels. He ignores her. Once again he looks off, suddenly. Nova bumps into him. He turns, impatiently shoo then looks o.s., again. 172        ZIRA AND COMPANION - TAYLOR'S P.O.V. Zira can be seen approaching with a young chimpanzee, DR. wears a simple smock over his tunic and trousers. Corneli surreptitiously around, covertly takes Zira's hand. CORNELIUS Do you have to work tonight? ZIRA  No. CORNELIUS  Neither do I."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He gives her a quick peck on the cheek."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He drifts toward the fence, Nova behind him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "ZIRA AND CORNELIUS", 
                "location": null
            }, 
            "text": "They come up to the fence. Zira nods toward Taylor. ZIRA  That's Bright Eyes. The one I was telling  you about. CORNELIUS  What's so special about him? ZIRA Watch. (to Taylor) Hello, Bright Eyes. How's our throat today?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor stares at her impassively, then looks around to a are watching, hunkers down, begins to scratch in the dust unclean fingers to touch the bandage on his throat. Taylo pushes her hand away. Nova touches a bluish bruise on the own forearm, then searches for a similar bruise on Taylor ZIRA  (excited) Look -- she remembers. CORNELIUS Remembers what? ZIRA The blood transfusion. CORNELIUS  (peeved) Zira, come on. You know they can't -- (he stops, looking off) Oh oh. Here comes Number One."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor looks up and o.s., quickly rises."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE YARD", 
                "location": null
            }, 
            "text": "Who is approaching the two scientists from deep b.g. Zaiu by a huge and much decorated gorilla Whom we recognize as the Hunt Club. ZIRA (in a whisper, to Cornelius) Something's bothering him. He's been prying around the lab for the last  two days ... ZIRA   (as Zaius comes  nearer)  Good morning, Dr. Zaius. You know Dr.  Cornelius, my fiance."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius bows respectfully. Zaius is patronizingly polit ZAIUS Oh, yes -- the young ape with a shovel. I hear you're planning another archeological expedition."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He has stepped back from the marks he made in the-dust, i Zaius with concern. CORNELIUS' VOICE  (o.s.) Yes, sir. If the academy agrees. ZAIUS' VOICE (o.s.)  The project will require my support, of  course."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "ANGLING DOWN ON TAYLOR AND N", 
                "location": null
            }, 
            "text": "A primitive male squats down to see what Taylor has marke ground. In letters a foot high he has written:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "I CAN WRITE"
            }, 
            "text": "Nova, at once petulant and playful, erases the WRITE with Taylor angrily flings her aside. This violence provokes t male, who snarls at Taylor and cuffs him. Over this we HE distance: CORNELIUS' VOICE (o.s.) I hope I can count on it, sir. ZAIUS' VOICE (o.s) A friendly warning, Cornelius -- when you're digging for artifacts, don't bury your reputation."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor slugs the snarling male, who wades in, trying to b A VOICE (o.s.) Guards!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Two gorilla guards rush in to break up the fight. One of out with his whip. The other pokes his torch at Taylor. I brushes his arm. Taylor opens his mouth, gives a silent y shrinks back. Zira runs to the fence. ZIRA  (to guards)  Stop! You've hurt him! Take them inside!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Prodding the malcreants with their torches, the two guard toward a doorway in the wall. Zira hurries around the sid and o.s."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "ZAIUS, CORNELIUS, HUNT CLUB LEADER", 
                "location": null
            }, 
            "text": "ZAIUS  Cornelius, if you have a moment today, I'd  like to discuss this expedition of yours  in more detail. CORNELIUS  (eagerly)  Certainly, sir. I'll get my notes and come  right over."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He exits hurriedly. The Hunt Club Leader turns to Zaius. HUNT CLUB LEADER  I don't understand these animal psychologists.  What's Dr. Zira trying to prove?  ZAIUS That man can be domesticated."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The hunter guffaws. Zaius turns away and looks down at:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE DUST UNDERFOOT", 
                "location": null
            }, 
            "text": "Just beyond the fence we can make out the letters:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "I CAN"
            }, 
            "text": "Zaius' extended foot appears beneath the bottom wire of t foot wipes out the letters."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSEUP", 
                "ToD": null, 
                "terior": null, 
                "subj": "ZAIUS", 
                "location": null
            }, 
            "text": "His face is a mask."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "DAY", 
                "location": [
                    "TAYLOR'S CAGE"
                ]
            }, 
            "text": "He is slumped against the bars of the cell, gingerly touc reddening blotch on his arm. Julius watches him uncertain yards away . In the b.g., the outside door opens and Zira hurries down the aisle. JULIUS  What happened? ZIRA  Those fools and their torches! Do you  have any ointment? JULIUS  I'll see."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He moves to a cabinet at the other end of the laboratory, through some drawers. 182        MED. SHOT - ZIRA - FROM TAYLOR'S P.O.V. Zira comes up to Taylor's cage, studies him solicitously. ZIRA I'm sorry, Bright Eyes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TO INCLUDE TAYLOR", 
                "location": null
            }, 
            "text": "He looks steadily at Zira, who is only an arm's length aw MOVES IN on them. Suddenly Taylor reaches out, snatching notebook from the pocket of her smock. Zira leaps back wi Julius grabs a club, races up to the cage, unlocks the do JULIUS I told you what you'd get!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor is scribbling furiously on a sheet of note paper. moves in, his club upraised. ZIRA (pleading) Julius, don't. It doesn't matter."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Julius swings his-club at Taylor's head. Taylor lifts his ward off the blow, and the stick strikes him sharply on t drops the pen and notebook. The guard swings again, drivi the wall. Then Julius retrieves the stolen articles."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FAVORING ZIRA", 
                "location": null
            }, 
            "text": "The guard returns her pen and notebook with the comment: JULIUS  Natural born thieves, aren't they?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira glances at the notebook. Her face clouds."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "INSERT", 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT SHE READS", 
                "location": null
            }, 
            "text": "A hasty, almost illegible scrawl: MY NAME IS TAYLOR."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSEUP", 
                "ToD": null, 
                "terior": null, 
                "subj": "ZIRA", 
                "location": null
            }, 
            "text": "Her eyes afire with a wild surmise."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "TWO SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "ZIRA AND JULIUS", 
                "location": null
            }, 
            "text": "Her eyes never leave Taylor as she tells the guard: ZIRA  Get me a collar and leash. I'm  taking him to the infirmary. JULIUS  He's vicious, Doctor. Besides, it's  against the rules. ZIRA  Do as I say."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The guard shrugs and moves Off 0.3. Zira beckons to Taylo forward to the bars of the cage. ZIRA  (sotto voce)  You wouldn't hurt me, would  you... Taylor?"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ESTABLISHING SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": null, 
                "location": [
                    "DR. CORNELIUS' OFFICE"
                ]
            }, 
            "text": "The office is simple, almost Spartan. There are books but brac; several painted portraits of Great Apes but no tape other modern office equipment. Taylor sits at a desk, scr furiously on a sheet of paper. His leash has been removed collar. Zira stands at his elbow. Cornelius paces nervous down, reading a sheaf of notes Taylor has already written CORNELIUS (stubbornly) It's a stunt. Humans don't write. ZIRA Dear, you're a scientist. Don't you believe your own eyes? CORNELIUS (to Taylor) Where did you learn to do this?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE OFFICE", 
                "location": null
            }, 
            "text": "Taylor scribbles something on a small desk pad, rips off hands it to Cornelius. CORNELIUS  Jefferson Public School, Fort Wayne,  Indiana?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He looks at Taylor narrowly. Taylor nods. CORNELIUS  (sardonically)  Back on that planet you say you came from?  (Taylor nods again)  Um-hm.  (to Zira)  He may be intelligent, but he's also mad."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor scribbles something else on the pad, hands it to Z Cornelius. ZIRA (reads aloud) 'And you're a fool'."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "She smiles. Cornelius bristles. CORNELIUS Now, just a minute -- ZIRA Oh, Cornelius, be quiet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor has resumed writing. He hands the sheet to Zira, w aloud. ZIRA  'Dodge was killed in the hunt. What  happened to Landon?'  (looking at Taylor)  I don't know. CORNELIUS  (scornfully)  And they fell out of the sky with you?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor writes quickly, hands the note to Zira. ZIRA (reading) 'Not fell -- flew!'"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor impatiently begins to fold a sheet of paper. CORNELIUS Flight is a scientific impossibility. ZIRA And even if it weren't, why fly? Where would it get you?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor points to the floor and mouths the word \"Here.\" He paper plane he has just fashioned into the air. It descri arc around the room and lands at the feet of Cornelius, w picks it up, then exchanges a long glance with Zira. CORNELIUS (softly) Well, now..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor scribbles on a piece of paper, hands it to Zira. ZIRA (reading) 'Do you have maps?'"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius puts the paper plane on his desk, crosses to a designed like a window shade. He pulls it down Taylor and at the map."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "MAP", 
                "location": null
            }, 
            "text": "It's not a map of the whole planet, of course, but only o known to the apes. Therefore it has the antique and fragm of a map drawn by some Babylonian cartographer. A swatch of blue at the right margin indicates a sea. In quadrant are the \"greenbelts\" of the ape civilization, lo map like jade stones strung on crescent-shaped necklace. the lade indicate ape communities. The northwest quadrant brown, is apparently uninhabited. East of the green belts green savanna, and next to it the darker green of a jungl quadrants are rendered in yellow, and except for a blue l be lifeless desert and barren mountain. This area is mark ZONE. Using a pointer, Cornelius orients Taylor, indicating a r middle of the green belt. CORNELIUS We are here ... (moving pointer) You were captured about here."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor studies the map, then pointing at the lake in the desert, he goes into a brief charade, dramatizing the ast landing and trek. ZIRA  (interpreting his  movements)  You fell in the water here? ... you came  ashore ... you marched across the desert ...  the mountains ... many days and nights ...  and reached the jungle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor nods, smiles gratefully. CORNELIUS (flatly) Out - of - the - question!."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor slams his fist against the wall in frustration. ZIRA  (annoyed)  Cornelius, why do you insist on  provoking him? CORNELIUS  (tapping map) "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "No creature can survive in that part of  the Forbidden Zone. I've been there. I've  seen it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor strides to the desk, writes something, hands it to ZIRA (reading) 'Then how do you account for me?, CORNELIUS  I don't. And I'm not going to try. ZIRA  But what about your theory? The existence  of someone like Taylor might prove it. CORNELIUS  (shushing her)  Zira, are you trying to get my head cut  off? ZIRA  Don't be foolish. If it's true, they'll  have to accept it. CORNELIUS  No, they won't -"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor touches Zira on the arm, makes a gesture of inquir ZIRA  Cornelius has developed a brilliant  hypothesis - CORNELIUS (quickly) It's probably wrong -- ZIRA  -- that the ape evolved from a lower order  of primate, possibly man. In his trip to  the Forbidden Zone he discovered traces of a  culture older than recorded time - CORNELIUS The evidence was very meager -- ZIRA You didn't think so then. CORNELIUS  That was before Dr. Zaius and half the  Academy said the idea was heresy. ZIRA  How can scientific truth be heresy? What  if Taylor is exactly the proof you needed?  A mutation. A missing link between the  unevolved primate and the ape -"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor bangs his fist on the desk, mouths the word \"No!\" something on a piece of paper. CORNELIUS  He's touchy, isn't he?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor thrusts the sheet at Zira, who reads it aloud. ZIRA 'I am not a missing link.' CORNELIUS  Because if he is a missing link, it means  the Sacred Scrolls aren't worth their  parchment. ZIRA  Well, maybe they're not. CORNELIUS No, thank you'. I won't get into that battle. ZIRA Oh, Cornelius, show some strength! CORNELIUS  Zira, listen to me. We've got a fine  future ahead of us. Marriage. Stimulating  careers. I'm up for a raise --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "At that moment         there is a. loud RAP at the door o"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TO INCLUDE THE DOOR", 
                "location": null
            }, 
            "text": "Dr. Zaius enters with another portly figure, DR. MAXIMUS. Maximus is an orangutan. CORNELIUS (flustered) Dr. Zaius -- ZAIUS (not unkindly)          Did you forget our appointment,  Cornelius? CORNELIUS Oh., no., sir. I was just assembling  my notes. ZAIUS  You know Dr. Maximus, our Commissioner  for Animal Affairs? CORNELIUS  Certainly, sir. It's a pleasure to see  you again."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He hurries to his desk, starts gathering papers. Maximus with distaste. MAXIMUS What is that? ZIRA A man, Dr. Maximus. MAXIMUS  I know it's a man. And you know the  rules. No animals outside the compound,  and most certainly not without a leash."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE OFFICE", 
                "location": null
            }, 
            "text": "During the ensuing exchange, Zaius wanders idly through t glances at the scattered handwritten notes, but does not Meanwhile a rattled Zira replies to Maximus. ZIRA Yes, Sir. But this -- creature is a special case. MAXIMUS Why special? ZIRA  We're -- conducting a new experiment. ZAIUS  Wouldn't it more properly be done in  your office? ZIRA Yes, Sir. MAXIMUS  (calling) Guards?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The gorilla GUARDS enter from outside. MAXIMUS Return this beast to the compound."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FAVORING TAYLOR", 
                "location": null
            }, 
            "text": "He regards the apes with hostility as they cross to him. his leash. Over THE SHOT we hear: ZAIUS' VOICE (o.s.)  What's this?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FEATURING ZAIUS", 
                "location": null
            }, 
            "text": "Zira stiffens, looking at Zaius. He is holding the paper fashioned by Taylor. ZIRA A toy. It floats on the air. (faint defiance) Try it. CORNELIUS (a warning) Zira...."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius looks down at the paper plane in his hand, then bac smiles tolerantly. ZAIUS Nonsense."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He crumples the paper plane into a b all., drops it on th ape hooks the leash to Taylor's collar, starts leading hi follows them."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "DA", 
                "location": [
                    "CAGES", 
                    "ANIMAL COMPOUND"
                ]
            }, 
            "text": "The caged primitives are asleep. Julius, the keeper, doze outside Taylor's cage. CAMERA PIVOTS MOVING IN ON Taylor, on his side, also asleep. Nova is curled up behind him. A a door opening, she comes instantly awake, sitting up and Taylor's arm. He comes groggily awake, raising his head i hear: JULIUS' VOICE (o.s.) What's up, Lieutenant?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT TAYLOR SEES", 
                "location": null
            }, 
            "text": "TWO GORILLA OFFICERS have just entered the compound. They arms. Julius has just risen from his  chair. APE LIEUTENANT  We're taking Number Four over to surgery  in five minutes. Have him ready. JULIUS  How come? The beast's throat is nearly  healed. LIEUTENANT  (snickering)  It's not his throat this time. The vet's  going to geld him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSEUP", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He stiffens but does not move. The apes, of course, speak front of him, believing the animal cannot understand. JULIUS' VOICE  (o.s.)  Dr. Zira won't like it. She wants this  pair to mate."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO THE APES", 
                "location": null
            }, 
            "text": "As the Lieutenant replies: LIEUTENANT  These orders came from Dr. Zaius himself.  There's nothing she can do about it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The two gorillas exit. The guard crosses to a wall peg fo 'Leash."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Pushing Nova aside, Taylor rises."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE CAGE", 
                "location": null
            }, 
            "text": "As Julius unlocks the door and cautiously approaches Tayl the collar and leash. JULIUS  (murmuring)  If only you knew, Bright Eyes, what  they're going to do ...  (raising collar)  Stand still now...don't give me any  trouble."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The heel of Taylor's right palm crashes into the keeper's snapping his neck. Julius falls unconscious. Taylor leans taking his night stick and a set of keys on his belt."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TO INCLUDE NOVA AND MALE IN AD", 
                "location": null
            }, 
            "text": "The male has awakened. He stares stupidly at Taylor. Nova whimpering, little strange cries of fear. Taylor moves o."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "PANNING WITH TAYLOR", 
                "location": null
            }, 
            "text": "He leaves the cage, moves swiftly to the nearby door and"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "DAY", 
                "location": [
                    "A DARK CORRIDOR"
                ]
            }, 
            "text": "Barefoot, Taylor silently pads down the corridor to a loc"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "A DOOR", 
                "location": null
            }, 
            "text": "Which is visible because of a beam of sunlight from the h of a guard room. We HEAR a murmur of ape voices and LAUGH fumbles with the keys, finds one that fits the lock and o"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "TAYLOR", 
                "location": [
                    "ANIMAL COMPOUND"
                ]
            }, 
            "text": "He emerges, quietly locking the door behind him. Two teth can be seen in deep b.g., and another gust of LAUGHTER ca from the nearby guard room. Taylor looks off."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT TAYLOR SEES", 
                "location": null
            }, 
            "text": "As already established, the animal compound is situated o outskirts of the apes' community. The strange skyline of be seen in the distance."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "PAN", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He starts to cross an open field outside the compound. At we HEAR a shrill police WHISTLE from the guard room. Tayl a run."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE COMPOUND", 
                "location": null
            }, 
            "text": "As the two gorilla officers emerge from the building and their horses."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "TAYLOR", 
                "location": [
                    "A DIRT ROAD"
                ]
            }, 
            "text": "He runs down the road, starts across the long causeway th small lake, looking over his shoulder."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "QUICK DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ESTABLISHING SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "DAY", 
                "location": [
                    "APETOWN"
                ]
            }, 
            "text": "The community we sue at the end of the causeway is small There are no power lines, no street lamps -- indeed, no s such, but only a small cluster of buildings around a plea architecture of the buildings is faintly derivative of th less rococo work of Antonio Gaudi -- columns and pillars exterior masonry look like the trunks and branches of gre suggest an arboreal past. A small number of apes are visible on the mall: Taylor darts behind the buttress of a building, casing th He looks back at:"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "MORNING", 
                "location": [
                    "LAKE AND CAUSEWAY"
                ]
            }, 
            "text": "The two mounted gorilla-police can be seen on the causewa straight toward CAMERA. It is evident they will soon spot"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO TAYLOR", 
                "location": null
            }, 
            "text": "He retreats from the buttress to a dark archway and vanis building."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MOVING", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "TAYLOR", 
                "location": [
                    "A DARK VESTIBULE"
                ]
            }, 
            "text": "The vestibule is nothing, no set required, a dark space t Taylor moves toward a shaft of light. We HEAR faintly the chords of an organ. Or is it an organ? At any rate,a stra melancholy tune. Taylor arrives at a font."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "PAN", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": null, 
                "location": [
                    "A TEMPLE"
                ]
            }, 
            "text": "He appears out of darkness into half-light. The rear of t obscure. Taylor darts behind a screen. Crouching there, h"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "A FUNERAL CEREMONY IN THE TEMPLE", 
                "location": null
            }, 
            "text": "The temple itself is small and austere. There is no altar a plain backdrop we see a statue of the Lawgiver, a Great book. Below the Lawgiver is an ORANGUTAN MINISTER clothed robes. He stands in front of a closed coffin. A dozen mou on comfortable wicker chairs, form a semi-circle around t ape ladies wear cowls. MINISTER  Weep if you must, but make an end of  sorrow. He lives again. Yes, he has  found peace in Heaven."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSEUP", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "Crouching, listening, wide-eyed. MINISTER'S VOICE  (o.s.)  He was a model for us all, a gorilla to  remember; hunter, warrior, defender of  the Faith."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO FUNERAL CEREMONY", 
                "location": null
            }, 
            "text": "As the minister continues his eulogy, a small ape boy det (as children will) from the group of mourners and comes m aisle toward the rear of the temple. MINISTER  Cherished husband, beloved father,  generous master -- yes, he was a font  of simian kindness."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "SHOOTING AT TAYLOR", 
                "location": null
            }, 
            "text": "Who is still crouching behind the screen in deep b.g. The coming closer. Over this we hear: MINISTER'S VOICE (o.s.) The dear departed once said to me: 'I never met an ape I didn't like'..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The small fry spots Taylor. CHILD (shrill soprano) Look!. It's a man!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The mourners' heads turn. Taylor slinks toward the vestib"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FEATURING THE MINISTER", 
                "location": null
            }, 
            "text": "He is aghast. MINISTER In Heaven's name ... (aside to ushers) Get rid of that creature."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Two ushers rise, moving past CAMERA and o.s."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "VESTIBULE DOOR", 
                "location": [
                    "TEMPLE"
                ]
            }, 
            "text": "Staying close on the temple wall, Taylor moves stealthily vestibule door. The two ape ushers appear. FIRST USHER  (pointing)          There he is:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "They move toward Taylor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He runs out onto the mall."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE MALL", 
                "location": null
            }, 
            "text": "Taylor belatedly sees that he is running straight toward mounted pursuers. Darting off in another direction, he ra startled pedestrians."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REACTION SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TWO CHIMP PEDESTRIANS", 
                "location": null
            }, 
            "text": "They do a slow take. FIRST CHIMP You see what I saw? SECOND CHIMP Must've escaped from the zoo."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "A MOUNTED COP", 
                "location": null
            }, 
            "text": "He has spotted Taylor. Drawing a folded net from his sadd swings it overhead (like a cowboy with a lariat) and gall pursuit of the man."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "SEVERAL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "231 Taylor runs frantically from building to building, roundi vanishing momentarily and reappearing on another part of one point the mountie nearly overtakes him and flings his falls short. Taylor runs on."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LOW ANGLE", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "AN AMPHITHEATER"
                ]
            }, 
            "text": "It is an open-air structure, like a Greek theater, locate central mail. Steeply tiered, it seats no more than fifty dais in the pit is some fifteen feet above ground level. Taylor enters scene, running toward the amphitheater. Cha direction, he darts into what appears to be an access tun later the pursuing cop rides into' scene, dismounts and w the amphitheater, looking around for Taylor."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "HIGH ANGLE", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "AMPHITHEATER"
                ]
            }, 
            "text": "Taylor suddenly emerges from the access tunnel and runs u encircling the amphitheater. (A retaining wall shields hi view of the apes.) Pausing for breath at the top of the r crouches behind the uppermost tier of seats and peers dow THE AMPHITHEATER - FROM TAYLOR'S P.O.V. The cop looks around, spots Taylor at the top tier, and s him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "235- OUT", 
                "location": null
            }, 
            "text": "237"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "PAN", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "TOP OF AMPHITHEATER"
                ]
            }, 
            "text": "He starts to run back down the ramp, but is suddenly conf original pursuer (the dismounted cop coming up the ramp. direction, Taylor runs around the rim of the amphitheater into an exit tunnel. The cop blows his whistle, summoning who joins him in the chase."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "239- ANOTHER PART OF THE MALL", 
                "location": null
            }, 
            "text": "244 In which we see the fugitive, his pursuers and the reacti shoppers and workers."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "SEVERAL SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "OPEN-AIR MARKET"
                ]
            }, 
            "text": "248 A market has been set up on one side of the mall, where s behind carts or tables hawk their wares: fruits, vegetabl apparel, etc. As Taylor runs frantically through the mark several apes join the chase. In the ensuing pandemonium, proverbial Chinese fire drill, several tables are overtur"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "AN ARCHWAY", 
                "location": [
                    "A BUILDING"
                ]
            }, 
            "text": "Taylor runs into scene, pauses, panting, and looks back a pursuers. Then he darts through the archway into the buil"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "TRACKING", 
                "ToD": "DAY", 
                "terior": "INT.", 
                "subj": "TAYLOR", 
                "location": [
                    "BUILDING"
                ]
            }, 
            "text": "For the moment he is the sole visitor in this wing. His p walk as he and we observe fleetingly the specimens in wha museum: Possibly several stuffed and unfamiliar animals; artifacts and fossils; possibly the skeleton of a dog, a this we hear a shrill police WHISTLE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He runs again."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "AN APE MOTHER AND CHILD", 
                "location": null
            }, 
            "text": "Looking at the stuffed animals as Taylor races past. The startled SCREAM."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REACTION SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "A MUSEUM GUARD", 
                "location": null
            }, 
            "text": "He starts after the fugitive."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "ANOTHER PART OF THE MUSEUM", 
                "location": null
            }, 
            "text": "He runs past displays of other stuffed animals toward CAM abruptly in close f.g., shocked by:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WHAT HE SEES", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "stuffed and mounted, Dodge bares his teeth at the world."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSEUP", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "Reacting in horror. He hears another police WHISTLE and t FOOTSTEPS of approaching guards, which mufffle his strang TAYLOR Dodge ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor vanishes in a BLUR of movement."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "ON HI", 
                "location": [
                    "THE MALL", 
                    "APETOWN"
                ]
            }, 
            "text": "Order has been restored in the open-air market. Taylor bu into view from a building on the far side of the mall, ru from ape guards in close pursuit. A mounted policeman spo heads him off. Changing direction, Taylor is intercepted mounted Gorilla. And then a third. CAMERA HOLDS, ANGLING DOWN on the center of the mall. We a hideous game: \"baiting the man.\"  The mounted police do club Taylor, for he cannot escape -- but they circle him, whips CRACKING over his head."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "who unfolds his net, swings it overhead and flings it at time he bags his quarry. Taylor gives up. Spent, docile, the net, he stands stock-still in the center of the mall. civillians on foot join the circle around the man at bay. him warily."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "DR. ZIRA", 
                "location": null
            }, 
            "text": "She pushes through the simian crowd around Taylor and hur side."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "She paws at the net, crying impulsively: ZIRA Taylor, why'd you run away?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira removes the net from his face. Panting with exhausti flicks a wild glance at her. He looks demented."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "who approach Taylor and Zira. (They are the same gorillas Scene 198.) One of them carries a collar and leash. The o an I.D. card to Zira. LIEUTENANT  Security police. ZIRA (promptly) I'm in charge of this man.  LIEUTENANT  No longer, madame. He is now in the  custody of the Ministry of Science."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "His colleague moves toward Taylor with a muzzle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "FEATURING TAYLOR", 
                "location": null
            }, 
            "text": "He speaks at last, his voice hoarse but audible. TAYLOR Get away from me, you dirty ape!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE SIMIANS AROUND TAYLOR", 
                "location": null
            }, 
            "text": "The arresting officer steps back involuntarily. All the a staring at the speaking animal with mute astonishment as"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "FADE OUT"
            }, 
            "text": ""
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "FADE IN"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "TAYLOR AND NOVA", 
                "location": [
                    "CAGES"
                ]
            }, 
            "text": "The compound is dimly lit. Taylor, the bandage now gone f throat, is back in his old cage. The other cages, however their occupants presumably having been moved to the surge He is seated on a pile of straw in the rear corner, Nova' on his lap. Idly he strokes her coarse hair. There is a d madness in his eyes, and his manner is one of abstract so a man talking to a dog. TAYLOR  ...and that's when I decided to take  up astronautical engineering., you see. I  was halfway through college and I... (he breaks off)  It's an old trick! The silent treatment.  Four weeks and three days, and not a word  from anyone. Not Zira.,or Cornelius...or  that damn Julius. No one'll listen...  only you. You...Nova. NO-VAH."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "His manner is now more direct, and educative., but she st comprehension. She brushes his moving lips with her finge wryly. TAYLOR  Yeah...me Tarzan, you Jane. That's all  right ... I had a puppy once that never  barked. He just licked my hand. (pause)  He's dead now. They're all dead. Everything...  I think maybe they'll kill me, too. Are they  afraid of me? I can't hurt them... but I  threaten them somehow. Threaten their faith  in simian superiority. Yeah ... you're right.  They'll have to kill me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Faint footsteps are heard o.s. Taylor and Nova look in th the sound. A sudden stream of water shoots through the ba Taylor in the chest."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "An ape GUARD has a high pressure hose trained on Taylor. back toward the rear of the cage. Julius, whip in hand, u cage, steps inside. He unlimbers the whip., cracks it-'in direction. She recoils. The jet of water hold Taylor at b grabs Nova, begins to pull her toward the door of the cag tries to fight his way through the water toward Julius. TAYLOR Let her alone!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Julius swings the whip. It cracks against Taylor's legs, the skin. Taylor stumbles, falls to one knee TAYLOR  Where are you taking her? What are you  going to do?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Julius drags and pushes the girl through the door, slammi it behind him. Taylor, fights through the stream of water himself against the bars. TAYLOR (raging)  Take your hands off her, you black  monster! You filth!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Julius shoves Nova across the aisle to a cage opposite Ta her inside. TAYLOR  Why are you doing this? Say something, you hairy scum!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Julius gestures toward the ape guard JULIUS Turn it off!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The ape guard shuts off the hose. TAYLOR Answer me!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Julius strides over to Taylor's cage. JULIUS  (fiercely)  Shut up! The reason no one'll talk to  you is because you're a freak! TAYLOR Where's Dr. Zira? Why--? JULIUS I said shut up!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He slashes viciously with his whip handle against Taylor' Taylor yells in pain. Julius and the ape guard start out compound. TAYLOR (wildly) Ape! Apes wearing clothes! It's a madhouse! A madhouse!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He sinks to the floor as the apes go out."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "OUT", 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "CAGE", 
                "location": null
            }, 
            "text": "Taylor looks desolately through the bars across to Nova's eyes him sadly. TAYLOR (gently) Now I don't even have you. (pause) Imagine me -- needing someone. Back on  Earth there was nobody. Women, yes.  Lots of them. Love making  ithout love.  That's the kind of world it was turning  into, with the help of cynics like myself.  So I left it -- because there was no one  dear enough to keep me there. (pause) Did I tell you about Stewart? (Looking away)  There was a lovely girl. The most precious  cargo we brought along. If human life could  survive here, she was to be the new Eve. (morosely)  It's probably just as well she didn't live  to see this."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He looks at Nova. She stretches her hands through the bar TAYLOR I wonder if it's Love between us.  (looks around,  smiles ironically)  What a place to find it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE CAGE", 
                "location": null
            }, 
            "text": "Two gorilla officers enter, carrying torches. (These are introduced in Scene 198.) One carries a double set of man comes to meet them. The Lieutenant takes the two sets of the other officer, hands them to Julius, whispers somethi comes over and unlocks the door of Taylor's cage. He adva Taylor, who does not move, bends down and clamps the mana each of his ankles. Then he straightens, lifts Taylor's a wrists together, snaps on the cuffs."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor looks across at Nova, blows her a kiss. Julius lea the cage, takes his leash from a snaps it onto Taylor's c the other end to the Lieutenant. Nova and Julius watch in Taylor is led down the aisle and out the door."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "268- OUT", 
                "location": null
            }, 
            "text": "272"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ESTABLISHING SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "DAY", 
                "location": [
                    "INQUIRY ROOM"
                ]
            }, 
            "text": "Taylor, wearing his manacles, is seated at a table in the deserted chamber. There is an empty chair on either side the room stands a dais with three rude, high-backed chair small table directly below the dais. A third table stands angles to the dais. Taylor looks around the empty room. A opened by a gorilla BAILIFF, and Zira and Cornelius come sit down on each side of Taylor. A moment later, DR.HONOR Prosecutor and a CLERK enter, take their seats at the thi TAYLOR  (softly)  Where have you been? Why didn't you come  to see me? ZIRA Shhhh! TAYLOR What is this? ZIRA A hearing. CORNELIUS  (hissing) Be clever. Be quiet, BAILIFF         All rise!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Everyone gets up as THE PRESIDENT, Dr. Zaius and Dr. Maxi mount the dais. The President takes the center chair; the flanking him. BAILIFF Be seated."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "All sit down. PRESIDENT  (pounds gavel once)  This ad hoc Tribunal of the National  Academy is now in session. President of  the Academy presiding. On my right, Dr.  Maximus, Commissioner for Animal Affairs.  On my left, Dr. Zaius, Minister of Science  and Chief Defender of the Faith...  (glancing at Prosecutor)  Appearing for the State, Dr. Honorius,  Deputy Minister of Justice."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Honorius rises and bows. PRESIDENT (raps gavel once) Let it be clear at the outset that all  matters pertaining to this inquiry are  confidential, and anyone discussing them outside this chamber will be held in  contempt of the Tribunal. (a beat) You may proceed, Dr. Honorius. ZIRA  (rising)  By your leave, Mr. President -- the  Tribunal has not yet defined the purpose  of this inquiry."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The President appears to be taken aback. He glances at hi MAXIMUS  You asked for the opportunity to present  your case. Surely you must know why you're  here. ZIRA  My own purpose is to save this exceptional  creature from mutilation. MAXIMUS (promptly) And our purpose is to settle custodial and  jurisdictional questions concerning this  beast, and determine what's to be done with  him. ZIRA  At the very least, this man has the right  to know whether there's a charge against  him. HONORIUS  (rising)  Objection. The accused is indeed a man.  Therefore, he has no rights under ape law. PRESIDENT Well, Dr. Zira? This is a man, is he not?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Sensing that the President has given them an opening, Zir confidently. ZIRA He is unlike any man you have ever seen -  as we hope to prove. PRESIDENT'S VOICE  (o.s.)  Answer the question. Is he a man? CORNELIUS  (tentatively)          Sir? The question is the point at issue:  Is he a man? Or a deviate? Or a freak of  nature? HONORIUS' VOICE (o.s.)  Objection!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE INQUIRY ROOM", 
                "location": null
            }, 
            "text": "As the Prosecutor continues: PRESIDENT  Sustained. In all fairness, Dr. Zira,  you must admit the accused is a nonape,  and therefore has no rights under ape law. ZIRA (rising)         Then why is he called the accused Your  Honors must think him guilty of something."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Honorius seems confounded. Zaius takes over. ZAIUS This man is not being tried. He is being  disposed of. (pointing at Zira and Cornelius)  It is scientific heresy that is actually  on trial here. MAXIMUS Well put, Dr. Zaius. Let us warn our friends that they endanger their own careers by defending this animal."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE DEFENSE", 
                "location": null
            }, 
            "text": "Both Cornelius and Zira appear shaken by this threat. Sen predicament, Taylor rises impatiently. TAYLOR Then I'll defend myself."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE INQUIRY ROOM", 
                "location": null
            }, 
            "text": "Although the judges and Prosecutor have been told that th speak, they react in stunned silence to the first sound o Flustered, the President bangs his gavel. PRESIDENT Dr. Zira -- tell Bright Eyes to  sit down. TAYLOR  My name is Taylor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The President refuses to address Taylor directly. Checkin he speaks to Zira. PRESIDENT It says here that his name is Bright  Eyes. You gave him that name yourself. TAYLOR  (voice rising)  This hearing is absurd! Let me tell  my story... PRESIDENT (pounds gavel) Bailiff! Make the animal be quiet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The Bailiff quickly crosses to Taylor and shoves him roug chair. PRESIDENT  State your case, Mr. Prosecutor. HONORIUS  Learned Judges: My case is simple. It is  based on our first Article of Faith: that  the Almighty created the ape in his own  image; that He gave him a soul and a mind;  that He set him apart from the beasts of  the jungle, and made him the lord of the  planet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor has begun to write something on a sheet of paper. Cornelius remain attentive to: HONORIUS' VOICE  (o.s.)  These sacred truths are self-evident. The  proper study of apes is apes. But certain  young cynics have chosen to study man -  yes, perverted scientists who advance on  insidious theory called 'evolution.'"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE INQUIRY ROOM", 
                "location": null
            }, 
            "text": "As the Prosecutor continues: HONORIUS  There is a conspiracy afoot to undermine  the very cornerstone of our Faith PRESIDENT Come to the point, Dr. Honorius. HONORIUS  Directly, Mr. President. This wretched man,  the accused, is only a pawn in the conspiracy. We know that he was wounded in the throat at  the time of his capture. The State charges  that Dr. Zira and a corrupt surgeon named  Galen experimented on this wounded animal,  tampering with his brain and throat tissues  to create a speaking monster ... ZIRA (on her feet) ThatOs a lie! PRESIDENT (pounding gavel) Mind your tongue, madame. ZIRA Did we create his mind too? Not only  can this man speak. He can write. He can  reason. HONORIUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He can reason? With the Tribunal's permission,  let me expose this hoax by direct examination. PRESIDENT"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Proceed. But don't turn this hearing into a  farce. Honorius crosses to the defendant's table and favors Tayl evil smile. HONORIUS  Tell the court, Bright Eyes -- what is  the second Article of Faith? TAYLOR  I admit, I know nothing of your culture. HONORIUS  Of course he doesn't know our culture -  because he cannot think. (to Taylor)  Tell us why all apes are created equal. TAYLOR  Some apes, it seems, are more equal than  others. HONORIUS  Ridiculous. That answer is a contradiction  in terms. Tell us, Bright Eyes, why do men  have no souls? What is the proof that a  divine spark exists in the simian brain? TAYLOR (hands paper to Zira)  Show this to the President."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira moves toward the dais. Honorius returns to his own t ZIRA  Since the defendant is forbidden to speak  in his own defense, he asks that this  statement be read into the record. PRESIDENT  Read it yourself. ZIRA (reading aloud)  'I have come to you from a planet in a  different solar system. I am an explorer  in space, with no hostile intentions against  your civilization. On my planet it was the  primate Man who evolved Into a thinking  animal, while the apes remained...\" PRESIDENT (rapping gavel)  Stop right there. Bring me that paper."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira crosses to the dais, handing the statement to the Pr glances at it, laughs derisively and passes it to Zaius. PRESIDENT (to Zira) This is a joke in very poor taste. ZIRA Is it a joke to seek the truth about  this man? ZAIUS (glancing at document)  Dr. Zira -- you state here that a ship  from outer space sank in an inland sea  of our eastern desert. ZIRA I do not state it, sir. The prisoner does. ZAIUS  Do you believe him? ZIRA (uneasily)  Like you, I find it difficult. ZAIUS  But how convenient that the proof of  his arrival has vanished? (glancing again at document)  You also state that Bright Eyes had two  intelligent companions at the time of  his capture. ZIRA This is his assertion. ZAIUS Where are they now? TAYLOR (blurting it out) One is in a museum! PRESIDENT (pounding gavel) Dr. Zira! Silence that man!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Returning to her table, Zira gestures to Taylor to remain ZAIUS How sad. Stuffed and mounted, eh? Dead  men, like sunken ships, can tell no  stories. And his other companion? ZIRA He doesn't know. ZAIUS Mr. President, I believe the Prosecutor  has reassembled all he surviving humans  captured in the hunt along with Bright Eyes. HONORIUS  That's true, Dr. Zaius. My witnesses --          correction -- my exhibits are on display in  the amphitheater. PRESIDENT  Very well. I suggest we go and look at them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The President rises, starts out, followed by the others. last, being led on a leash by the bailiff."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "OUT", 
                "location": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "DAY", 
                "location": [
                    "AMPHITHEATER"
                ]
            }, 
            "text": "The inquiry group files through a door into the amphithea stand guard over a number of leashed and nearly naked hum the center of the pit below the dais. There are three pri the female Nova -- and Landon. He is dirty and bearded, b cropped close."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He turns to Zira, his eyes shining with vindication. TAYLOR  (a whisper)  It's him...Landon. ZIRA Which one? TAYLOR  Second from the left."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE AMPHITHEATER", 
                "location": null
            }, 
            "text": "Zaius glances at the accused. ZAIUS  Well...do you acknowledge kinship with  any of these creatures? TAYLOR With one of them. ZAIUS  Identify him, then. Speak to him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor moves forward for a few paces, stops. TAYLOR Landon?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSER SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "FEATURING LANDON", 
                "location": null
            }, 
            "text": "Landon looks catatonic. His face is in shadow"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Stunned by Landon's imbecility. TAYLOR  John ... it's me, Taylor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor steps forward to grasp his arm. There is still no Taylor takes Landon's head in his hands and looks at his a fresh scar running from his forehead to the top of his"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE AMPHITHEATER", 
                "location": null
            }, 
            "text": "As Taylor whirls on Zira. TAYLOR  You! ... You knew about this? ZIRA No, I swear -- I never saw this man before. TAYLOR (whirling on Zaius)  You did this to him! You've removed his  frontal lobes! PRESIDENT Silence! (turning) Bailiff, take the prisoner inside!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The bailiff Jerks brutally on Taylor's leash, pulling him door leading under the amphitheater."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "DAY", 
                "location": [
                    "INQUIRY ROOM"
                ]
            }, 
            "text": "The bailiff enters, dragging Taylor behind him, shoves hi chair. Moments later the other apes enter the room. All t seats but Zaius. Taylor glares at him furiously. ZAIUS  (calmly)  Mr. President, a word of explanation: the  creature in question suffered a skull  fracture during the hunt. Two fine  veternary surgeons under my direction  were able to save his life. But the beast  could not speak, of course. Nor will he ever speak"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor leaps from his chair, livid with rage, approaches TAYLOR  You destroyed his memory! His mind! His  identity! And, you want to do the same to  me! PRESIDENT  (pounding gavel)  Bailiff! Stop this outburst! Gag that monstrosity!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The bailiff and a husky guard seize Taylor, who continues TAYLOR  You barbarians!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The powerful guard twists Taylor's arms behind his back a lashes his wrists together. Then the bailiff gags Taylor. cut off as the bailiff ties the twisted kerchief around h The guard holds Taylor's leash during the rest of this sc Meanwhile, Cornelius has risen to his feet. His tone is f conciliatory. CORNELIUS May it please the Tribunal: I for one  grant that this being cannot have come  from another planet. But this much is  certain -- he comes from somewhere in the Forbidden Zone. He has described the region   to us, and described it accurately, for I  have been there. PRESIDENT  You visited the Forbidden Zone? CORNELIUS  Why, yes, sir. A year ago. With the special  permission of the Academy. ZAIUS  (to President)  He exceeded his orders. His travel permit  was promptly revoked. CORNELIUS  Yes, sir, so it was -- thanks to you. But  not before I discovered evidence of a simian  culture that existed long before the Sacred  Scrolls were written ... HONORIUS  Objection! These remarks are profane and irrelevant. PRESIDENT Sustained. (to Cornelius)  Your archeological theories have no bearing  on the disposition of this creature. ZAIUS (softly)         Let them talk, Mr President. Let them talk. ZIRA  (rising)  Sirs: our theories have a bearing on his  identity. PRESIDENT How so? ZIRA  Let us assume, as common sense dictates,  that the prisoner's story is false. But if  he does not come from another planet, then  surely he sprang from our own. Yes, sprang. (a beat)  As an animal psychologist, I have found no  physiological defect to explain why humans  are mute. HONORIUS Objection! PRESIDENT Sustained. ZIRA (plunging on)  Their speech organs are adequate. The flaw  lies not in anatomy but in the brain. HONORIUS Objection! PRESIDENT Sustained. ZIRA (voice rising)  Sustain all objections, but face the truth!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius has regained his courage. Rising to Zira's supp at Taylor. CORNELIUS  Yes! Behold this marvel, this living paradox,  this missing link in an evolutionary chain! PRESIDENT (pounding gavel)  Silence! (Puffing with rage)  You have gone too far. ZAIUS (calmly)  There you are, Mr. President. I warned you  these two would use this hearing as a forum  for subversion. MAXIMUS  You were right! The advocates of heresy have  revealed themselves. ZAIUS  Mr. President, I think an indictment is  in order. HONORIUS          (promptly)  Yes, sir. The State charges Doctors Zira  and Cornelius with contempt of this Tribunal,  malicious mischief and scientific heresy. PRESIDENT  Be it so ordered. The Tribunal will examine  all the evidence presented here and in due  time render a verdict on the proposed  indictment and on the disposition of the  deviate in question.  (pounds gavel once)  This hearing is adjourned."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "All rise. The guard drags Taylor from the inquiry room. Z Cornelius stand there, stunned by the entrapment into whi maneuvered them. 287-"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "OUT", 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "DR. ZAIUS", 
                "location": [
                    "A SMALL OFFICE"
                ]
            }, 
            "text": "The office is as unadorned and Spartan as that of Corneli fact, with minor changes in decor, the same set can be us many thick leatherbound books on this scholar's desk. Zai one of them and taking notes. He looks up as someone KNOC door."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "SHOOTING PAST ZAIUS", 
                "location": null
            }, 
            "text": "The two agents push Taylor through the doorway. ZAIUS  Wait outside."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The officers withdraw, closing the door. Collared, wrists Taylor stands facing the desk. ZAIUS  The verdict is in. At the moment your  simian friends -- and  sponsors -- are  free on bail. But they'll soon be brought  to trial for heresy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FAVORING ZAIUS", 
                "location": null
            }, 
            "text": "who falls silent, as if this were the only news of import once a change In Zaius' tone and attitude. He no longer t like a freak animal, but addresses him as an imaginative must be intimidated by the threat of terror. TAYLOR What about me? ZAIUS (offhandedly)  Oh, your case was preordained. In a way,  you performed a service for the State ... (smiling)  Because your hearing made it possible  for us to expose Zira and Cornelius. (a beat)  And now the Tribunal has placed you in  my custody for...final disposition. Do  you know what that means? TAYLOR No. ZAIUS Emasculation, to begin with. Then  experimental surgery. On the speech  centers. On the brain. Ultimately, a  kind of living death."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor stiffens but says nothing. Zaius lets this prospec then continues. ZAIUS However, it's within my power to grant You a reprieve.  That is why I summoned  you here tonight. (a beat)  Tell me who and what you really are and  where you come from, and no veterinary  will touch you. TAYLOR          I told the truth at that 'hearing'of yours. ZAIUS You lied. Where is your tribe? TAYLOR  My tribe, as you call it, lives on another  planet in a distant solar system. ZAIUS  Then how is it we speak the same language? (suddenly intense)  Even in your lies, some truth slips  through! That mythical community you're  supposed to come from -- Fort Wayne'? TAYLOR  What about it? ZAIUS  A fort! Unconsciously, you chose a name  that was belligerent. (more calmly)  Where were you nurtured? TAYLOR  I take it you don't believe the prosecutor's  charge -- that I'm a monster created by  Dr. Zira. ZAIUS Certainly not.        You're a mutant. TAYLOR  That's exactly what Zira and Cornelius  claim. You're talking heresy, doctor. ZAIUS (smiling)  Of course. TAYLOR (growing bolder)  All right, suppose I am a mutant? Why  does the appearance of one mutant send  you into a panic? ZAIUS  Because you're not unique. There was the  one you call Landon -- TAYLOR Then you admit -- ZAIUS  I admit that where there's one mutant there's  probably another. And another. A nest of them.  Where's your nest, Taylor? Where are your women? TAYLOR (pause) Thank you for calling me Taylor. (more firmly) Dr. Zaius, I know who I am. Who are you? How  did this upside down civilization ever get  started? ZAIUS (strangely calm)  You may well call it upside down, since you  occupy its lowest level. And deservedly. (pause)  The eastern desert has never been explored --  because we've always assumed that no life can  exist there. (a beat)  Save yourself, Taylor. Tell me -- is there  another jungle beyond the Forbidden Zone? TAYLOR  I don't know. ZAIUS  If you are protecting others of your kind,  it will cost you your identity. TAYLOR  I'm not protecting anybody! That hearing  was a farce. What have I done? ZAIUS  You're a menace! A walking pestilence. I  do know who you are, Taylor. As I know  that others of your kind must live in the  Forbidden Zone. (decisively)  You have just six hours to make a full  confession. After that I'll employ surgery  to obtain one. (calling off)  Guards!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The two burly security agents open the door and enter. ZAIUS  Take this creature back to his cage."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The guards seize Taylor, start to shove him toward the do twists around, faces Zaius. TAYLOR All right, you can cut me to pieces. It's  within your power. (with force) But know this, doctor. You do it because  you're afraid of me. You do it from fear!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius jerks his head silently toward the door. The apes d through it."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "NIGHT", 
                "location": [
                    "ADJACENT CAGES"
                ]
            }, 
            "text": "A few hours have passed. Nova is watching Taylor from her the aisle. He sits on the pile of straw. There is an ugly cheek made by the security officer's whip. FOOTSTEPS are and Nova look up and off."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT THEY SEE", 
                "location": null
            }, 
            "text": "A solemn, teen-age chimp named LUCIUS appears outside the guard Julius rises from his chair. LUCIUS Are you Julius? JULIUS What do you want? LUCIUS I'm from the Office of Animal Affairs.  (indicating Taylor) This male's to be transferred to the zoo. JULIUS At this hour? Who says so?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor enters scene, coming over to the cage bars as Luci gravely, with just a note of disdain. LUCIUS  Don't they tell you anything? The Anti- vivisectionist Society is up in arms. They're  going to save this beast from those butchers  in the lab. If he can speak he belongs in the  public zoo.  (taking off)  But what'll probably happen is that some  money-mad grown-up will put him in a circus.  And then we'll have to pay to see what  rightfully should have -- JULIUS          Stop making speeches and show me the order."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Lucius hands the guard a document. It is dark here, so Ju to a beam of light near the bars and studies the document behind the guard's back, signals frantically for Taylor t strike the guard. Taylor is slow to understand. Lucius sh head impatiently. JULIUS   (peering at document) This order's no good. It must be counter- signed by Dr. Zaius --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Lucius suddenly gives Julius a violent shove. The guard's against the bars and he is stunned. LUCIUS Hit him!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor complies  bringing down the heel of his fist on th guard's neck. Julius collapses. The youngster immediately gags him, and begins to bind him hand and foot. CAMERA MO TAYLOR  Who are you? LUCIUS (looking up,coolly)  So you can talk. (as he works)  I'm Dr. Zira's nephew. This abduction was  her idea. You're not really going to the  zoo. That's just our cover story in case  we're stopped. (off again)  Although I do feel that if it ever came  down to a question of whether something  like you should be public or private  property -- TAYLOR Come on. Get me out of here."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taking the guard's keys, Lucius rises and unlocks the cag the scene, coming to the bars of her cage."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He gazes at her, tense with indecision. She flashes an im a mute appeal that cannot be denied. Over this we hear: LUCIUS' VOICE  (o.s.) We've got to move fast."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "as Taylor leaves his cage. TAYLOR She comes along too. LUCIUS Zira doesn't want your female. TAYLOR I want her. LUCIUS (a shrug) If you insist. But I'm not taking any orders -- TAYLOR Fine. Just let her out."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Lucius unlocks Nova's cage. She comes out quickly, takes They follow Lucius out of the compound."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "NIGHT", 
                "location": [
                    "ANIMAL COMPOUND"
                ]
            }, 
            "text": "A horse-drawn caged wagon (like that used in the hunt) st building. Zira waits at the rear of the wagon. Lucius, Ta emerge from a doorway or archway and join her. Zira notes presence with disapproval. They speak in undertones. ZIRA (to Lucius)  I told you not to bring the other one. LUCIUS  He wouldn't leave her. ZIRA (with a sigh) All right... (to the humans) Get in...hurry.  Put this on. TAYLOR Listen- ZIRA  Taylor -- just keep quiet and we may get  away with this. Remember that men all  look alike to most apes. "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor and Nova comply, climbing into the cage. Lucius cl tailgate. Lucius and Zira move to the front of the wagon aboard. Lucius takes the reins. As they move off:"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "WIPE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "HIGH ANGLE", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "LAKE AND CAUSEWAY"
                ]
            }, 
            "text": "As previously established, the animal compound is on the Apetown. The abductors must cross the causeway on their r escape. In the distance, near the gazebo, we can see the several torches. The caged wagon rolls into scene and out onto the causewa time a mounted gorilla leading two pack animals appears o of the causeway, coming toward CAMERA. Lucius stops the w"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "LUCIUS (apprehensively) Gorilla hunters ... ZIRA  Keep moving. We can't turn back now."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "BOOM SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE CAUSEWAY", 
                "location": null
            }, 
            "text": "As the mounted hunter nears the wagon, we can see two bod across the backs of the pack animals."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR AND NOVA", 
                "location": null
            }, 
            "text": "They look out at: 302        THE PASSING HORSES - FROM THEIR P.O.V. The bodies on the horses are naked human corpses."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE CAUSEWAY", 
                "location": null
            }, 
            "text": "In immediate f.g., near the gazebo, is a similar wagon. I wheel, and its rear axle lies on the edge of the causeway primitive males can be dimly seen within the cage. Four o gorilla hunters stand near the wagon: two of them carry t others are passing a jug from hand to hand-. The leader of the Hunt Club, still on horseback, holds up the lab wagon approaches. LEADER  Hold it!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Lucius obeys. The hunters on foot swarm around his wagon leader calls authoritatively: LEADER  Ah, Doctor Zira! Our wagon broke down! I'm  afraid we'll have to commandeer yours."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "as the Hunt Club Leader rides over, recognizing the anima psychologist. ZIRA  You can't! I've two sick humans in the  cage. We're taking them to the chief vet  at the zoo ... LEADER  (indicating his  own wagon)  We bagged two live ones today. I'll have  to ask you to take them along."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He moves to the rear of the wagon. ZIRA  (following him;  frantically)  No, no, my animals are diseased... Leave  them alone! They're diseased, I tell you!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Lucius jumps down and runs toward the rear of the wagon."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "REAR OF WAGON", 
                "location": null
            }, 
            "text": "The hunters have opened the tailgate and are shining thei the humans. They sound ready for sport. FIRST HUNTER  Give him a taste of fire!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "One of the hunters points his torch at Taylor, who, quite shrinks back as Lucius runs into scene. LUCIUS Stand back! He's dangerous! FIRST HUNTER Why? ZIRA He's rabid! His bite is fatal! FIRST HUNTER You serious? LUCIUS You would die in agony!  (with appropriate gestures) Frothing at the mouth!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The hunters fall back. Lucius promptly locks the tailgate Zira run back to the front of the wagon. Lucius snaps the wagon moves off. The hunters follow it a few paces, pausi mounted leader. FIRST HUNTER  They treat those animals better than they  treat us. LEADER  I still say the only good human is a dead  human."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The fugitives' wagon recedes beyond the gazebo, as we:"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "DAWN", 
                "location": [
                    "AN OPEN RANGE"
                ]
            }, 
            "text": "The horse-drawn wagon is silhouetted-against the dawn lig across a semi-arid plain studded with mesquite and sage. can be SHOT either on the Navajo reservation near Page or Ranch)."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    [
                        "SAVANNA, (OR CULTIVATED FIELDS)", 
                        "LONG SHO"
                    ], 
                    "OR CULTIVATED FIELDS"
                ]
            }, 
            "text": "This is the same area described on page 24, where the hun the wagon rolls along a dirt track, the tall grasses of t cultivated field) can be seen in b.g."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor is dozing, but the girl is alert and nervous. She the field, apparently recognizing or remembering this ter nudges Taylor, waking him."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "PAN", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "GROVE OF WILD FRUIT TREES"
                ]
            }, 
            "text": "This, too, is the location described on page 24. CAMERA P wagon as it rolls into the grove and HOLDS on three horse sits astride one horse; the other two nags are heavily bu packs and saddlebags."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He dismounts as Zira and Lucius jump down from the wagon and hurry toward him. Cornelius and his fiancee embrace a lightly, ape-fashion. CORNELIUS How did it go? ZIRA  There was one bad moment -- some hunters  stopped us. LUCIUS    (calmly)   I pursuaded them our beasts had rabies."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The apes discussing the abduction are out of earshot. Exa thus ignored and caged, Taylor kicks the tailgate, shouti TAYLOR  Let me out of here!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Lucius hurries back to unlock the tailgate. Taylor gets o wagon, stretching his stiffened joints. Nova follows suit ensuing exchange the girl seems strangely agitated, pacin her eyes scanning the grove and fields in search of someo something. CORNELIUS (approaching) Well, Taylor -- we're all fugitives now. TAYLOR Do you have any weapons? CORNELIUS The best. But we won't need them. TAYLOR Just the same, I want one."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He moves toward one of the horses. Cornelius starts after CORNELIUS  Look here, Taylor. I'm in charge of this  expedition --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor takes a rifle from one of the packs, examines it. TAYLOR Fair enough. But you're no longer in  charge of me. And I don't mean to be  captured again."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira and Lucius have come up. CORNELIUS  (peeved)          As you wish. TAYLOR  Zaius seems to think there might be  another jungle beyond the Forbidden Zone.  That's what  we'll try for. What about you? ZIRA  Cornelius and I have been indicted for  heresy. Unless we can prove our theories,  we don't stand a chance of acquittal. TAYLOR  You're going back to the Forbidden Zone? CORNELIUS         To the diggings I worked at a year ago.  It's a three day ride across the eastern  desert, near where you claim you landed  from that planet of yours. TAYLOR You still don't believe me, do you? CORNELIUS  (shrugs)  It's a long detour to Dead Lake. What  would we find?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor makes a helpless gesture, realizing that he cannot proof. TAYLOR  Nothing much. The remnants of a life raft.  Maybe a small flag. The emblem of my  countrymen. CORNELIUS  Sorry, Taylor. The terrain around that lake  is poisonous. There is no fresh water, no  vegetation. Nothing. TAYLOR I know ... Nevertheless, I thank you for saving us. You'll be in trouble for  going there. ZIRA  (a smile)  We've been in trouble since the moment we  met you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Nova seizes Taylor's arm to get his attention. Trying to she makes whimpering sounds and points at: 313-"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "OMIT", 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE DISTANT JUNGLE", 
                "location": null
            }, 
            "text": "This is the same view of the jungle that Taylor saw when hunters emerged from the trees. (Page 25) ZIRA'S VOICE  (o.s.) What's she pointing at?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO TAYLOR AND THE OTHERS", 
                "location": null
            }, 
            "text": "Taylor smiles at Nova, gives her a reassuring shrug. TAYLOR  That's the way home. And she knows it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Nova turns away, still holding Taylor's arm, tries to lea the jungle. TAYLOR (sharply) Nova!         (she turns; he shakes his head, says gently) We can't stay there. It's not safe."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "She looks at him sadly. ZIRA  We'd better get started. If the mounted  police pick up our trail, they'll come  this far at least. CORNELIUS Right.  (to Lucius)         "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Let's put the water and provisions in  the wagon. He and Lucius move off toward the horses. ZIRA (indicating Nova) Are you going to take her with you? TAYLOR Yes. ZIRA  Actually, you're a different breed.  This creature will never evolve. TAYLOR Maybe not. ZIRA  (smiling)  You want her that much? TAYLOR  (testily)  You threw us together, remember? And you  guessed right. Men, like apes, get  despondent without a mate."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He walks off to help Lucius and Cornelius. Nova tags alon as we:"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "A-316 THE GROUP MOVES ACROSS A PLATEAU", 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "DRY WASH AND TAMARISKS", 
                    "FEATURING SCAREC"
                ]
            }, 
            "text": "The caravan is crossing, in a reverse direction, the rout astronauts on page 17. The three apes are on horseback. T follow in the wagon. They are nearing the row of sinister the bluff above the dry wash."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE THREE MOUNTED APES", 
                "location": null
            }, 
            "text": "They halt briefly and look up at the crosses. Lucius is i LUCIUS  Who put them up? ZIRA The Hunt Club. LUCIUS  To scare off humans? CORNELIUS To scare us, too. We're entering the Forbidden Zone."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "They move off again, riding across the dry wash."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "TWO SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR AND NOVA", 
                "location": null
            }, 
            "text": "They, too, have stopped and are looking up at the scarecr plainly terrified. She grabs Taylor's arm, whimpers. TAYLOR  Don't worry. You'll be safe with me. (sudden smile)  Here. It's time you learned to earn  your keep."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He hands the reins to Nova. She just sits there. He demon TAYLOR You can do it. Like this ..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Nova flicks the reins, reacting in wide-eyed, open-mouthe the horse obeys her."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "HIGH ANGLE", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "DESERT PLATEAU"
                ]
            }, 
            "text": "The party is traversing a red desert to the east of Dead sandstone monoliths rise from the desert floor. From this the horses look no bigger than ants."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "HELICOPTER SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "D", 
                "location": [
                    "RIM OF A DEEP GORGE"
                ]
            }, 
            "text": "This is terrain never before seen in this picture. (Lake location, a few miles northeast of Wahweap). The party ca the rim of a flat desert tableland that falls away abrupt irregular river of deep blue water. Taylor, Cornelius and unloading the wagon and repacking their provisions and eq backs of horses. Zira watches them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira wanders off, falls to her knees. LUCIUS Something's wrong with your mate."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor looks off. He and the others move quickly to Nova, PANNING with them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "She has been retching. Taylor lifts her up. She is faint Zira squats down beside them. ZIRA  Let me handle this.  (ruefully, to Taylor)  You may be smarter than I am, but I'm  the veterinary on this planet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Assisting Nova to her feet, Zira leads her off toward the C-321        MED. SHOT - CORNELIUS, TAYLOR AND LUCIUS. Taylor watches the departing females, then looks down at TAYLOR Where does the river lead? CORNELIUS  It empties into a sea some miles from  here. That's where the cave is."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE RIVER", 
                "location": null
            }, 
            "text": "The river winds o.s. between the sheer sandstone Cliffs r either bank. TAYLOR'S VOICE (o.s.) And beyond that?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "THREE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR, LUCIUS AND CORNELIUS", 
                "location": null
            }, 
            "text": "CORNELIUS  Don't know. At high tide you can't ride  along the shore, and we had no boats on  the last expedition. TAYLOR  You've never told me why this region's  called the Forbidden Zone. CORNELIUS  No one really knows. It's an ancient  taboo. Set forth in the Sacred Scrolls.  The Lawgiver pronounced the area deadly. LUCIUS  Shouldn't we be moving on? TAYLOR I'm for that."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "They start toward the horses and wagon."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "GROUP SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "NEAR WAGON", 
                "location": null
            }, 
            "text": "Zira is looking curiously at Nova, who stands in the shad against the wagon as the males enter the scene. Nova's na passed, and she comes smiling to Taylor. TAYLOR  What's the diagnosis, doctor? A touch  of the sun? ZIRA She's not sick at all. (a beat) She's pregnant."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSEUP", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "Consternation slowly gives way to wonder. He grins. TAYLOR So I'm not an altogether different breed, you see?"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": "322-"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE DESCENT OF THE GORGE", 
                "location": null
            }, 
            "text": "To reach the camp site -- a beach at the base of the gorg must lead the horses along a narrow trail that zigzags do the sandstone cliffs. They have abandoned the wagon."
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ESTABLISHING SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "ARCHEOLOGICAL CAMP"
                ]
            }, 
            "text": "Sand bars and two narrow beaches are in evidence here. Th consists of several lean-tos against the cliff wall. Abov reached by ladders connected to scaffolding, is the mouth Zira is cleaning up the breakfast things; Zaius and Luciu out equipment."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "A small bowl of water rests on the ground in front of Tay nearly finished shaving himself with a sharp hunting knif watches, a look of fascinated approval on her face. Taylo his knife, starts to dry it. Nova reaches out, gently str smooth -- if nicked -- chin. TAYLOR  (smiling)  You like it?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Lucius and Cornelius come up, Zira with them. LUCIUS  (disapprovingly)  Why did you do that? Scrape off your  hair? TAYLOR In my world -- before I left it -  only youngsters of your age wore un- scraped hair. CORNELIUS  (to Taylor, quizzically)  It makes you look somehow ... less  intelligent."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor grins wryly at Cornelius, picks up his rifle. TAYLOR  When are you going to show me what's  in the cave? CORNELIUS  Right now, if you like."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "They cross the beach to the ladders, when suddenly they h of horses. They look o.s."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "B-326 WHAT THEY SEE", 
                "location": null
            }, 
            "text": "Dr. Zaius and five armed and mounted apes have come aroun of the beach and ride toward them through the rocks."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "C-326 MEDIUM", 
                "location": null
            }, 
            "text": "Taylor scrambles up onto the lower scaffold. Lucius runs scoops up his rifle. CORNELIUS Lucius -- don't fire at them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The party rides up. ZAIUS  You're all under arrest!  (to Lucius)  You seditious scoundrel. Drop that  rifle."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "327- OUT", 
                "location": null
            }, 
            "text": "348"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "LUCIUS", 
                "location": null
            }, 
            "text": "He wavers, lowering his piece."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius' gorillas ride forward a few paces, but halt again shouts: TAYLOR  Stop right there. ZAIUS  Don't be a fool. You're outnumbered  and outgunned."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor aims at Zaius and calls out: TAYLOR  If there's any shooting, Dr. Zaius,  you'll be the first to die. Depend  on it. CORNELIUS  (protesting)  Taylor, you're not in command here.  Put down that gun. TAYLOR Shut up."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Silence.        Zaius knows Taylor isn't bluffing. ZAIUS Very well. (to his followers)  Lower your weapons."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "They obey. Taylor calls again: TAYLOR  (pointing)  Tell them to move around the point.  Out of range."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius turns and whispers to his apes. They rein about and through the rocks. Zaius dismounts and approaches the fug He is unarmed."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "As Zaius draws nearer) Lucius lowers his rifle. But Taylo the ready. CORNELIUS  (uncertainly)  How did you know we'd come here? ZAIUS  It wasn't difficult. Only an apostate  or a lunatic would flee to the Forbidden  Zone.  (a glance at Taylor)  I see you brought along the female of  your species. (Taylor nods)  I didn't realize a man could be monogamous. TAYLOR On this planet -- it's easy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius laughs derisively, then turns to the apes. ZAIUS  (evenly)  I ask you to reconsider the rash course  you've taken. If you're convicted of heresy,  the most you'll get is two years. But if  you persist in pointing guns in my direction,  you'll hang for high treason. CORNELIUS  (respectfully)  We've never meant to be treasonable, sir. (pointing off)  But up there, in the face of that Cliff,  is a vast cave -- and in that cave a  fabulous treasure of fossils and artifacts. ZAIUS  I've seen some of your fossils and artifacts.  They're worthless. TAYLOR (derisively)  And that's your Minister of Science. Honor- bound to expand the frontiers of knowledge. ZIRA (worried)         Taylor, please -- TAYLOR  Except that he's also the Chief Defender  of the Faith. ZAIUS (loftily)  There is no contradiction between faith  and science. True science. TAYLOR (suddenly angered)  All right, let's see if you're willing  to put that statement to a test. CORNELIUS  Taylor, I'd rather you - TAYLOR No. You saved me from this fanatic. Maybe  I can pay you back. ZAIUS (calmly) What is your proposal? TAYLOR  When were the Sacred Scrolls written? ZAIUS  Twelve hundred years ago. TAYLOR  Very well. If Zira and Cornelius can prove  that those scrolls don't tell the whole  truth of your history; if they can show you  definite evidence of another culture from an  unrecorded past -- will you exonerate them? ZAIUS Of course. TAYLOR Okay.Up to the cave."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He gestures toward the path leading to it. Zaius, Zira, a start upward. Lucius starts to follow them. TAYLOR  Sorry, Lucius. You'll have to stay here  and guard the horses. LUCIUS  Always giving orders. Just like every  other adult. TAYLOR Relax. You'll see it all later."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He pats the barrel of Lucius' gun, in the manner of a ste benevolent non-com, then starts up the trail with Nova at Lucius, unused to taking commands from an animal, scowls then shrugs, adjusting to the Idea. 352-"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "OUT", 
                "location": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "ANGL", 
                "location": [
                    "WESTERN WALL OF GORGE"
                ]
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "AFTERNOON", 
                "location": null
            }, 
            "text": "The sun hovers over the lofty rim of the lake like a grea The wall of the gorge, in shadow, is a darker hue."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "ANGL", 
                "location": [
                    "EASTERN WALL OF GORGE"
                ]
            }, 
            "text": "The crenelated east wall, looking like a red cathedral, i sunlight. So is the mouth of the cave as the three apes, Nova pass through it and o.s."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "BOOM SHOT", 
                "ToD": null, 
                "terior": "INT.", 
                "subj": "DAY", 
                "location": [
                    "CAVERN"
                ]
            }, 
            "text": "Nature has formed a vaulted room here. It need not be eno should be as weird and fantastic as production capabiliti There is an ape-made excavation in the floor of the cave, square and eight feet deep. Some small objects lie on the excavation. Zaius, Cornelius, Zira, Taylor and Nova enter outside. (AUTHOR'S NOTE: The effect should be an eyeful. I wish to illusion of sunlight penetrating this cave, flooding it w refracted illumination, transforming it into a kaleidosco ZAIUS Present your evidence, Cornelius."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius clambers down into the pit, followed by Zira. T down, examines some of the artifacts lined along the edge excavation. Nova sits beside him. CORNELIUS  (pointing)  It was at this level I discovered traces  of an early ape creature -- stage of  primitive barbarism, really -- dating back  roughly thirteen hundred years. It was here  I found cutting tools and arrowheads of  quartz and the fossilized bones of  carnivorous gorillas."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "CAMERA (ON BOOM) MOVES IN SLOWLY as Cornelius continues: CORNELIUS  But the artifacts lying at your feet  were found here, at this level. And  that's the paradox. The more ancient  culture is the more advanced. Admittedly,  many of these objects are unidentified,  but clearly they were fashioned by beings  with a knowledge of metallurgy."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "CAMERA KEEPS MOVING IN on the group in and around the exc Cornelius continues: CORNELIUS  Indeed, the very fact that these tools  are unknown to us could suggest a culture  in certain ways almost equal to our own.  Some of the evidence is uncontestable ... ZAIUS (interrupting)  Don't speak to me in absolutes. The  evidence is contestable. CORNELIUS I apologize. ZAIUS  To begin with, your methods of dating  the past are crude, to say the least. There  are geologists on my staff who would laugh at  your speculations. TAYLOR  Perhaps that's why they're on your staff."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius flicks a hostile glance at Taylor, then looks down artifacts. He nudges them with his foot. ZAIUS  Secondly, if these 'tools' as you call  them, are unidentified, why are they  introduced as 'evidence' of anything? ZIRA  (promptly)  But there's the doll, sir. ZAIUS What? CORNELIUS (pointing) Right there. The human doll."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius deigns to stoop and pick it up."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": "DOLL", 
                "location": null
            }, 
            "text": "It is only a porcelain fragment, but the head is intact, unmistakably the form of a human child. ZAIUS         What does this prove? My grand- daughter plays with human dolls."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE EXCAVATION", 
                "location": null
            }, 
            "text": "Exasperated, Zira turns to the man for confirmation. ZIRA  Taylor! Tell him. TAYLOR  He has a point. On my planet children  often play with ape dolls."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius idly tosses the doll to the ground near Nova. She p studies it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "GROUP SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE THREE APES", 
                "location": null
            }, 
            "text": "Cornelius tries again. CORNELIUS  A doll alone proves nothing. True. But  the doll was found beside the jawbone  of a man -- and no trace of simian fossils  has turned up in this deposit. ZAIUS  Your conclusion is premature. Have you  forgotten your Scripture? The Thirteenth  Scroll? (quoting from memory)  'And Proteus brought the upright beast  into the garden, and chained him to a tree,  and the children made sport of him.' CORNELIUS (impatiently) No sir, I haven't forgotten. ZAIUS Well? For a time the ancients kept humans  as household pets.        Until the Lawgiver  proved that man could not be tamed. Keep  digging Cornelius. You'll find evidence of the master of this house: an ape.        "
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "TO INCLUDE TAYLOR AND NOVA", 
                "location": null
            }, 
            "text": "As Zira again appeals to the man. ZIRA  Are you going to let that pass without  an answer?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor, who has been toying with objects in the dirt, loo TAYLOR  Yes. I have to agree. From all you've  found so far, his position's as good as  yours. CORNELIUS (annoyed) What are you doing there? TAYLOR  Reconstructing a life. Care to have a  look?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius and Zira cross the pit and Zaius walks around t excavation."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "FAVORING TAYLOR AND NOVA", 
                "location": null
            }, 
            "text": "As the apes come close. A number of artifacts have been a front of Taylor. TAYLOR (to Cornelius)  These were found near the human doll,  right? (Cornelius nods)  Well, whoever owned them was in pretty  bad shape."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He picks up the twisted fragment of a pair of spectacles. TAYLOR Defective eyesight.."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "As Taylor continues his monologue, he picks up the other one. TAYLOR  He wore false teeth.  (pause)  He suffered from a hernia and used  this truss to hold up his insides ... (pause)   And toward the end, these little rings  of stainless steel enclosed a prefab- ricated valve in his failing heart."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor pauses. Zaius picks up two of the steel rings, stu TAYLOR  I don't say he was a man like an Earthman,  but I'd call him a close relative, for  he was plagued by most of man's ills.  (to Zaius pointedly)  Yet, fragile as he was, he came before you  -- and was superior to you. ZAIUS  (a calm smile)  That's lunacy. I can give an alternate  description for everyone of those objects  that's equally as inventive as yours. But  it would be conjecture, not proof."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "She is poking her finger inside the decapitated head of t it comes a distorted SOUND. DOLL'S HEAD  Mamma! Mamma! Mamma!."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The apes stare at the doll in astonishment. Taylor snatch from Nova, brandishes it at the astonished Zaius. TAYLOR  Dr. Zaius! Would an ape make a human  doll that talks?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius looks at him, speechless. At that moment the CRACK rifle shot reverberates through the cavern. All present f listening. ZIRA Lucius...."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "363-"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "OUT", 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FULL SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE CAVERN", 
                "location": null
            }, 
            "text": "Taylor alone is armed. Raising his rifle, he glowers at Z TAYLOR You louse!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius is already crossing the pit. He climbs out arid the mouth of the cave. Taylor runs after him. Zira and No Taylor."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "ZAIUS", 
                "location": null
            }, 
            "text": "Expressionless, he looks down at the doll, then moves tow of the cave."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "TRAIL FROM CAVE TO CAMP", 
                    "ANGLING UP"
                ]
            }, 
            "text": "Cornelius emerges from mouth of the cave and runs down th CAMERA. He halts in f.g., looking down at:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE CAMP SITE", 
                "location": null
            }, 
            "text": "Two of Zaius' gorillas have disarmed Lucius and are clubb their rifle butts. Two other mounted apes are driving the horses back beyond the trees."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "THE TRAIL", 
                    "AS SEEN FROM THE BEACH"
                ]
            }, 
            "text": "Cornelius, Taylor, Nova and Zira (in that order) can be s above, descending the trail. CAMERA PULLS BACK TO DISCLOS SNIPER in immediate f.g., crouching behind a boulder near sights his rifle at the man on the trail. Taylor is still to make a sure target, and so the sniper waits."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "This portion of the trail has no cover or concealment. Un sniper, Taylor looks down at the camp as he makes his des"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "The gorilla fires."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "The bullet ricochets off the rock wall a foot above his h scans the terrain bewlow, looking for the sniper. Nova co side, pointing at: 373        THE SNIPER - FROM THEIR P.O.V. His head is visible behind the boulder as he reloads his"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He aims and fires."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE SNIPER", 
                "location": null
            }, 
            "text": "Taylor has missed him, but the sniper ducks behind the bo"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE TRAIL", 
                "location": null
            }, 
            "text": "Taylor takes her hand and they race back up the trail to standing. Outcroppings of rock offer some  cover here. Ta Nova down behind a rock and signals for Zira to follow su"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The sniper's SECOND SHOT rings out. Instead of returning Taylor looks up the rail at: 378        ZAIUS - FRO14 TAYLOR'S P.O.V. He is standing impassively on the trail a short distance mouth of the cave."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "FLASH SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "Bent low, he comes charging up the trail toward Zaius. Th THIRD SHOT splatters rock fragments around him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE TRAIL", 
                "location": null
            }, 
            "text": "Zaius starts to retreat to the cave, but stumbles and fal loose shale. No sooner has Zaius regained his feet than T overtakes him. Seizing the ape around the neck with his l Taylor drives the muzzle of his pistol into Zaius' kidney Zaius around, using him as a shield."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor releases the pressure on Zaius' throat but keeps t at his back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAYLOR"
            }, 
            "text": "Tell him to pull back!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ZAIUS "
            }, 
            "text": "(a hoarse cry)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cease fire! Withdraw! His command echoes from the west wall of the canyon."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE FLOOR OF THE GORGE", 
                "location": null
            }, 
            "text": "The sniper emerges from behind a boulder near the shore, along the beach."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO TAYLOR AND ZAIUS", 
                "location": null
            }, 
            "text": "Taylor lift's the muzzle of his rifle and presses it agai of Zaius' head. TAYLOR I ought to kill you right now. (nudging him)  Let's go."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "They move off down the trail."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": "DAY", 
                "location": [
                    "ARCHEOLOGICAL CAMP"
                ]
            }, 
            "text": "Zira rushes down the trail to Lucius, who is sprawled on has a bloody nose and a lump on his forehead. Nova and Co next, then Taylor, prodding Zaius ahead of him at gun poi appears to be more humiliated than hurt. LUCIUS  They took me by surprise. Sneaked up on me while I was watering the horses. What's happened to honor? (pause, glum)  I got off one round to warn you. CORNELIUS (gloomingly) They've taken everything. TAYLOR         Not everything. They left a hostage. (a pause) How do you feel, Lucius? LUCIUS Disillusioned...  (turning on) But vindicated! I've been right all  along. You can't trust the older  generation. It's a matter of values -- TAYLOR (gently) All right, all right. Will You do me  a favor? No orders. LUCIUS (pause)  What is it? TAYLOR  I want you to go around the bend and  tell those gorillas their leader is my  prisoner. LUCIUS (thoughtfull pause) Yes, I can do that. TAYL0R Good. Say I want a week's supply of food  for the woman and myself. A horse. A spade. And fifty rounds of ammunition. LUCIUS What if they won't agree to your terms? TAYLOR Then tell them Dr. Zaius won't leave  here alive. ZIRA  (shocked)  Taylor, you can't. ZAIUS (Calmly) Oh yes he can. He's a born killer. (to Lucius)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Deliver the message. Lucius looks to Taylor for confirmation. Taylor nods. The hurries away through the rocks. Taylor crosses to a usele picks up a coil of rope, gestures at Zaius, indicating a TAYLOR Sit down. Over there."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius squats on the ground beside the tree. Taylor sets h against the trunk, fashions a noose and places it around Then, using an ingenious combination of knots, he ties Za behind his back, and finally fastens the rope around the tree. TAYLOR (as he works) Now,         Minister of Science - let me explain  certain principle stress and strain. If  you exert pressure to remove these bonds,  you'll choke yourself to death. It'll be  suicide, you see?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zira and Cornelius look down at the captive mandarin. The spirit has evaporated, and they are clearly afraid. ZIRA         Taylor, please -- don't treat him that  way. TAYLOR Why not? ZIRA  It's humiliating. TAYLOR  Wasn't I humiliated? By all of you?  Didn't you lead me around on a leash? CORNELIUS  That was different. We thought you  were .... inferior. TAYLOR  (wintry smile)  And now you know the truth.  (to Zaius)  Cornelius has beaten you, Doctor. He  proved it. Man preceded you here. You  owe him your science, your language,  whatever knowledge you have. ZAIUS  (quietly)  Then answer this: If ran was superior,  why didn't he survive? TAYLOR (shrugging)  He might have been wiped out by a plague.  Natural catastrophe. Like a fiery storm  of meteors. From the looks of this part  of your planet, I'd say that was a fair bet. ZIRA, (weakly) But we can't be sure. TAYLOR (indicating Zaius) He is. He knew all the time. Long before  your discovery, he knew. (to Zaius)  Defender of the Faith. Guardian of the  terrible secret. Isn't that right, doctor?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "385-"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "OUT", 
                "location": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "CIRCLE", 
                "location": null
            }, 
            "text": "As Zira and Cornelius look at him expectantly. ZAIUS  What I know of man was written long ago  -- set down by the wisest ape of all -- our Lawgiver. (to Cornelius) Open my breast pocket."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius crosses to Zaius, and takes a small book bound leather from the breast pocket of his tunic. ZAIUS  Read it to him: the twentythird Scroll,  ninth Verse."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius thumbs through the book, finds the citation and CORNELIUS  'Beware the beast man, for he is the  devil's pawn. Alone among God's primates,  he kills for sport, or lust or greed.  Yes, he will murder his brother to possess  his brother's land. Let him not breed  in great numbers, for he will make a desert  of his home and yours. Shun him. Drive him  back into his jungle lair: For he is the  harbinger of death'."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius falls silent and looks down at Zaius. ZAIUS  (quietly)  I found nothing in the cave to alter that  conception of man. And I still live by its  injunction."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE GROUP", 
                "location": null
            }, 
            "text": "Lucius hurries out of the rocks leading a saddled horse. mounted gorillas appear behind him. Taylor calls out to t TAYLOR Stay where you         are!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Lucius comes up with the horse. Taylor checks the provisi saddlebags. Lucius is frowning. LUCIUS  They think you're behaving foolishly. I  must say I agree. Where will you go? TAYLOR (nodding o.s.)  I'll start by following the shoreline. (a smile)  And my nose. ZIRA But suppose you find nothing but a  wasteland. How will you survive? ZAIUS  (firmly)  He won't survive.  (all look at him)  Do you know what sort of life awaits  you out there, Taylor? That of an animal.  If you aren't eventually hunted down and  killed by apes, some jungle beast will  devour you. TAYLOR  Then there is another jungle? ZAIUS  (shrugs; then,  sardonically)  Of course, you could return with us. Our  society might find a place for you and  your mate. TAYLOR Sure.        In a cage. ZAIUS  Where else, but in a cage, does man  belong? TAYLOR No, thanks. I'll take freedom."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor mounts the horse, extends a helping hand to Nova, nimbly onto the horse's rump. Taylor looks at Zira and Co TAYLOR Would you like to come along? ZIRA We can't. TAYLOR It's better than going to prison for  heresy. CORNELIUS They can't convict us of that. You  proved our innocence. Besides... (indicating Zaius) ... his culture is our culture. TAYLOR  Good luck then."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He reaches down, grasps Cornelius' hand, then grins crook TAYLOR  Dr. Zira, I'd like to kiss you  good-bye. ZIRA  All right, but....  (tears in her eyes)  ...you're so damned ugly!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor smiles, leans down, kisses her. ZIRA  (softly)  Go with God, Taylor.  (half smile)  That's an old expression. it comes  from both ape and man. TAYLOR God bless you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He extends his hand to Lucius, who takes it. TAYLOR Lucius. LUCIUS I think you're making a mistake. TAYLOR  That's the boy. Keep 'em flying. LUCIUS What? TAYLOR  The flags of discontent. It's the only  way anything ever gets changed.  (to Zaius)  Don't try to follow us.  (pats stock of  his rifle)  I'm pretty handy with things like this. ZAIUS  Of that I'm sure. All my life I've  awaited your coming and dreaded it.  Like death itself."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor looks piercingly at Zaius, more troubled than offe TAYLOR  Why? From the first, I've terrified you,  Doctor. And in spite of every sign that  I'm an intelligent being who means no  harm, you continue to hate and fear me.  Why? ZAIUS  (calmly,  without rancor)  Because you are a man. And you were right  -- I have always known about man. From the  evidence, I believe his wisdom must walk  hand in hand with his idiocy. His emotions  must rule his brain. He must be a warlike  animal who gives battle to everything around  him -- even himself. TAYLOR  What evidence? No weapons were found in  the cave. ZAIUS  The Forbidden Zone was once a paradise.  Your breed made a desert of it, ages ago. TAYLOR  (he waits,  then wearily)  We're back at the beginning. I still don't  know the why. A planet where apes evolved  from men. A world turned wrong side up.   A puzzle with one piece missing. ZAIUS  (softly)  Don't look for it, Taylor. You may not  like what you find."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Taylor shakes his head, still baffled, digs his heels int flank. It canters off along the sandy shore.        Zira, Lucius sadly watch the departure. ZAIUS  Untie me!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius moves quickly to remove the rope from Zaius' ne them, the five mounted gorillas gallop forward. Zaius get them to a halt. ZAIUS  No, no! Let him go!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MOVING SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR AND NOVA ON HORSEBACK", 
                "location": null
            }, 
            "text": "Taylor looks back, sees that Zaius has stopped the mounte his horse to a trot, smiles at Nova."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "390- OUT", 
                "location": null
            }, 
            "text": "405"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "MED. SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "THE APES", 
                "location": null
            }, 
            "text": "Zaius watches as Taylor's horse moves farther away along Then he turns to an ape called MARCUS. ZAIUS  (quietly)  Fetch your explosives. We're going  to seal the cave. MARCUS Yes, sir."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He remounts his horse and rides o.s. CORNELIUS (aghast)  Seal the cave? ZAIUS That's correct. And you will both stand  trial for heresy. ZIRA But the proof? The doll? ZAIUS  In a few minutes there will be no doll.  There can't be.  (honest regret)  I'm sorry."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Cornelius throws himself at Zaius. CORNELIUS You mustn't! You gave your 'word!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius looks emptily at one of his apes. ZAIUS What I do, I do with no pleasure. Silence  him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "A hairy hand is clapped over Cornelius' mouth. He is drag struggling, kicking. Julius, unafraid, glares at Zaius. LUCIUS  Dr. Zaius, this is inexcusable! Why must  knowledge stand still? What about the  future?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Zaius looks benevolently at Julius. ZAIUS I may just have saved it for you."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Julius and Zira look at each other, befuddled. Once more follow the retreating figures of Taylor and Nova. The bea the water from the canyon becomes narrower as they move d LUCIUS What will he find out there, doctor?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSEUP", 
                "ToD": null, 
                "terior": null, 
                "subj": "ZAIUS", 
                "location": null
            }, 
            "text": "His face is A mask, his tone enigmatic. ZAIUS His destiny."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "WIDE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "A moment later, as they watch, Taylor and Nova vanish aro"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "407- OUT", 
                "location": null
            }, 
            "text": "408"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "HIGH ANGLE", 
                "ToD": null, 
                "terior": "EXT.", 
                "subj": null, 
                "location": [
                    "PALISADE AND BEACH"
                ]
            }, 
            "text": "Taylor and Nova are already far downstream. There is a st in the terrain. The area is still desolate,but some veget seen on the palisade above the narrow beach, and the rive to form a vast tidal basin where it meets the sea. A NOTE ON PRODUCTION: If feasible at new location site, t should be shot at high tide, so that the water laps at th cliffs, making a passage difficult and risky."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He is alert, sniffing the salt air, sizing up the situati the CRIES of birds, he reins in and looks' up."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "SKY SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "CIRCLING BIRDS", 
                "location": null
            }, 
            "text": "Sea gulls are soaring overhead."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "TWO SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR AND NOVA ON HORSEBACK", 
                "location": null
            }, 
            "text": "His expression is expectant, searching. Nova emits a whim anticipation, pointing off."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "WHAT THEY SEE", 
                "location": null
            }, 
            "text": "A verdant forest atop a distant palisade. Their view of t the forest, is cut off by a rocky promontory in the middl"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "NOVA AND TAYLOR", 
                "location": null
            }, 
            "text": "He smiles at her hopefully. TAYLOR Yes, Nova -- I see it. (looks again at forest) In my old profession green meant safe. Green meant go."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "The horse moves off at a trot, CAMERA PANNING. But they h a short distance when they hear the distant THUNDER of an Taylor reins in and looks back."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "LONG SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "A CLOUD OF SMOKE", 
                "location": null
            }, 
            "text": "A column of smoke and dust rises from the exploded cave f"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "BACK TO TAYLOR AND NOVA", 
                "location": null
            }, 
            "text": "Frowning with concern, Taylor gazes for a moment at the s decides this is no time to linger. He digs his heels into flanks and they move off at a canter, riding toward the p splits the beach. They are nearing the promontory that bl view of the beach beyond."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "417- OUT", 
                "location": null
            }, 
            "text": "418 419        CLOSER ANGLE - TRACKING WITH TAYLOR AND NOVA. As they round the promontory, the tip of a strange rock f into view. it appears to be jutting from the sea."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REACTION SHOT", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "He reins in momentarily, baffled by what he sees. Then he"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "THE STRANGE FORMATION", 
                "location": null
            }, 
            "text": "An immense column juts from the beach at a thirty-degree now see that it is not rock, but metal. Green metallic ti through its gray salt-stained surface. As we draw closer, takes on the appearance of a massive arm, its top shaped holding a torch."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "REVERSE ANGLE", 
                "ToD": null, 
                "terior": null, 
                "subj": "FAVORING TAYLOR", 
                "location": null
            }, 
            "text": "Frowning with consternation. His horse proceeds at a slow"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "TRACKING", 
                "ToD": null, 
                "terior": null, 
                "subj": "TAYLOR", 
                "location": null
            }, 
            "text": "Near the base of the column, where the shore and water me of metal spikes. From this angle they look like tank trap"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": "CLOSE", 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "Dumbfounded, he slides from his saddle, approaches the  s dismounts and follows him. TAYLOR (a cry of agony) My God!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "He falls to his knees, buries his head in his hands. CAME DRAWS BACK AND UP to a HIGH ANGLE SHOT disclosing what Ta found. Half-buried in the sand and washed by the waves is Liberty."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": "424- OUT", 
                "location": null
            }, 
            "text": "451"
        }, 
        {
            "head_type": "transition", 
            "head_text": {
                "transition": "FADE OUT"
            }, 
            "text": "THE END"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": "back"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "shot type": null, 
                "ToD": null, 
                "terior": null, 
                "subj": null, 
                "location": null
            }, 
            "text": ""
        }
    ]
]