[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAWN", 
                "shot type": null
            }, 
            "text": "An abandoned looking trailer sits on top of two 15-foot-t oil drums. Distant thunder trembles through the peeling metal panels. The structure is in such disrepair, that surely no one lives here. But then, a light goes on."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "A tiny hand sculpts the mud on top of a crawfish hole pla on the floor. We pan up to reveal a little girl examining baby chicken that appears to be dead. This is HUSHPUPPY, unkempt and seemingly uncared for six-year-old with a gaz unmistakable wisdom. Hushpuppy places the chick on the crawfish hole, like a q on her throne and the chick twitches to life, cheeps twic Hushpuppy's esoteric science experiment is interrupted by DISTANT THUNDER. Her eyes stand to attention."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "An eerie, harsh wind whips hay and dust through over a gi slumbering pot-belly pig. Hushpuppy, donned in boys' underpants and a child-sized w beater, tip-toes behind the epic creature. She studies it wonderful, is this the source of the thunder? With the utmost delicacy, she lays a hand on the pig's be We hear his HUGE BEATING HEART."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S HOUSE", 
                    "VARIOUS"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A series of glimpses of Hushpuppy's scientific method. Sh chases geese, chickens, ducks, dogs around the property- cross between an abandoned farm and salvage yard. Hushpuppy grabs a baby chick and puts it to her ear. A TI HEARTBEAT. She listens with focused wonder and intensity. 2"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "All the time, everywhere, everything's organs be beatin' and squirtin' and talkin' to each other in ways I can't understand. Mosta the time they probably just sayin' \"I'm hungry,\" or \"I gotta poop,\" but sometimes they talkin' in codes. Hushpuppy's eyes dart up as a MAN'S VOICE yells-"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MAN'S VOICE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Get up, get out of here! We hear a YOWL as a cat is flung across the room. A window made from a gas station sign opens in a Robinson Crusoe style tree house patched together from storm debri and discarded appliances. A wild man with severe features, a frazz of unkempt hair, brawler's scars opens a window made from a metal sign. Th is WINDELL EMMETT DOUCET, known to all as WINK (39)."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WINK"
            }, 
            "text": "Get your pants on, man! Wink kills a beer and sends it out the hole in the wall i a basketball hoop attached to a fishing net that stretche feet down to the ground. The net is overflowing with beer cans."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy obediently climbs a series of increasingly bigg and bigger oil drums that function like a ladder, up to t door of her house."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "We now see Wink in his morning ritual. He opens a cooler with a butchered chicken inside it and tosses the bird on grill. He goes to the front porch and pours down a bag of dog fo He pulls a clothesline that leads to Hushpuppy's trailer. BELL RINGS. 3 WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Feed up time! Feed up! Hushpuppy, now wearing pants and a slightly more proper T shirt, comes running down the oil barrels to her house. S echoes her Daddy. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Feed up time! Feed up!"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ABANDONED BUS"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy devours the whole roast chicken with her hands, getting right in there like it was a candy apple. It look really yummy. Pigs, dogs, chickens, and cats are chowing down all aroun her. A hatch opens above her and we realize we're in the botto the Shacko. Wink sticks his head through the hatch and th corn to the chickens. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Share with the dogs. Hushpuppy rips off a piece of chicken and flings it to a filthy chihuahua with no hair on the back half of its bod This is WINDELL, in spite of her circumstances, quite a handsome young pup."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "BATHTUB MARSH WATER", 
                    "THE TURCK"
                ], 
                "terior": "EXT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "WIDE, we see Hushpuppy and Wink drift through the marsh. They ride in a severed truck bed floating on top of oil drums. A motor is strapped to the back. A sign on the boa reads \"The Turck\", Hushpuppy's spelling of \"Truck\". They look out to where the water goes all the way to a monolithic, 20 foot wall stretching infinitely into the distance. This levee, the first piece of modern construct we've seen, encloses the civilized world, protecting it f rising water. The Bathtub is on the wrong side of wall. Wink stares out at the distant factories behind the wall a peaceful and confident disdain. Hushuppy matches his relaxed defiant expression. 4 WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ain't that ugly over there? He takes a long pull on his beer. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We live in the prettiest place on earth. Hushpuppy looks over the wall to the Dry Side. It's an endless sprawl of oil processing power plants without a t or bird in sight. This is the engine that runs the Northe world."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy says, up above the levee, on the dry side, they're afraid of the water like a bunch of babies. They built the wall that cuts us off."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "AERIAL"
            }, 
            "text": "We fly over marsh and water, coming upon a tiny crop of shanties on an island perched at the very bottom of the l"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They think we all gonna drown down here. But we ain't goin' nowhere. CUT TO:"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CAUSEWAY", 
                    "PRE-FLOOD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "CLOSE ON Hushpuppy letting out a WARRIOR SCREAM in a mass HOLLERING people. They stand on a long and crumbling road surrounded on bot sides by water. The rag tag band of revelers charge forwa WHOOPING and SHOUTING. Hushpuppy kisses her hand and smacks the town sign. \"Isle Charles Doucet\" is crossed out and someone has graffitied \"The Bathtub.\" Each party-goer repeats Hushpuppy's kiss a smack in wild, ritualistic fashion."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Bathtub's got more holidays than the whole rest of the world. 5"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LAFOURCHE ROAD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The townspeople charge in a rousing parade. Everyone drag trails of beer cans, boat parts, anything they can tie to themselves that makes a lot of noise. They are the hard faces of fishermen and their feisty wiv downtrodden but with a sense of fortitude among them, a community of heart, spirit, passion, and reckless abandon We see none of the separations that we're used to in mode society. There is no evidence of politics, religion, clas race or any other divisive ideology. The Bathtub is a pla of true and honest unity. Megaphones sticking out a gutted mini-van broadcast the C band playing inside. Fiddle, saw, guitar, and double-bass players struggle to hold onto their instruments and the t bounces them down a dirt road. They drive under a banner reading \"Welcome to the Bathtub Storm Season!\" Wink and Hushpuppy rattle along on a float made from the front end of a pickup truck. Over the front cabin rears a giants sculpture of a horse-head made out of wooden spike metal plates, and heavy chains. Carnival-dressed maniacs clamber on top. Wink hollers and waves to people. He fires jets of beer i the mouths of the crowd. Hushpuppy dances on the back of the float. Though she's t tiniest member of this very adult parade, she's right in thick of everything. No one is checking I.Ds Here."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy always saying, that up in the dry world, they got none of what we got."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LAFOURCHE SQUARE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The town dances around the band in a clearing in the wood Everyone is bouncing to the music, smiling and joking wit one another."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They only got holidays once a year. 6"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Six babies, each with a racing number pinned to their dia are placed by their enthusiastic mammas at a starting-lin a track marked by two adjacent crowds of onlookers. Bets flying between the spectators as if they're about to watc cock-fight."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ANNOUNCER, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "All babies to the race! Come up to the starting line! The baby race is about to begin. Hushpuppy dances in the cheering crowd, swigging a bottle something she probably shouldn't have. A STARTING GUN fires, and the babies make a crawl for it. Most of them are paralysed in tears or bewilderment, but brave soul toddles towards victory."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They got fish stuck in plastic wrappers, they got their babies stuck in carriages, and chickens on sticks and all that kind of stuff. Hushpuppy looks up at Wink who is dancing with his best friend WALRUS (60), a slack jawed, white haired, pinked nosed, handsome devil. A baby crosses the finish line, ahead of the rest, victorious. The crowd goes wild."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MARINA PAUPIER NET"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Wink opens his trawl net and dumps a massive catch into a picking pan. There's food to feed a hundred in the haul. one is a bit fazed though, this is just your average nigh fishing in the Bathtub. Shrimp, crabs, and small leaping fish struggle over one another for dear life. Hushpuppy helps him sort the catch. Winks's hands move wi virtuosic ease, separating the crabs from the shrimp. She studies Wink's every move and tries to measure up to her Dad's proficiency. He doesn't demonstrate or explain anything, but we sense there is a system of education in place here. 7"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy focuses in on a tiny fish, wriggling and suckin it's last breaths of air."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "One day, the storm's gonna blow, the ground's gonna sink, and the water's gonna rise up so high, there ain't gonna be no Bathtub, just a whole bunch of water. She pick up a crab, pets its belly. The DIN of the party fades down around her as she listens to its HEARTBEAT."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LADY JO'S CYPRESS FOREST"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Explosions everywhere as Bathtubers rampage blasting fireworks down the street instead of into the air. Men dressed as women, women dressed as men, in some kind of reckless esoteric ritual. The SCORE kicks in hard with a tinge of ominous forboding We sense that in spite of the ecstatic energy, the unbrid joy, that a cloud hangs over this community. The people a parting like it's there last day on earth, and we feel viscerally, that it could be. Hushpuppy runs in the thick of it behind Wink waving a fountain sparkler. Wink trips and falls. Wink lies on his back on the ground. He sees his daughter watching him, holding the huge sparkler, and they both la with sheer joy. Hushpuppy stops over him and points a bottle rocket in hi face, the fuse burning. He nods his approval. They watch the fuse burn down to the last moment. She turns it upwar and they watch her rocket join a sky filled with pluming mortars. Hushpuppy looks at the light flickering across Wink's fac He's momentarily peaceful, admiring the spectacular displ Hushpuppy smiles at him with pride. He doesn't see her. They run off into the crowd, which is pulsating at the pinnacle of mayhem. The OMINOUS MUSIC shifts gears into a BLASTING PATRIOTIC HYMN of the Bathtub. Throw your fist i the air! These are the survivors, those who fight for the joy and their history to the last man. 8"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "But me and my Daddy, we stay right here. We who the earth is for. Hushpuppy runs right at us with detonating fireworks in b hands, engulfed by light. She swings them toward camera a the screen is engulfed in an inferno of sparks. A white o Black letters slam down."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BEASTS OF THE SOUTHERN WILD", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLBOAT"
                ], 
                "terior": "INT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "MUSIC CUTS abruptly as a basket of crawfish is slammed in front of camera. The crawfish squirming and struggling fo life engulfs the screen. WOMAN'S VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Meat. A fearsome, uncompromising leader, sexy like a lady bullfighter, peeks at Hushpuppy over a mass of squirming crawfish. This is MISS BATHSHEBA (36). She points to three students, pushing their heads with he finger, each time announcing: MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MEAT. MEAT. MEAT.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The twelve students follow her through a maze of creature caged in mason jars, basins, and boxes with breathing hol her educational tools."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Every animal is made out of meat. I am meat, ya'll asses meat. Everything is part of the buffet of the universe. Miss Bathsheba rolls up the leg of her skirt."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This here, is an Aurochs. Riding her thigh, is tattooed a scene much like a cave painting in Lascaux. In thick black ink, it depicts a bat between early men wielding spears, and giant bull-like animals bearing down over them. 9"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A fierce, mean creature that roamed the earth back when we all lived in caves. They would gobble the cave- babies down right in front of their cave-parents. And the cavemen couldn't do nothing about it, because they were too poor, too stupid, too small. Who here thinks the Cavemen were sitting around crying like a buncha pussies? Children stare blankly, no one raises their hand. Hushpuppy watches a heroic crawfish crest the basket, fal the floor, and make a run for it. Miss Bathsheba snatches up the rogue crawdad and flings i back into the vat."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Y'all better think about that. Cause any day now, the fabric of the universe is coming unraveled. The ice caps gonna melt, the water's gonna rise, and everything south of the levee's going under. She points to a map showing a ragged coastline. On the wr side of a giant line marked \"levee\" is an island labeled Bathtub.\""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ain't gonna be no Bathtub, just a whole bunch of water. Y'all better learn to survive. A mysterious COLD WIND fills the air. Hushpuppy stares in a wall poster of an ice cliff reading: THE SOUTH POLE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Way back in the day, the Aurochs was king of the world."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ANTARCTIC ICE SHELF"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "CRASH CUT to the PANORAMA of an ice cliff, but now it's r 10"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We CUT CLOSER to overwhelming white light accompanied by intermittent FROZEN CRACKS that build in frequency and volume."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If it wasn't for giant snowballs, and the iced age. I wouldn't even be Hushpuppy, I would just be breakfast. The light dims in intensity to reveal, frozen deep inside ice wall, barely visible- a fanged, hairy, bloated, stone aged creature, the same as on Miss Bathsheba's leg. This an Aurochs."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "INT./EXT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "Hushpuppy climbs a metal ladder made from a railing, up t Wink's shanty in the trees. Windell, her dirty Chihuahua, follows behind. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy? Feed-up time. Feed-up? Hushpuppy bangs on the door of the shacko. HUSHPUPPY (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy? Nothing. She goes inside. The house is empty. She checks the Shacko for food. Nothing."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "Several hours later, Hushpuppy stands on a metal bin look into the distance. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DADDY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Like some sort of animal call, she SHRIEKS. 11"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Hushpuppy draws a picture of Wink on a foldout mattress.."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Kids that got no Mamma, no Daddy and nobody. They got to live in the woods, and eat grass, and steal underpants. Hushpuppy lays down next to her drawing of Wink."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "EXT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "Windell, the Chihuahua and the potbelly pig awake to gree the day. Hushpuppy peers into the ground floor of the shacko. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy? Daddy? No response."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If Daddy don't get home soon, it's gonna be time for me to start eating my pets."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLBOAT"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Kids walk home with their parents after a day at the Schoolboat, which we now see is big a yellow houseboat floating on the bayou. Hushpuppy waits alone, no one has come to get her. Miss Bathsheba locks up the door and heads for her small motor boat tied off on the side of the school. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You need a ride, boo? HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "My Daddy's coming to pick me up. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "How about food or something, you hungry? 12"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy shakes her head `no'. Miss Bathsheba's doesn't totally believe her, but she's n the type to coddle either."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Alright, well suit yourself. Miss Bathsheba motors away. Hushpuppy waits until she's out of sight and starts walki"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "Playing don't-touch-the-floor, Hushpuppy navigates her ho The room has with holes in the walls blocked with old clo and paper towels. Homemade toys fill every surface. This the domain of a child at loose ends. Hushpuppy leaps over her bed- a nook piled with clothes- plugs in the Christmas lights."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Everything we still got from Mamma, we keep in my house. We push in on a shrine to her mother: A red basketball jersey. An apron. A sawed-off shotgun. A child's drawing of a beautiful lady."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy says, the first time she looked at me, it made her heart beat so big, that she thought it would blow up. That's why she swam away. Hushpuppy takes the jersey down. She puts it over a chair the dining area. Hushpuppy gets a can of cat food. A pot. Water in a bowl. Her actions have a sad sense of routine to them- she's be left alone before, and has her own self-invented system f feeding herself. She opens a can of cat food, takes it out with her hand a throws it in a pot. She licks the remnants off her finger 13 MARIETTA'S VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hi my sweet baby. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hi momma. MARIETTA, Hushpuppy's imaginary, invisible mamma, is spea from the basketball jersey chair. Marietta functions like imaginary friend- Hushpuppy is the only one who can see h Hushpuppy takes the pot, puts it on the stove. MARIETTA'S VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy what you doing there? You being good like I taught you? HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yes, mamma. Hushpuppy turns on the gas. Hushpuppy goes through her safety precautions: oven mitts helmet, she flips the table and hides behind it. She aims the stove lighter: a flame thrower made from a cigarette lighter and a can of spray deodorant. A spray o flames ignites the stove in a FIREBALL. CUT TO:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MOMENTS LATER. Hushpuppy behind the bubbling stove. She t on an apron and sways to the music. She is dressing like mom. Marietta's Voice sings to her. MARIETTA'S VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're good, you make me happy / you're good, you make me happy. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That's pretty Mamma. MARIETTA'S VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're pretty Hushpuppy. Hushpuppy stares into the floating islands of cat food fr in fat, which in her POV is a surreal churning vision, li the bubbling lava at the center of the earth. She's SHOCKED out of her vision by a YOWLING CAT being fl across the yard. 14"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WINK, (O.S)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Get out of my way you fat animal! Hushpuppy jumps down from the stove, grabs a bowl of wate and runs to greet Wink,"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "WINK'S COMPOUND"
                ], 
                "terior": "EXT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "She clambers down the oil drum ladder spilling her water everywhere in her excitement. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy! Daddy, Daddy! Wink doesn't turn to acknowledge her as he trudges across field toward his Shacko. He's wearing a hospital patient' smock and no shoes, it seems he checked himself out. HUSHPUPPY (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I learned lots of stuff while you gone. If I drink all this here I can burp like a man. Hushpuppy gulps down water, all of it. Wink keeps walking Hushpuppy BURPS like a man, but he doesn't turn around. Hushpuppy stops to examine the situation. Something's not right here. HUSHPUPPY (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "How come you wearing a dress? Hushpuppy tugs his patient's smock and he shrugs her off violently. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Leave me alone, Man. She sees his hospital I.D bracelet still on. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You wearing a bracelet too? WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Go in your house, you wouldn't understand. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I wanna come in your house. 15"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy whacks Wink's butt. HUSHPUPPY (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "I WANNA COME IN YOUR HOUSE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink fakes like he's gonna smack her. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "GO AHEAD", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy tears off. Wink storms into the Shacko in the Backo."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy stomps inside. Her cat food is burning, with st jetting up to the ceiling. She thinks about it for a mome and turns the burner up. Smoke billows. Hushpuppy grabs her basketball jersey off the chair and j over the breakfront counter. Behind her A MASSIVE GREASE EXPLOSION. Hushpuppy ducks down, panicking. She check over the media The stove is on engulfed in flames. Hushpuppy scrambles under a cardboard box."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S BOX"
                ], 
                "terior": "INT./EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The walls of the box are decorated with years of her drawings. In here she feels a strange safety. The FLAMES and BREAKING WINDOWS feel distant and muffled. She draws a hieroglyphic of herself sad and crying on an island with a sun and a palm tree. She peeks out as Wink runs into the house, which is fille with black smoke, flickering flames."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WINK, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(panicking from inside) Hushpuppy!? Boss lady!? Hushpuppy where you at!? Hushpuppy drops the box closed. Smoke billows into the bo filling it up. 16"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If Daddy kill me, I ain't gonna be forgotten, I'm recording my story for the scientists of the future. Hushpuppy draws a bigger figure giving her a hug as Wink' panicked fury intensifies outside."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WINK, (O.S)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "HUSHPUPPY!? Where are you Boss!?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In a million years, when kids go to school, they gonna know that once there was Hushpuppy and she lived with her Daddy in the Bathtub. Wink pulls Hushpuppy's drawings off the walls, he flings out the door to safety. Hushpuppy coughs. Wink has heard. He looks toward the box. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BOSS LADY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy and makes a runs for it, flying out the door. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't you run away from me. I swear to GOD Hushpuppy!"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy runs out of Wink's compound into the woods, Win her trail. In the background, the house is a towering inferno."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "TRAIL BEHIND WINK'S COMPOUND"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "They run deeper into the swamp. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm tearing off! WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You ain't tearing off nothin', I'll bust your ass! 17 HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm tearing off just like my Momma. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on! Wink tried to yank her toward home and Hushpuppy refuses. She digs her heels in. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See what happens. See what happens to you! Hushpuppy hooks her leg around a tree and holds on. Wink slaps Hushpuppy and she falls face down. He looks away, disgusted with himself. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See what you making me do? You're killing me! He reaches down and tries to pick her up. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Get up and now come on. Hushpuppy jumps up on her own. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I hope you do die! And after you die, I come to your grave and eat birthday cake all by myself! Hushpuppy punches Wink in the heart and suddenly EVERYTHI GOES QUIET, as if all the insects in the forest have hush All at once, we hear-- A HUMAN HEART, beating until there is a SONIC BOOM, an earsplitting CRACK of glacial ice. Hushpuppy turns toward the sound. When she turns back Win face has transformed, wrenches with fear and pain. Wink keels over clutching his arm. Hushpuppy stares, her breath accelerating. Wink's eyes roll back in his head, he begins to seizure. 18"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "ANOTHER GLACIAL CRACK rings out. The SPLITTING builds to DEAFENING ROAR. She covers her ears."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ANTARCTIC ICE SHELF / WOODS"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Fissures appear like lightning through the massive ice cl from the opening of the movie. Hushpuppy runs from the sound, hands over her ears. We INTERCUT with shots of falling glaciers. The universe is coming unravelled. An ice shelf COLLAPSES into the ocean in a MASSIVE AVALAN a wave rolls toward camera."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GRAVEYARD BY THE WATER"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The wave, now just a tiny ripple, hits Hushpuppy's feet. Suddenly, the water level rises around her. It overtakes knees and keeps going. Hushpuppy backs up to shore, terrified. Hushpuppy calls out to a distant beacon flashing on the horizon. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Momma!? Momma!? MOMMA!? I think I broke something."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLBOAT"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy runs out of the woods toward school in a total panic. In front of the school parents pile their children into a pickup trucks and vans. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Miss Bathsheba! Miss Bathsheba! My Daddy fell down! Miss Bathsheba takes Hushpuppy's hands as she tries to ca her breath to speak. Clutched in her hand is the hospital bracelet that Wink had been wearing. Bathsheba turns over the diagnostic bracelet and reads it her eyes widen in recognition and alarm. 19"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLBOAT"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy watches Miss Bathsheba frantically pull herbs a roots from her containers of medicinal oddities and pack into a large medicine jar. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's gonna be OK baby. Bathsheba hands Hushpuppy the medicine jar."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ok, Hushpuppy, here's what I need you to do. You take this medicine and run as fast as you can. Go!"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SWAMP CLEARING"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "We see glimpses of nature protecting itself from the impending disaster. Flowers curl up, insects horde food underground, RUSTLING sounds fill the air. Black birds, a bats, and all manner of flying creatures fill the sky. They're all getting the hell out of dodge. Hushpuppy, quaking with fear, runs through a menacing swa clutching her medicine jar. The rising winds swirl the ma grass all around her. Hushpuppy runs to the spot where Wink collapsed. He's gone. Hushpuppy looks around the swamp, unable to understand."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy could have turned into a tree, or a bug. There wasn't any way to know. Hushpuppy hides her medicine jar in her storage unit- a leather flap laid over the hollow of an oak tree. The hol is filled with trinkets and objects she's collected over years. Hushpuppy flinches as a shrieking animal calls out. She looks up to see a leaf covered in writhing caterpilla One of them has been skewered by a beetle and is fighting it's life. 20"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The whole universe depends on everything fitting together just right. If one piece busts, even the smallest piece, the entire universe will get busted."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ANTARCTIC ICE SHELF"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Blocks of glaciers roll out of the avalanche and away fro Antarctica like floating ice cubes. Embedded in each cube is an Aurochs. A single ice cube takes over the frame and the mammoth de Aurochs' eye stares right at us. Its jaw wide, its fangs bared, the ferocious beast appears to have fossilized mid pounce. THUNDER BOOMS. We drift upwards into the cloud cover. As we rise above t white canopy, the spiral of a hurricane forms."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LAFOURCHE ROAD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "STRINGS SWELL under HOWLING WINDS. We follow behind a lit boy running down the road with an alarm bell as the peopl the Bathtub mobilize in a frenzied evacuation. BOY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The storm's coming! The storm's coming!"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LADY JO'S BAR"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy sulks out of the woods, feeling sorry for herse She looks up and freezes like she's seen a ghost. Wink hobbles down the road, looking shell-shocked. The traffic on the road moves in one direction: out. Wink wal back into town in the opposite direction. In Hushpuppy's POV Wink arrives at Lady Jo's bar where a of drunken sweethearts are in their regular positions. Th are watching the evacuation go by like it's a Veteran's D parade. They giggle and hurl good-natured curses out to a family making their way to safety. 21 LITTLE JO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Look at these assholes running around all over the damn place. C'est la vie assholes! WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I know y'all with me. Y'all doin' the storm. LITTLE JO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Lady Jo's ain't never closed honey. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That's what I'm talking about. Walrus my big man, you staying? WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wrong number buddy. I'm outta here as soon as I finish my beer. Wink dismisses him with a wave of his hand. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You ain't goin nowhere. WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This ain't no sneeze comin' out the gulf. I'm gone brother. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'll see you tomorrow Walrus. Lookit there, Winston's with me. WINSTON is passed out on the stairs. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What you doing about the storm Winston? Without opening his eyes, Winston raises an umbrella over head. Wink laughs. WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hey! It's Hushpuppy. EVERYBODY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy! Hushpuppy's here. They burst into a round of drunken applause. 22 WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy? Where you been? HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What happened to y- WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Shut-up! He lifts her up by the britches and carries her away. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You don't talk!"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO", 
                    "GROUND FLOOR"
                ], 
                "terior": "INT./EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Through the bus window, Hushpuppy watches Wink prepare fo the storm as branches and debris fly by him. He RANTS to himself and drinks. He ties the Turck onto the house. Hushpuppy looks to where her animals lurch and freeze, ru around in circles, pant heavily. They feel it coming. Rain drops start to spatter the window and Wink trips and falls trying to catch a fleeing chicken."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO", 
                    "2ND FLOOR"
                ], 
                "terior": "INT./EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Now, the full force of the storm HOWLS and CLATTERS the shutters. Rain screams against the corrugated metal roof. Wink tapes padding over all sharp corners and plastic wra the furniture. He's Hushpuppy-proofing everything. He runs a piece of duct tape across the floor. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This side is still Wink's house. No toys, and no girl stuff over here. Wink pushes charred toys from Hushpuppy's house across th line. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So if I want to come over that side and smack you in the face, that's against the rules. So there's a plus for you. 23"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy is not able to see the bright side here. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now come on down here and get in the boat, man. He points to a trunk on the floor. Hushpuppy hops down an gets in. Wink sits on his air mattress. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If the water get real high, we gonna float to the top and we gonna bust through the roof and we gonna ride away, okay? Wink puts a pair of mismatching water wings on her. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You never NEVER take these off. I'm your Daddy, and you do what I tell you to do, because it's my job to keep you from dying, ok? So sit back and just listen to me... Close your eyes and go to sleep."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "CLOSE"
            }, 
            "text": "Hushpuppy watches Wink pretending to sleep. The THUNDER scares the bejesus out of him again. She looks to the ceiling where water is starting to pour steadily. Looks back at Wink who is sneaking a sip from his liquor bottle. He resumes his phony sleep. A strong gust of wind JOLTS the entire room and he spring out of bed. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why you starin' at me like that? I can't sleep with you starin' at me like that. Wink paces the floor. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Listen. You need to understand, you're a kid and I'm a man. She doesn't understand. 24 WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What, you scared? Hushpuppy nods. THUNDER BOOMS and Wink is the one who flinches. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't be scared, no storm can't beat no Doucet. I'm gonna show you. You watch. But he can see she's still scared. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm'll show you! We Doucets we're not scared of no damn storm. Wink grabs a bottle of moonshine and climbs down the hatc the floor into the storm. Hushpuppy runs to the window and peeks out. OUTSIDE. The frenzy of the hurricane propels Wink at full sprint through the 100 MPH winds. He tears his clothes of and guzzles moonshine as branches fall all around him. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Look at me! Look at me Hushpuppy! Watch me kick butt. Wink fires his shotgun at the heavens. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hell yea! I'm right here! I'm right here I ain't going nowhere."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "AHHHHHH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A THUNDER CLAP shakes the house so hard a ceiling beam CRASHES down. Hushpuppy runs to her bed as if it might keep her safe. Windell, swinging from a basket tied to the ceiling, BARK panicking herself. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mamma!? MAMMA!? CUT TO: 25"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PATAGONIAN COAST"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Still in the rainstorm, a glacial cube SHATTERS, flopping mammoth body onto the shoreline. It's chest heaves and a LOW SNORT is heard. The animal begins to roll over. Her dinosaur size hoof plants in the mud as she lifts her up. We stare over the muscular haunch of her body as she stares into the distance. The massive creature turns, testing her limbs after thous of years of sleep. She looks up to the storm and lets loose a GURGLING ROAR. We sit close on one of her black eyes. There is something dangerously sad in her cold gaze. Her head moves from the frame as she starts forward on her journey."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "AERIAL"
            }, 
            "text": "Silence. The storm has passed. The camera flies high over the Bathtub. The tops of house poke out from the massive water like lily-pads in a pond."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO", 
                    "FLOODED"
                ], 
                "terior": "EXT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "A slab of metal stares at us, surrounded by water. Something under the metal BANGS TWICE and an axe dislodge roof panel. The axe twists and leverages off the slab. Wink hefts Hushpuppy on top of the roof. Then Windell. Dishevelled and hung-over, he pulls himself up too. The three survivors stare in stunned silence at their new world."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FLOODED LAFOURCHE ROAD", 
                    "TURCK"
                ], 
                "terior": "EXT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "Wink slowly navigates the Turck in through the flooded landscape where their town had once been. Neither he nor Hushpuppy can say a word. Everything is submerged. Every organism is dead or has fled. The quiet is overwhelming. 26"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "For every animal that didn't have a Dad to put it in a boat, the end of the world already happened. They're all down below, trying to breathe through water. They pass abandoned house, after abandoned house, the one stilts have water up to the porches. Trees are bashed through roofs, walls are blown through, bathrooms exposed"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "WINSTON'S HOUSE", 
                    "FLOODED"
                ], 
                "terior": "EXT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "Wink uses a pole to open a door. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yo Winston? No one answers. They push off."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "EDISON'S HOUSE", 
                    "FLOODED", 
                    "THE TURCK"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Wink enters an intact house with water up to the porch."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WINK, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Edison? Ow-Wee! Wink leans against the door frame. From his POV we see Hushpuppy on the Turck. She picks a leaf and eats it. Win shakes his head in dismay, realizing all too clearly his is not ready for survival."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SWAMP", 
                    "THE TURCK"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The Turck passes through a net of Spanish moss into the b of a swamp. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Some day when I'm gone, you gonna be the last man in the bathtub. You have to learn how to feed your house. Wink goes to the edge of the turck and sticks his hand in water. 27 WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now, stick your left hand in this water, stick it in there. Hushpuppy puts her right hand in the water. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ok, what you do is you hold your hand steady and you just wait for your fish to come. You gotta ball your fist up, this is your punching hand. Ball your fist up in case you have to whack it when they come up. Wink pulls a Catfish out with his bare hand. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "WHOOOOO YEA! Whooo lord, look what we got. I gotcha. Say \"I gotcha!\" HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I gotcha! Wink slams the fish down on the floor of the Turck and pi it. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yea! Hold him down! Now, you hold it down like this, and whack him good with your fist. Wink pins the fish and punches it in the face. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Go ahead whack him! You whack him good. Hold him like that and whack him! Hushpuppy pins the fish. She tries to whack it and it cut her. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OW", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She hides her cut hand from Wink. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You OK? That's all a part of it. 28"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy winces in pain. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You wanna try it again? Hushpuppy shakes her head no, trying not to cry. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on. One more time."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "EDISON'S HOUSE", 
                    "FLOODED"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Hushpuppy has enclosed herself under a table with a tablecloth on it. She's drawing on the floor with charcoa Something alive hits the roof and scurries across. We hea the entire house MOAN, or was it a distant ROAR? HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy? Wink's hacking cough, which has gotten worse since last w heard it, fills the room. Hushpuppy tries to shake him awake. Hushpuppy looks through the gap in his shirt. On Wink's chest, surrounding his heart, a corroded spider of purple bruises shows through the skin, like varicose v covering his entire heart. Hushpuppy's eyes go wide with horror."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "EDISON'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The beacon pulses on the distant horizon. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mamma? Is that you? The beacon does not respond. HUSHPUPPY (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I've broken everything. 29"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DESERT"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "A cloud of dust circulates particles. The Haze is blindin A distant RUMBLING grows. Dark shapes tear through the haze in a deafening stampede"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Strong animals, they know when your hearts are weak. That makes them hungry and they start coming. We see one at first, then more join rank around it. The Aurochs are charging in a pack. They are a biblical terro the horsemen of the apocalypse."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LADY JO'S BAR"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The turck moves through the cypress forest, signs are str everywhere pointing to Lady Jo's bar. It appears abandone Suddenly, the door SQUEAKS open. Walrus winces at the sunlight and pops a beer. He steps out the door and SPLASHES into the water. WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Holy bowlegged Sarah! WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hey partner! Hey Walrus! Wink pulls in the Turck and paddles to rescue the thrashi drunkard. They leverage Walrus aboard and lay him out on deck. WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(gauging his surroundings) I musta passed out. Wink starts chuckling silently. His chuckle builds to a laugh."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LADY JO'S BAR", 
                    "FLOODED"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "They enter the bar, empty bottles, half eaten crabs, and general party debris are littered everywhere. 30"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Little Jo is sprawled on the floor under a table. Is she dead or just wasted? WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Little Jo! She awakes with a start and bangs her head on the table. LITTLE JO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink!? Wink and Walrus run to help her up."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "LITTLE JO, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(TO WALRUS)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You don't touch me you filthy bastard! (TO WINK)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink, you get me. They both lift her."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "LITTLE JO, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Goin' on all night `bout how tonight's the last night on earth we gotta make it count. Talkin' dirty right in front of Peter T. WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sorry Peter T. Peter T enters from the Bathroom. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Peter T, my man! I knew you wasn't gonna leave me man! Peter T speaks in his polite, level-headed, soft sweet vo PETER T"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh no, oh no. WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(re: Peter T) That is one classic dude right there. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Peter T, you are a titan! Glad you stayed man! RHHAAAA! 31"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink jiggles Peter T's ample belly. Peter T giggles with glee. Wink puts one arm around Walrus and the other around Pete He smiles to Hushpuppy. She laughs too, the first smile in quite some days."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LADY JO'S BAR"
                ], 
                "terior": "INT.", 
                "ToD": "LATER THAT NIGHT", 
                "shot type": null
            }, 
            "text": "The Bathtub crew are lolling in the later party stages. There is a rooster on the table looking like the most sob creature in the room by far. WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If I had wings, I know I could have flown in that bad boy. But I would have probably bounced off a tree, or... Hushpuppy lays on the table in pile of empty crab shells. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy! Did I ever tell you the story of your conception? The bar crowd chuckles. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When me and Hushpuppy's Mamma first met we was so shy, we used to sit around, and drink beer, and smile at each other. One day we was so shy we just napped... Wink's voice FADES DOWN as Hushpuppy's fantasy takes over She closes her eyes."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FANTASY HUSHPUPPY'S HOUSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Wink, younger and prettier, naps in an uncharacteristical colorful lawn chair. A LOW, GURGLING GROWL wakes him up. There in the yard, crawling slow and lazy, is a massive 1 foot alligator, breathing the heavy, slutty way alligator breathe. 32"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A topless woman steps in front. Sweat beading on her perf shoulder blades, down her perfect, back ending in a pair boys' underpants- just like Hushpuppy's. Throughout Hushpuppy's vision, we never see Marietta's fa it's always covered, shot from the back, or out of frame. Marietta cocks the shotgun with one hand, Terminator 2 st Lowers it on the gator... BLAM. Wink sits up in SLOW MOTION- her panties, and her l naked legs are covered with gator blood. She turns to Wink, her head ABOVE FRAME. CLOSE UP on her eye. She winks."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FANTASY HUSHPUPPY'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "We follow behind Marietta's supple curves as she walks in the kitchen. Her white slip is almost see through...almos"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Back when Daddy used to talk about Mamma, he'd say she was so pretty she never even had to turn on the stove. She runs her fingers along the counter and the burners IG one by one as she passes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She just walk into a room and water start to boil. Water starts to bubbles like a spontaneous volcanic erupt Marietta reaches into the frigidaire, and pulls out two i cold beers. Ice melts down the bottles. She opens them on the counter, flawlessly. She walks over to Wink. Stands there. A hot mess. Wink's voice FADES UP. 33"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WINK, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Your Momma battered that gator up, and set it to fry. CUT TO:"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LADY JO'S BAR"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Wink tips his drink. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "...and Hushpuppy popped into the universe maybe four minutes later. He empties the glass, sufficiently drunk now. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I got it under control. Wink looks away, lost in his own fantasy."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FANTASY HUSHPUPPY'S HOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Over Marietta's shoulder, beads of sweat form along the s of her slip. Good Lord. Wink looks, and meets her eyes. The gaze of a proud and smitten man. Grits fall through the chimney vent, into the boiling wat Dancing like all the invisible particles of the universe."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LADY JO'S BAR"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Hushpuppy stares hard, her face locked in pride and determination. Filling with all the strength and heroism her long-lost mother. She's ready to snap into action."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FLOODED BATHTUB", 
                    "THE TURCK"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "ENERGETIC MUSIC drops and we move in a semi-montage throu Hushpuppy's search for survivors. Hushpuppy rows the Turck through the flooded Bathtub by herself. In the distance she sees a lone horse. It stands on an tiny island of land, the last high ground in an end stretch of water. 34"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The horse holds Hushpuppy's gaze. She hears it's strong, resilient HEARTBEAT. They are one and the same."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLBOAT", 
                    "THE TURCK"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy approaches Schoolboat, which has weathered the storm relatively intact. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Miss Bathsheba!?"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLBOAT"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy opens the door. We hear RUSTLING and WHISPERING inside school. It's three little girls left behind in the storm. JOY STRONG, a tall, wild-haired leader; LIZARD, a tiny thing giant man's tee shirt, and T-LOU, the muscle of this girl gang, looking very meek in her desperate condition. The girls are huddled against each other, terrified, hung and alone."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LADY JO'S BAR"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Miss Bathsheba, shell-shocked but steadfast, steers the b toward the bar, the four girls now safely in her care. Fr the inside we hear CAROUSING, TOASTING, and RAUCOUS CAJUN MUSIC."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LADY JO'S BAR", 
                    "FLOODED"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Wink pours a mountain of crab and shrimp at a great commu table, assembled from many different tables. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on lets go! Time to eat! Come on children, feed up time! He sends a feast sliding across the floor under the table where Joy, T-Lou, and Lizard dig in. Wink has decorated the bar with all the waterlogged relic the Bathtub. 35"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The room is a shrine of people's chairs, umbrellas, cloth We're late in the game, and the party has descended into utter debauchery. Jean raises a glass. JEAN BATTISTE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "To the last of the food! WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "To the last of the water! LITTLE JO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You ain't drinkin' no water. Miss Bathsheba pour shots and toasts. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yea, tastes like more, alright! Hushpuppy struggles to peel her shrimps, sitting on top o the table."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "For the ones we'd never find, we make a funeral the Bathtub way, with no crying allowed. Drunken Wink is giving drunken Walrus a bath as he eats. WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When the water goes down, I'm gonna French kiss the dirt! MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Water's not goin' down man. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Nah, that's my beautiful place under there. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Man you know they got plenty of salt coming into that water, everything beautiful is gone. Trees are gonna dies first, then the animals, then the fish. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I got it under control. 36"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy picks up a crab. She tries to pound it open, tr yanking on a leg. She can't shell it. JEAN BATTISTE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on Hushpuppy, come over here lemme show you how. Hushpuppy sits down next to Jean, a good pupil."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "JEAN BATTISTE, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Here baby. You hold like this, then you turn it over like that. Hushpuppy follows instruction in deep concentration, but bit tentative. We see Wink look away from Walrus and Jo's bawdy humor extravaganza and focus in on Hushpuppy. His disdain is palpable for this froufrou shelling technique."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "JEAN BATTISTE, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't be scared of it now. Now, you take this knife, and you pop this off. Jean holds Hushpuppy's hand and guides a knife to open th belly of the crab."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "JEAN BATTISTE, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Atta girl. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "NO! Hushpuppy-- Wink POUNDS the table. And the party falls suddenly silen Wink pushes the utensil away. He grabs a crab, opens it i three virtuosic hand motions. Grease and spice explode everywhere and Wink sucks the fa of the crab clean. It is beautiful to watch. He slams a fresh crab in front of Hushpuppy. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Beast it! Hushpuppy looks to Miss Bathsheba for guidance. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You heard your Daddy. Beast it. 37"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy pulls on the crab shell with all her might. She doesn't have the power. EVERYONE (CLAPPING ALONG)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BEAST IT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The kids jump out from under the table and chant. Hushpuppy is turning blue, her eyes bulge with effort..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CRACK", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy opens the crab claw and sucks down the meat. Everyone goes wild with applause! The kids too! Hushpuppy stands up, ascending to the top of the table. S lets loose a WARRIOR CRY and flexes her muscles, deadly triumphant. Little Jo gets so excited she starts dancing on the table She CACKLES and jitterbugs wildly. Walrus gets up to join her. Jean gets up and dances too. All the kids get up. Wink glows with pride. Miss Bathsheba smiles. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yea! You see what kinda family we got?! We got feeling!"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLBOAT", 
                    "FLOODED", 
                    "VARIOUS"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A DRIVING SCORE kicks in as we MONTAGE through the transformation of the Schoolboat into a ramshackle Ark."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It wasn't no time to sit around crying like a bunch of pussies. The survivors whittle sticks into spears, bend metal debr into spikes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We was gonna build a camp right on top of the Bathtub. 38"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jean Battiste, cackling wildly, hauls a thrashing goat on floating animal pen. Chicken coops, snake cages, a pig pe are stacking precariously. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We got enough animals to eat until the water goes down. Rafts are lashed to the sides of the school. Every floati structure left in town is hauled in and added to the Ark. Peter T ties on a floating vegetable garden. In WIDE we see what looks like a small village of floatin structures forming."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLBOAT"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Miss Bathsheba puts Lizard's head in her lap, Lizard is playing as if she's unconscious after hyperventilating. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(teaching a lesson) Come here, like this. She takes Hushpuppy's hand and places it on Lizard's ches She moves her hand in a circular motion."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Like this. Tee-Lou get some water. Tee-Lou runs to get a handful of water."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Quick little circles. Good for the heart. Joy Strong? Joy turns her back. Miss Bathsheba shakes her head. Tee-Lou returns and pours water on Lizard's head, cooling her."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is most important thing I can ever teach y'all. You got to take care of people that's smaller and sweeter than you are. Hushpuppy registers this advice, takes it to heart. She r Lizard's chest with delicacy and affection. 39"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Lizard's breathing returns to normal, and she sits up peacefully. Hushpuppy is awestruck. Bathsheba gets to her feet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That's better."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLHOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Hushpuppy watches Wink sleeping. His breathing has gotten worse. She tiptoes up with her red basketball jersey and lays it down on Wink, tucking him in just right. A DISTANT RUMBLING is heard. Cutting off suddenly as we.. CUT TO:"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "BRAZILIAN FAVELLAS"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "A quiet town, not unlike the Bathtub, but with tangled po lines, electrical towers, and layered hills. A stone flies from behind a house and bounces down the street, denting the silence. Slowly, the peaceful morning transitions into MORE RUMBLI a distant CRACK. Suddenly the house in the foreground explodes to smithere and the head of an Aurochs drives through it. Without breaking step, Aurochs maraud the village, trampl it into oblivion. We settle close on an Aurochs eye, emotionless and relentless in its calm."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "BATHTUB MARSH WATER", 
                    "TURCK"
                ], 
                "terior": "EXT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "Wink, Hushpuppy, and the Bathtub crew pole the Turck thro a lake blanketed with carcasses, pushing through the dead fish, dead porpoises, dead alligator garfish like they we lily pads. There is no wind, only dense wet heat searing the faces of the characters. The once green foliage has g brown and thirsty. 40"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY V.O.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Two weeks later, everything started to die. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to the water) Come on fishes, where y'at? Wink empties his net- nothing but a pile of carcasses. He tips it back into the water. Wink pulls himself to the ed and sticks his head under to look for fish. Hushpuppy looks at him with an air of doubt for the first time. Wink looks ridiculous, a dead fish drifts off his head. HUSHPUPPY (WHISPERING)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You wanna leave the Bathtub, Walrus? WALRUS (WITHOUT THOUGHT)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Nah. Wink pulls his head back up. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I heard that. Hushpuppy fidgets guiltily. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Nobody's leaving the Bathtub! You don't know nothing! Wink lowers his net back in the water. WINK (CONT'D) (TO WALRUS)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This water gonna kill us here. We gotta do something `bout this. I ain't starvin' to death while them people go grocery shopping up there."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLBOAT", 
                    "FLOODED"
                ], 
                "terior": "INT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "The kids sleep on Miss Bathsheba in a big pile on the flo 41"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy wakes hearing SHIFTING and a SNAP behind her. Peter T is uncapping a shotgun shell and pouring black po into a small jar. She looks out the window where Jean Battiste is unhooking propane container from Miss Bathsheba's burner. He opens chest freezer and hefts out a 12-foot garfish, dropping t container in the water. JEAN BATTISTE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Shit! Wink sneaks up and whispers to Hushpuppy. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Boss, Daddy's gotta take care of something. Hushpuppy is instantly concerned, she's heard this line before, and it always leads to trouble. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm gonna fix everything back how it was. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Everything gonna go right back? WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hell yeah, we gonna win. Wink pounds his chest in solidarity. Hushpuppy matches hi pound, but without confidence. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Boss, anything go wrong, Walrus is Daddy. Wink and Hushpuppy look Walrus-- the face of doddering drunken bewilderment. A goat licks him. Hushpuppy is not comforted. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're gonna be the king of the Bathtub, I promise that. Wink can see he's getting nowhere. 42 WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Just sit here I'll be right back. The DOOR CLOSING wakes Miss Bathsheba up. She scans the room, noticing the three missing people. WALRUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(an unconvincing lie) I think they be gone. I-I really can't say where. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Walrus, don't make me slap your ass! They go to the levee!? Walrus is intimidated into silence."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MISS BATHSHEBA, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You so much as piss on that wall, you know what them people gonna do? They gonna smoke us out and stick us in a damn shelter. Hushpuppy watches Miss Bathsheba go for her boat keys."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy says, brave men don't run from their home. Hushpuppy scurries out the side window, escaping outside before Miss Bathsheba sees her."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "UNDER THE TURCK TARP"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Wink, Jean Battiste, and Peter T keep their heads above w as they float under the tarp behind the truck bed. Peter is wearing a life jacket and still has his top hat on. WINK (WHISPERING)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Peter T, don't hold onto me, hold onto the boat. You gonna be fine. Jean Battiste duct tapes fireworks around the bomb: a pro tank with an igniter made from a battery and a pouch of b powder. He inserts the bomb into the stomach cavity of a giant garfish carcass. 43"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink shoves two propane tanks inside the belly of the garfish. He hands a rope attached to the igniter to Peter T. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Peter T, you hold the trip-line. PETER T"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(Soft and sweet) Ok then. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Just don't pull `til I say. PETER T"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ok then. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You can do it. I have complete faith in you. PETER T"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ok. Jean Battiste is hesitant. Wink gives Jean Battiste a confident nod. JEAN BATTISTE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Lock and load. Jean Battiste carefully unravels the string that leads to fuse. He shoves the igniter down the mouth of the garfish"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LEVEE WALL, IN THE WATER"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The Turck pulls into an enclosed segment of the levee, Wi bobs out from under the Turck and latches a pre-made teth running out of the garfish to a handle on the wall. He bo back under the boat."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCHOOLBOAT"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy dives under the fishing net on a motor boat jus before Miss Bathsheba charges outside and keys the igniti Hushpuppy peeks out and the boat roars to life and rips across the water. 44"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The entire universe depends on everything fitting together just right. If you can fix the broken piece, it can all go right back."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "UNDER THE TURCK TARP/SANTA MARIA"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Peter T hand me the- He looks, Peter T has both hands on the Turck. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Peter you didn't drop the trip- line? PETER T"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No I did not. Peter T thinks a moment."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "PETER T, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh, yes I did. JEAN BATTISTE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh, Peter T. PETER T"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm sorry. Wink dunks under water."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LEVEE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Wink surfaces in front of the igniter rope. As he grabs the rope, Bathsheba's snake catcher snares hi hand and pulls his arm against the side of her Jon boat. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Here's how we do with wild animals. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "AHH! Get off me woman! I'm trying to save the Bathtub Hushpuppy watches the struggle in hiding. 45"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bathsheba wrenches the rope out of Wink's hand and chucks The igniter rope lands in front of Hushpuppy under the ne pile. She grabs it. She reels it in. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Get in the Boat! I'm hauling you're ass back home, little boy. Jean Battiste swims out of hiding. JEAN BATTISTE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink!? WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jean Battiste, get the trip line! Suddenly, Hushpuppy pops out from under the nets, holding rope taught. She stumbles and almost sets if off by accident. MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy!? JEAN BATTISTE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She got it! Pull! Pull! WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "NOW BOSS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "MISS BATHSHEBA"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No! Hushpuppy! Hushpuppy, contemplates in an eerie peace. The screaming chorus FADES and she is alone in her quiet, eyes darting between Bathsheba and Wink. Courage and certainly clench inside her her. You listen to your Daddy She pulls the rope."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LEVEE WALL IN THE WATER"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The trip-line releases the detonator."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LEVEE", 
                    "NORTH SIDE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The levee DETONATES. Shattered wood and cement fire towar camera. 46"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Debris propels Hushpuppy backwards. Her quiet resumes as she lands on the deck of the boat in slow motion. She watches in a daze as smoke, water, and flaming dust cycles above her. All the beauty of the universe."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FLOODPLAIN", 
                    "THE BATHTUB"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Water recedes in the Bathtub, revealing the tragic, mud- soaked remnants of their paradise. Hushpuppy slogs through the muck, each step going two fee down into the stinking filth. The crew trudges behind her in silence."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ARK WRECKAGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The blow-up crew crests a hill and sees the remains of th ark sprawled across an open field. Wink's and Hushpuppy's eyes well up as they beholds the s of their island. The water has drained. Everything is dea More striking than the ripped-up houses, the land surroun the island has disappeared. Trees are gone. Shards of mar that had been attached float in the distance. What was a dense, green landscape is barren. The Bathtub is a scorch hell."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO", 
                    "POST-FLOOD"
                ], 
                "terior": "EXT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "Hushpuppy picks through the rubble of the Shacko in the Backo. She finds their grill, and a window made from a dr door and brings them to Wink. The Shacko has crash landed under the stilts of a house that's been entirely washed away. Wink has done some work reassembling the walls and broken parts into a semi- functional enclosure."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO", 
                    "POST-FLOOD"
                ], 
                "terior": "EXT.", 
                "ToD": "LATER THAT NIGHT", 
                "shot type": null
            }, 
            "text": "Hushpuppy find nails and brings them to Wink, who leans w panels against the stilts from the previous house. 47"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He hammers nails wearily. His strength is sapped. He HACK out bile."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It didn't matter that the water was gone. Sometimes, you can break something so bad, that it can't get put back together."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO", 
                    "POST FLOOD"
                ], 
                "terior": "INT./EXT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "Hushpuppy climbs the stairs of the original house to get the top of the Shacko. She looks down through the hole in the floor. In her POV Wink climbs into bed, he painfully takes his s off. The bruise on his chest has extended all the way acr his stomach. Hushpuppy looks out on the water for some sign that Marietta's still with her. The light shining on the water off. She sees nothing but dead trees and a defunct oil ri HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mamma!? Nothing. HUSHPUPPY (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mamma where you at!? As if in response, we hear a HELICOPTER LOUDSPEAKER. PILOT"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is a mandatory evacuation area, you can no longer live here. Everyone in this area, has to leave. I repeat...."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DEAD FOREST"
                ], 
                "terior": "EXT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "Hushpuppy wades through the muck in what used to be a lus forest, now reduced to toothpick trees and mud. She finds her storage unit in the tree hollow, and lifts the medicine jar. 48"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When you're small, you gotta fix what you can."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO", 
                    "POST FLOOD"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "She pours the crushed up roots into Wink's mouth, careful to disturb him. Wink dooesn't move. Hushpuppy gently folds in the orange fungus. Quiet, quiet WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "GUUAAAHH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink spews up an explosive cloud of medicine. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "God damn! Wink grabs her medicine jar and threatens her with it. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What you doing!? He smashes it against the wall. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What the hell's wrong with you! Hushpuppy is so upset she doesn't know what to do. She screams in anger. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Raaaaaaaaaaaaahhhh! Raging, Hushpuppy breaks everything she can get her hands ruining everything Wink's reassembled, tipping shelves, p walls. She grabs a fishing pole and starts bashing Wink's grill over and over. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You wanna throw things? Come on! I can do that too. You want to play that game? Let's throw stuff! Wink joins in, breaking stuff too, channeling all his ang into the destruction. Wink throws himself into the wall. It breaks off and dump series of shelves all over the floor. 49"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy can't believe it. Suddenly it's cathartic, they start throwing objects at e other and laughing. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on! Come on! Wink pegs her in the face with a stuffed animal and she grins. Hushpuppy throws a pillow! WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "AAAAH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy throws a shoe. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "AAAAAHHHHH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy and Wink destroy everything in the house. Something goes off in Wink chest. He grabs his heart and collapses on the floor. Hushpuppy realizes something's not right. She throws a li jacket at her father. Wink continues to force a smile at her. Hushpuppy won't return the smile. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Man. You think I don't know. Hushpuppy's bottom lip starts quivering. Wink's smiles disappears. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hey. No crying. Don't you cry man. Don't you cry! He threatens her with a shoe. Hushpuppy hides behind an overturned chest. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "HEY! Don't cry damn it! Wink hangs his head and catches his breath against the wa 50 WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Shit. He pull himself to his feet and grabs a bottle of moonshi He sets up two cups on the table. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on get a drink. Wink pours Hushpuppy a shot. Hushpuppy sips. Winces. Looks suspiciously at her father. Sips again. Wink takes one straight from the bottle. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This counts as I'm sorry for a whole buncha things. Lord. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You gonna be gone? WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What? No! HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You gonna leave me alone? WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I ain't gon' leave nothing. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Cause if you be gone, I be gone too. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy, that is not how it works. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I will. Sometimes in the bed I start shaking and can't stop. I got what you got. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No man. That's just a side effect of being a stupid little girl. 51 HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I ain't gonna be dead? WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No. You? No! You gonna live a hundred years more. You know what, show me the guns. Hushpuppy shoves Wink. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Show me them guns man. Wink clears everything off the table with one sweep. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Show me the guns! Guns! guns! guns! guns! guns! Hushpuppy flexes her biceps. She begins to chant, fierce TRIUMPHANT-- HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Guns! Guns! Guns! Guns!..... WINK (OVERLAPPING)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Guns man, give to me! Guns! Guns! Wink holds up his hand to arm-wrestle. They SCREAM in tan as Hushpuppy pins him hard. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ooooo, Hushpuppy you the man. Who the man? HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm the man. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Who the man!? HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm the man! WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TELL ME LOUDER WHO THE MAN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm THE MAN!!!!!!! 52 WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "YOU THE MAN, RIGHT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink is overcome with love. It's too much for him to bear WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fuck this table! In a violent euphoria, Wink grabs the table and hurls it across the room. This scares Hushpuppy. She stares silently at her wild animal father, longing for something more than rage. Wink takes a step toward like he's going to comfort her, stops, turning back. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I gotta lay down hear? I gotta be strong. Don't be scared. Wink lays down in the corner. Hushpuppy doesn't go to bed, she just stands there. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What? Hushpuppy waits, not backing down. WINK (CONT'D) (GIVING IN)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come here. Hushpuppy goes to Wink. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Lay down. Wink pats his heart for her to put her head down on it. A long beat. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hey. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yea? WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You ain't the one who's sick. 53"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She listens to his BIG HUGE HEART."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "WET SAND MUCK EXPANSE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The Aurochs move into a desolate, barren, wasteland, look exhausted and starved."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Strong animals got no mercy. Cold wind blows them backwards. An old Aurochs falls behi the pack. Its legs give out and it lays down. It's not go to make it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They the type of animals that eats their own Mommas and Daddies. CUT TO:"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Aurochs cannibalize their fallen comrade, ripping ski and organs in a storm of flesh and gore. The CRIES of the screaming mother melt together with anot sound, more MECHANICAL..."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO", 
                    "POST FLOOD"
                ], 
                "terior": "INT./EXT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "The SOUND becomes recognizable as a HELICOPTER PROPELLER. Hushpuppy opens her eyes, still tucked in Wink's arm. Through the wall she sees FOUR WELL-DRESSED men. They are out of place like aliens exiting their space ship. She rouses Wink, he hears the FOREIGN SOUNDING VOICES and yanks Hushpuppy up. He instinctively pulls him and Hushpu behind the over-turned table and grabs a broken chair leg defend them with."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EVACUATOR, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(from outside the door) This is a mandatory evacuation area. Everyone in this region has to leave. Wink hurls the chair leg at the intruders as they try to enter. 54 WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We ain't going nowhere! Hushpuppy grabs a chair leg as well. It's a standoff."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LADY JO'S HOUSE", 
                    "POST FLOOD"
                ], 
                "terior": "INT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "Three evacuation workers ram the door of Little Jo's hous Little Jo greets the intruders brandishing a cutting knif and civil war era pistol. LITTLE JO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You gonna have to shoot me cause I'm not going. EVACUATOR 2"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ma'am we're not gonna shoot you. LITTLE JO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I ain't never left here and I won't never will. She spits. They get closer."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "LITTLE JO, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Son, don't make me cancel your birth certificate. The Muscle grabs her by the weapons and in the struggle, her to the ground. It's horrible. EVACUATOR 2"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Relax, relax ma'am. LITTLE JO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "YOU SON OF A BITCH", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They drag Little Jo out of the house."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "INT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "MATCH CUT to Wink and Hushpuppy pinned and being dragged WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Get your hands off of her! I'm gonna kill you! Let her go! 55"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "CRASH CUT TO an off-white monolithic community center surrounded by a cement parking lot. Stressed, amateur looking doctors from the real world move in and out of th glass doors. A makeshift sign reads \"Open Arms Processing Center.\""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP", 
                    "COTS"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The interior of the refugee camp is violently, fluorescen lit and painted white in an attempt to maintain a facade sterility. Hushpuppy stares at the strange and modern ceiling like they've descended from another planet."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It didn't look like a prison, it looked like a fish tank with no water. The Bathtub residents walk through the gymnasium which ha been converted into a holding tank/hospital for refugees. Student doctors are examining, treating, feeding people. abandoned souls, the sick, and the old are lined up waiti for assistance."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP", 
                    "KITCHEN"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "A processed egg patty jiggles weirdly as it hits Hushpupp tray. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't eat that. DR. MALONEY, a clean-cut, over-extended handsome young do hustles toward the lunch line."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DR. MALONEY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mr. Doucet, can I have a word with you, we found something in your test. It's- WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Whoa whoa whoa, not in front of my kid. Stay, Hushpuppy. 56"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink pulls Maloney out of earshot."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DR. MALONEY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mr. Doucet, there's no easy way to say this... Hushpuppy struggles to hear more, only a couple words com through the din of refugees."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DR. MALONEY, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "...require surgery immediately...you need to think about what you want for your daughter...you could die. In Hushpuppy's POV: Maloney puts a sympathetic hand on Wi shoulder and Wink pushes it off violently. Maloney puts u his hands in peace and Wink shoves him through one of the curtains and is assaulted by a flood of orderlies. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't need nothing from you! You keep your hands off her! I don't need nothing from y'all! Let me go! Hushpuppy is snatched as she fights to come to his rescue HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy! They tackle Wink to the ground. He goes limp as he falls."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP", 
                    "COTS"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "We TRACK with Wink as he comes to consciousness rolling through the cots. He is sedated and being pushed in a wheelchair. He looks through an open door. In Wink's POV- Joy, Tee-Lou, Lizard, and the rest of Bathsheba's original school class play in a room with a BABYSITTER. She tickles Hushpuppy, who has been given new clothes and looks like a normal little girl for the first time. Her boots and boys underpants have been traded for a delicate blue dress. The image is jarring. 57 BABYSITTER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy needs a hug. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't want your hug! The Babysitter squeezes Hushpuppy. Hushpuppy tries to squ away. BABYSITTER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy, that's not how nice girls act. Say \"I'm sorry ma'am.\" Hey! Say it. Say it or you're going to corner time. Hushpuppy's eyes meet Wink's and she freezes at his horrifying appearance. Wink grabs a sofa trying to stop the wheelchair as it rol by. His fingers slips off, too weak to hold on. He tries scream and nothing but a SEDATED MOAN comes out of his mo He tries to pull the tubes out of his arm. ORDERLY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(gently moving Wink's hand AWAY)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There there, sir. Hushpuppy stares in shock as Wink is wheeled away."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP", 
                    "WINK'S ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Hushpuppy watches in hiding as a hand covered in a rubber glove changes the bandage on a surgical scar; it looks infected and mishandled. The same hand puts pills in Wink's mouth."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP", 
                    "TERMINAL WARD"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy stands over an old man on an artificial respira She's creeps closer, examining him. She puts her head on chest. His heart is beating."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When an animal gets sick here, they plug it into the wall. She whispers in his ear. 58 HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They're coming for you."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP", 
                    "TERMINAL WARD", 
                    "A DIFFERENT BED"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "She repeats the process with another vegetable."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy says, if he ever got so old he couldn't drink beer, or catch catfish, that I had to put him in a boat, and set him on fire, so no one could come plug him into the wall."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP", 
                    "WINK'S ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Hushpuppy peeks through the curtains at another terminal She sees two orderlies force pills into Wink's mouth. He' regaining his strength and is able to hold them off momentarily before submitting, and going limp. Hushpuppy bolts, unable to take it. We stay in the room as the orderlies walk away. Wink peeks to make sure they're gone, then spits his pill the floor. Wink stares at the ceiling for a long beat. Then, with a burst of energy he grabs his morphine drip and topples himself onto the floor. He pulls his wires out."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP", 
                    "KID'S ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "Hushpuppy lies asleep in a pile with Tee-Lou, Lizard, and Joy. Wink enters and jostles her awake. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Boss. Let's go. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Where we goin'? 59"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP", 
                    "HALLWAY", 
                    "CONTINUOUS"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink and the girls hustle to the entrance of the Refugee center. Walrus comes running down the hall, pushing Peter T on a gurney. Wink looks bewildered, the rest of the team seems to have their own plan afoot."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "REFUGEE CAMP", 
                    "COTS"
                ], 
                "terior": "INT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "Jean Battiste and Little Jo charge through the cots rilin refugees into revolt as the orderlies chase them trying t maintain decorum. JEAN BATTISTE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Go home! Everybody get up! Don't you want to go home? Lets go! These people don't care about you! Little Jo fights off an orderly with a syringe. LITTLE JO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You live in this hell hole!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT/EXT. REFUGEE CAMP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink runs the kids toward the bus, they pass two busses labeled for Salt Lake City, Des Moines. Wink helps Joy, Tee-Lou, and Lizard get on. Then Hushpupp Suddenly Wink's hand slips out of Hushpuppy's. He steps a from the evacuating bus. Hushpuppy turns and the bus door slams between them. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(from outside the door) Make sure you put her somewhere good ok?  Wink sags. He's giving her away. He turns to leave.. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(banging on the door) NO! I ain't running! No! 60"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink walks away from the bus, his chest heaving, his face clutched in the horror of what he's done. Behind him, the bus pulls forward, then veers violently. Hushpuppy charges the driver clawing at her face, punchin and kicking. HUSHPUPPY (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Let me go! The driver pulls the break and Hushpuppy bangs the doors open. She charges Wink from behind, gives him a diving shove. He topples over. HUSHPUPPY (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You trying to get rid of me! You trying to get rid of me! WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No! HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why you trying to get rid of me? WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I ain't trying to get rid of you. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You is. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No. Hushpuppy... I can't take care of you no more. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yes you can. Hushpuppy stares him down, accusing. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Daddy's dying! Hushpuppy's chest heaves up and down. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "My blood is eating itself. You know what that means? 61 HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't be sayin' about dying. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Everybody's Daddy dies. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Not my Daddy. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yes, your Daddy! Her defiance is broken and the information starts to sink It hurts Wink as much as it hurts her. WINK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I didn't want you to watch that, ok? You understand? Wink doubles over hacking. He COUGHS horribly. Hushpuppy looks down and sees blood spotting the grass, dripping from his mouth. The Bathtub gangs charges out the door! Across the parking lot they go in a spree of euphoria, co to a halt around Wink. Hushpuppy is trying to drag his limp body across the park lot. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on! Come on! Little Jo hold Hushpuppy away from him. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Walrus, get me home."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LAFOURCHE ROAD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The Bathtub crew carries Wink through the entrance to tow His arms slug over Walrus and Jean Battiste, he's barely to help walk. We sense from the weary faces and silent eyes that it's b a long journey home. 62"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "INT./EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "They drag Wink through the Shacko entrance. Everyone goes in except Hushpuppy who stops outside the d as they lay him down in convulsions. She stays and tries watch. Wink tries to say something to Walrus and can't. Blood bubbles out of his mouth. Wink catches Hushpuppy's eye th looks away as fast as he can. Reeling, but steady, Hushpuppy backs out the door."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LAFOURCHE ROAD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy walks down the road in an almost eerie state of calm. She takes in the remnants of rusting houses and flipped boats, her lifeless ghost town."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Everybody looses the thing that made them, it's even how it's supposed to be in nature."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "LAVA RIDGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Now with her three friends, she tip-toes past several humongous footprints up to a gruesome fox carcass. Someth gigantic has ripped open its stomach and gutted it. She leans over, unafraid, trying to understand it's meani Flies swarm and nibble, their movement almost elegant. Se in close up, the gory mess has a strange beauty to it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The brave men stay and watch it happen. They don't run. A SONIC BOOM springs her upright, she looks around for th source of the sound. Is it an Aurochs? She looks towards the muddy bayou. The SONIC BOOM sounds again and the entire body of water quivers with the impac"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DARDAR RIDGE"
                ], 
                "terior": "EXT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "The beacon blinks out on the water. 63"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy stares towards it. The children are gathered behind her. Something has changed in her eyes. The eerie calm has giv way to a hardened determination. Though unclear to us, he internal path of action is certain. She takes a deep breath, and lets out a WARRIOR CRY. She runs straight into the water with her girl gang charging behind her."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GULF OF MEXICO"
                ], 
                "terior": "EXT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "Joy, Tee-Lou, Lizard, and Hushpuppy swim through open wat pulling each other forward. They head in the direction of the beacon. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on! Keep going! They try to kick toward the light but are getting nowhere the current pulls them backwards. We hear a BOAT HORN and they look to where an ANCIENT TUG BOAT with a cabin that towers into the sky like a giraffe head, appears through the mist."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GULF OF MEXICO", 
                    "SERGEANT MAJOR'S BOAT"
                ], 
                "terior": "EXT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "The girls climb aboard, lifting each other onto the deck. They look up to the sound of FOOTSTEPS on the upper deck. Hushpuppy looks up to see SERGEANT MAJOR (60) - A big, timeless looking man with a salt and pepper mousta saunters up to the rail. He stares down, examining these runts with an air of suspicion. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm going by my Mamma. He smiles broadly, as if this was the secret password. Hi and Hushpuppy stare at each other and immediately there i understanding. Two lost souls in the wilderness. SERGEANT MAJOR"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That's a good place to go. 64"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GULF OF MEXICO", 
                    "SERGEANT MAJOR'S BOAT"
                ], 
                "terior": "EXT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "Hushpuppy sits adjacent to the Sergeant in the tug's elev wheelhouse. They are two stories up, and the white walls create a glow that makes us feel like we're almost in ano dimension. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Which way are we going? SERGEANT MAJOR"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't matter baby, this boat'll take you exactly where you need to be. It's just that type of boat. Hushpuppy and Sergeant Major share an ease unlike anyone we've seen Hushpuppy interacted with. The speak like an o teacher with his favorite disciple. They let their silenc last."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SERGEANT MAJOR, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You want a chicken biscuit? Hushpuppy shakes her head `no'."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SERGEANT MAJOR, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They're good for you. A deep, far away melancholy settles over him. He munches a chicken biscuit, then tosses the wrapper on the floor. wheelhouse is wall to wall with chicken biscuit wrappers."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SERGEANT MAJOR, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I been eating these all my life. I keep the wrappers in the boat, `cause they remind me who I was when I ate each one. The smell make me feel cohesive. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I wanna be cohesive.  SERGEANT MAJOR"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh you will be, I got no doubt in my mind. They let this thought settle, then Hushpuppy turns her sw chair back toward the water 65"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The beacon appears through the mist. Hushpuppy's eyes go wide. As they approach, another boat comes into view. A half- sunken barge that looks as though its been rusting in the same position for a century. As we move in we see a lit u sign: \"Elysian Fields Floating Catfish Shack GIRLS GIRLS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "GIRLS.\"", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ELYSIAN FIELDS", 
                    "ENTRANCE"
                ], 
                "terior": "EXT./INT.", 
                "ToD": "EVENING", 
                "shot type": null
            }, 
            "text": "Hushpuppy, Joy, Tee-Lou, and Lizard disembark onto the ba with Sergeant Major following behind. They circle around hatch in the floor with light pulsing out of it. Far-away JAZZ echoes up from the bowels of the ship. They look to each other in wonder."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ELYSIAN FIELDS", 
                    "DANCE FLOOR"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Hushpuppy descends a ladder into a glimmering wonderland. Christmas lights swallow the ceiling, and a light smoke facade encompasses everything. We feel like we're looking a portal into the past, a Belloq-esque turned New Orleans Jazz parlor. The regulars are all oil-workers wooing thei ladies of the night. There is a stage with a DJ and two singers, karaokeing al with \"Until the Real Thing Comes Along\" by Fats Waller. The hyperactive MISS FRANKIE, the matriarch of this establishment, comes a'hoppin'. MISS FRANKIE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Holy crap you have toddlers! SERGEANT MAJOR"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Good afternoon, Miss Frankie. MISS FRANKIE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well butter my butt and call me a biscuit! How you, Sergeant Major? You need some grits? SERGEANT MAJOR"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yes ma'am. 66 MISS FRANKIE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Holy Sugar, they are so precious! Y'all just as cute as a tub of puppies! Women descend on the kids who recoil, not knowing what to with all this affection. Joy Strong puts up her fists. Hushpuppy pushes through the crowd nonplussed by the flur of doting ladies. They are not who she is looking for. Th are not who she is looking for. She scans pictures of strippers through the ages pasted u all over the ceiling, each of them with a bra hung on it, none of them right. Bar patrons nod and tip their glasses to her as she passe ladies smile and return to their drinks, drunk flirtatiou dancers giggle at her, but she remains unfazed. She reaches two swinging doors that lead to the kitchen. Hushpuppy stops. Sniffs. Heaven. SLOW MOTION: in Hushpuppy's POV, smoke curls through the swinging doors, the light illuminating the dust particles It's a magic kitchen. Her POV tilts down to the floor whe a pair of well-pedicured feet in flip-flops walks towards swinging doors. They open. Hushpuppy holds her breath. A gorgeous COOK (35) wearing a baseball cap and an apron comes out the double doors. She wipes some sweat off her brow. She watches the band and kills a bottle of ice-cold beer. The Cook looks down. Sees Hushpuppy. COOK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You need something baby? Hushpuppy nods, holding her breath. She still can't speak COOK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well whatchu want? You alone? Hushpuppy shrugs. She's too stunned, too shy to speak. 67"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Cook takes stock of the helpless creature in front of her. Like a butcher shop owner with a pesky hungry puppy, she submits to Hushpuppy's longing gaze. COOK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Get in here, I'm'll show you a magic trick. Hushpuppy follows her into the magic kitchen, knocking he head against the swinging doors on her way in."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ELYSIAN FIELDS", 
                    "KITCHEN"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "With the smooth fanfare of a circus performer, The Cook l an egg, opens a beer bottle with her teeth, SPITS the cap the egg and it cracks over the grits. Hushpuppy's face is joy beyond all measure. She watches t Cook's flying hands, she prepares everything in a single motion, it's like a dance. She slaps a fresh alligator ta on the table and begins sawing through the scales. COOK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Lemme tell you somethin', when you're a child people tell you that everything's gonna be all hunky- dory and all that bullshit, but I'm here to tell you that it's not. So get that out your head right now. She removes the knife from the gator and aims it at Hushp like its a pointer. COOK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Life's some big old feast, yeah, but you? You ain't nothin' but a stupid little waitress. She scales a gator, strips the bones, dredges, fries. COOK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Everything you got on your platter gonna fall on the floor and ain't nobody gonna be there to pick it up for you. Someday it's all gonna be on you. 68"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She stirs the grits. Grits on plate. Gator on plate. Plat in front of Hushpuppy. Lemon is squeezed all over everything. COOK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So smile, girl. Hushpuppy tries to crack a grin. She barely remembers how smile and it comes out all wrong. The Cook shakes her hea opens another beer on her teeth, and heads for the pantry COOK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Nobody likes a pity-party-having- ass-woman. Hushpuppy stays behind staring into the floating particle dust in the incandescent light-- stars of the universe. T golden bubbling fry pot-- lava of the molten core."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ELYSIAN FIELDS", 
                    "KITCHEN"
                ], 
                "terior": "INT.", 
                "ToD": "LATER THAT NIGHT", 
                "shot type": null
            }, 
            "text": "Four perfect gator nuggets are placed next to a sumptuous dollop of grits. COOK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The gator's magic. Hushpuppy looks up from her food-hypnosis. COOK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(encouraging a smile) Awwwwwwwww. A real smile emerges across Hushpuppy's face. COOK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mmm-hmm."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ELYSIAN FIELDS", 
                    "DANCE FLOOR"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Magic soars as the couples rock back and forth on the dan floor. Strippers cradle their dates. It's all very sweet and tender. This seems to be the M.O of this strip club, slow-dance not pole-dance. The kids are each dancing with a stripper, glowing with l They are orphans in a heaven of mothers. 69"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We float back to Hushpuppy, the camera dances with her an the Cook. The Cook squeezes Hushpuppy and spins her. Each time we catch their face their eyes are wetter and wetter. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You can take care of me. Me and Daddy. After a long beat. The Cook shakes her head `no.' COOK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't know nothing bout your Daddy, I can't take care of nobody but myself. This sinks into Hushpuppy. COOK (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You can stay if you want. Hushpuppy considers this for a moment, squeezes the Cook. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is my favorite thing. COOK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I know. A far-away look has come over her. Her mind is somewhere else."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I can count all the time I've been lifted."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HUSHPUPPY'S HOUSE", 
                    "DIMLY LIT ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "We look up at a face that's slowly coming into focus- it' Wink, younger and healthier."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I can count all the times I've been lifted on two fingers. 70"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He is the first sight of the slimy newborn baby girl tuck in his arm. Baby Hushpuppy stares up at him as he carries her."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WOMAN'S VOICE, (O.S)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink! Bring my baby here! They need to wash her off. WINK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Naw, that waits. Baby Hushpuppy's huge-eyed, warped facial expression ogle Wink. She coos. WINK (CONT'D) (TO HUSHPUPPY)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Alright fatso, breathe some air. They pass through a doorway and sun washes over Baby Hushpuppy. She smiles and smiles at the world."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ELYSIAN FIELDS", 
                    "DANCEFLOOR"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Back in reality Hushpuppy gathers herself. She's suddenly not hugging back, just being held. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I need to go home. COOK (WHISPERED)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No. Hushpuppy cups her hand to the Cook's ear and whispers something inaudible. The Cook squeezes her tight, seeming on the verge of adop her. But she can't. She spins Hushpuppy around and around then puts her down withouth meeting her gaze. Hushpuppy watches her disappear into the crowd of swaying couples. All goes quiet, and we sit behind Hushpuppy's head, a sea light like a crown around her. MUSIC SWELLS. Decisively, with the force of a charging general, Hushpuppy turns and runs toward camera. 71"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DEAD OAK RIDGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "MATCH CUT to Hushpuppy leading Joy, Tee-Lou, and Lizard across a ridge dotted with Dead Oak trees, she's come bac the Bathtub."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DEAD OAK RIDGE", 
                    "WATER"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The camera moves over the water, past the dead oaks. We turn the corner past a stretch of marsh, and come upon Aurochs, four of them, now suddenly and viscerally in the landscape of the Bathtub, swimming steadily toward solid land."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The Bathtub crew sits by Wink's bed. His eyes are open, b everyone is silently waiting for the inevitable."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ARK WRECKAGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The children crest the ridge. The RUMBLE of Aurochs hoofs is suddenly and violently audible. Hushpuppy turns. She catches a glimpses of something mass moving behind the distant oaks. The kids turn and hustle down the ridge. Hushpuppy, Joy, Tee-Lou, and Lizard hustle down hill with increased urgency. The DISTANT TRAMPLING is growing loude Behind Hushpuppy the dark shapes of the Aurochs crest the ridge in a deafening STAMPEDE. Joy, Tee-Lou, and Lizard scream and sprint out in front of Hushpuppy. Hushpuppy walks steadily forward, refusing to run. Her fa locked with determination, she is unafraid. Her eyes shoo toward the shacko."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Wink, with all his strength looks toward Hushpuppy, their eyes meet. 72"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In Wink's POV, Hushpuppy stops dead on the bridge, waitin for her fate, staring toward her father."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ARK WRECKAGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The Aurochs bear down on Hushpuppy from behind, their footsteps rattling the frame. They grow inconceivably lar the camera has to tilt to hold the frame. Hushpuppy balls her fists and stands her ground. Suddenly she turns. The Aurochs ROARS. Then, inches away from Hushpuppy, she stops. She SNORTS, blowing Hushpuppy's hair back. Hushpup doesn't flinch. The Aurochs stares face to face with Hushpuppy. Sniffs."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Wink is frozen in wonder, unable to believe his eyes."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ARK WRECKAGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy raises her chin in confident defiance. Now in full profile, we see the Aurochs towering 15-feet tall, she takes a step forwards, sniffs again. A low SNOR or is it a purr? The Aurochs lowers her head with respect. Her eyes well with emotion, recognizing one of her own. A ferocious warrior. The Aurochs steps back, takes a knee, and with a BELLY FL that rattles the very earth, she lays down. Her three companions follow suit, their fat tummies settling into a almost joyful, lazy, repass. A strange calm has settled over Hushpuppy. Almost a smile but more of a peace and an affection for her equal. They' both children in their way. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're my friend, kind of. 73"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mother Aurochs grunts, a sentence only Hushpuppy can understand. HUSHPUPPY (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I gotta take care of mine. With weary and clumsy steps, the Aurochs stand and retrea"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Hushpuppy approaches the shacko. It's like walking the plank, but she's unafraid, at one with her destiny. The Bathtub crew look on her in awe. They part ways to le her pass. She reaches the door, steeling her reserve. Hushpuppy opens the door."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SHACKO IN THE BACKO"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Wink is curled up on Hushpuppy's bed-- very, very thin. H eyes are closed. His chest heaves up and down in short violent breaths. Hushpuppy stands and stares. Wink looks at Hushpuppy in reverence. He knows it's the l time. Wink motions for her to come closer. Hushpuppy inches toward him. It takes all of her might. S sits on his bed. Hushpuppy takes her to-go container from Elysian Fields o of a paper bag and pops it. She unwraps a gator nugget, d it in hot sauce, and holds it out for Wink to take a bite Hushpuppy watches as Wink chews weakly. She eats one herself. Wink and Hushpuppy draw it out. They don't want it to end It takes a full minute for him to swallow the first bite, she paces herself to finish when he does. WINK (BARELY AUDIBLE)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Real good. 74"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wink's chest heaves up and down, harder and harder. A tea rolls down his face. WINK (CONT'D) (CHOKING UP)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No crying, you hear? She holds them back, being tough for her Daddy. HUSHPUPPY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No crying. Hushpuppy's face hardens, and even as the tears fall, we a strength and composure that only Wink could have put th She falls into his arms and he embraces her. Hushpuppy squeezes Wink. She does not let go. She stays strong. Wink's hand trembles on her back. She holds him as his deep, warm, heartbeat slows, slows, stops. His weight slumps over her. She keeps on holding him, but she knows."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GRAVEYARD BY THE WATER"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Steadfast, Hushpuppy holds a torch on the edge of the Bathtub. The Turck, piled with branches, floats in front her. She lowers the flame and lights a cloth covering Wink's b aflame. She pushes the funeral pyre out into the current. We watch the boat flames drift into the foreground, cover Hushpuppy face with flames. She looks into them in all he grief and wisdom. The group begins a funeral prayer, playing quiet in the background as Hushpuppy contemplates the pyre. PETER T"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As I stand by the bayou, Everyone else joins him. EVERYONE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A ship at my side starts her motors and sails for the gulf. I watch her until she disappears. \"There! (MORE) 75 EVERYONE (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She's gone!\" Gone where? Gone from my eyes, that's all. She's just as big as when she left me. And somewhere else, other voices are calling out, \"Here she comes!\" And that is dying. They raise their drinks to the sky and shout in unison. EVERYONE (CONT'D)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HERE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hushpuppy gazes into the sparks leaping off the top of th fire are foregrounded in front of Hushpuppy, particles of Wink jumping into the sky. HORNS ENTER, droning low, and building into an funeral dirge."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When I relax behind my eyes I see everything that made me flying around in invisible pieces. When I look too hard it goes away, but when it all goes quiet, I see they are right here. The Turck almost disappears over the horizon. The HORNS t a hopeful turn, the melancholy of the dirge mixing with t anthem of the Bathtub."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I see that I'm a little piece of a big, big universe, and that makes things right. Hushpuppy stands tiny on the ledge of the Earth, framed i front of an expanse of endless water."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CAUSEWAY", 
                    "POST-FLOOD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The Bathtub gang marches across the marsh road. Hands tou the town sign, saying goodbye."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "HUSHPUPPY, (V.O.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When I die, the scientists of the future, they gonna find it all. They gonna know, once there was a Hushpuppy, and she lived with her Daddy in the Bathtub. 76"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We CUT WIDE to reveal that the water is rising and washin over the road. Our heroes are marching on the final slive of land. The camera flies backwards, and our view of the road disappears into mist and churning waves. They appear be walking on water. Hushpuppy leads them forward, into the future. CUT TO BLACK."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]