[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CIMMERIA", 
                    "MUDDY FIELD"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "A blonde-haired, armored AESIR RAIDER withdraws the blood sword from the stomach of ISLENE, a wild-maned Cimmerian beauty, many months pregnant, now clutching her bloody stomach. Across a muddy battlefield, the air a maelstrom of fallin snowflakes and embers from trees aflame, the powerfully b CORIN rallies his fellow CIMMERIANS, until he spots Islen"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Islene!!! Wielding a broadsword, runes etched into its surface, Cor cuts a bloody path through his enemies, his eyes never leaving Islene. The Aesir standing over Islene LAUGHS as she claws at the earth behind her, trying to pull herself away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AESIR"
            }, 
            "text": "Now, now little whore. Did I get you or your little one? 2. Islene's hand reaches back once again -- and it finds a fallen warrior's SWORD. In one fluid motion she swings th sword around her body and drives it into the gap in the Aesir's armor -- at his groin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ISLENE"
            }, 
            "text": "I'd ask you the same. The Aesir HOWLS in agony, raising his sword to deliver th killing blow -- when another sword pierces his chest. The Aesir falls, revealing Corin standing behind him. Corin throws aside his horned helmet, and falls to his kn beside Islene, checking her wound. When he pulls his hand back they are coated in blood. Their eyes meet. Torment. Loss. They both know. She pulls knife from the folds of her pelts, puts it in his hand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ISLENE (CONT'D)"
            }, 
            "text": "Take your child."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "I cannot. Islene looks to her naked belly. The baby inside presses against its womb, a visible impression on her flesh."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ISLENE"
            }, 
            "text": "There is no time, husband. I would see my child's face. Islene's eyes flutter as she struggles. Corin lowers the knife. Islene's eyes lock with Corin's as he puts the kni to use. Never once does she scream. A moment later, Corin lifts the crying, blood-covered BOY through the falling snowflakes to Islene's lap."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ISLENE (CONT'D)"
            }, 
            "text": "A boy. He will be strong. A warrior with no equal."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Do not speak, love."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ISLENE"
            }, 
            "text": "You have never been able to still my tongue, and you will not this day. He will be wild, Corin. You must temper him. She shares one kiss with her child, its first taste not o mother's milk, but of her blood. 3."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ISLENE (CONT'D)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(FADING)"
            }, 
            "text": "Conan. His--name--is--Conan."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "The boy's eyes are as deep and blue as the Eastern Sea."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TITLE CARD", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CIMMERIAN VILLAGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "A small Cimmerian village lies in a heavily forested vall a redoubt from the icy mountains surrounding it. Round wooden huts surround a stone-lined pit, where young CIMMERIAN BOYS, ages 12-15 stand. Pollen drifts through t air, giving it an ethereal haze. At the center of the pit URAN, an elder Cimmerian warrior speaks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "URAN"
            }, 
            "text": "A Cimmerian warrior is like any other man. A Cimmerian warrior feels hunger. He feels cold. Like other men he may lie and cheat. (stares the boys down) But when a Cimmerian warrior hungers, he hungers only for the blood of his enemy. When he feels cold, it is the cold steel of his sword. When he lies, he lies in wait for his enemy. And when he cheats, he cheats death itself! Uran stops at the end of the line, where a boy stands a g two heads smaller than the rest. He is no more than eight but his face is as stoic, driven."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "URAN (CONT'D)"
            }, 
            "text": "Conan! You are too young to be here. Withdraw. CONAN, determined, doesn't move an inch. The LARGEST TEEN menacingly steps up to the smaller boy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LARGEST TEEN"
            }, 
            "text": "He said leave, motherless whelp. 4. The hulking teen goes to shove Conan, but Conan pulls his towards him, lashing out with his other hand, punching th teen in the throat. The large boy goes down hard, hands and knees, gasping fo air. A smattering of LAUGHS erupt from the boys, quickly silen by Uran's stare. Uran hands out RIVER STONES to each boy, ending with Conan. The boys know what to do: they put the large stones in their mouths."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "URAN"
            }, 
            "text": "In the black crag in the high pass stands a wooden training sword. The one who claims it, with stone still in his mouth, will have earned the right to train with the warriors. The boys look at each other, sizing up the competition."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "URAN (CONT'D)"
            }, 
            "text": "Well? What are you waiting for?! And off they run. They knock each other down, punching th other's stomachs, each trying to force the other to expel their stones. One or two succeed. Most of the remaining boys run for the trail that winds h into the mountains. But a few head right for the sheer cl face. Conan follows the ones headed to the cliff."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CLIFF FACE"
            }, 
            "text": "And when the Cimmerian boys climb, it is a sight to behol They find cracks we can barely see and scale the smooth r face as though it were a ladder. The hulking teen reaches for the same handhold as Conan, trying to knock him off. Conan swings with one hand and f another path. In moments he is ahead."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FOREST"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Conan is in the lead as he crests the cliff top, the bigg boys right behind him. They race through the forest, heading uphill -- When Conan spots movement ahead. He pauses -- 5. And the largest teen elbows past Conan, into the lead. Th boy runs two paces more and suddenly flies off his feet, AXE lodged squarely in his forehead. All the boys stop. Out of the dense forest come"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FOUR PICTISH SAVAGES", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Covered with fearsome war paint and armed with dual hand axes, the rotting heads of their enemies are slung at the waist. The boys spit out the rocks in their mouths and YELL. The turn and run in the opposite direction. Only Conan doesn't move, even as another boy pulls at him"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CIMMERIAN BOY"
            }, 
            "text": "Conan! Run! But Conan simply pulls the axe from his large boy's skull turns to face the Picts, his eyes burning. The Picts LAUGH and CHARGE CONAN."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LATER"
            }, 
            "text": "Corin arrives with Uran and other armed CIMMERIAN WARRIOR They get a brief glimpse of a single PICT, escaping in th other direction. One of the Cimmerians takes off in pursu Corin desperately searches for his son."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Conan? Conan?! Conan steps forward from out of a thicket, his body cover in Pict blood. Three PICTS lie massacred, the bodies hack to pieces."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN (CONT'D)"
            }, 
            "text": "What have you done, boy? Conan walks past the other stunned Cimmerians, up to his father. Conan SPITS OUT the bloody stone from his mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "They killed one. I killed three. I am a warrior now. Uran and the other Cimmerian men exchange worried glances Looking at the carved up bodies of the Picts, they are aghast. Conan looks confused. Why aren't they happy? 6."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "A warrior? What you have done a jackal would do. Never a warrior."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "They would have done the same --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "As I said, jackals."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TO URAN)"
            }, 
            "text": "He is not ready. I will forge him myself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TRAINING MONTAGE:"
            }, 
            "text": "Conan is tested under Corin's watchful eye: - Forced to sleep in the snow, while his father keeps war inside. - A heavy boulder on his shoulder blades while he balance wet river rocks. - Climbing a cliff face, his bare hands leaving blood beh on the jagged rocks."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CIMMERIAN FORGE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Flames reflect in the blue eyes of Conan as he works the bellows of the forge. Sparks buzz like angry fireflies as stokes the blaze. Corin sharpens a sword, perfecting it. Conan cannot take eyes off it, stepping away from the bellows."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Stoke your fire, boy. Conan slams the bellows closed, anger rising."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "\"Stoke your fire, chop your wood.\" I have slept where wolves dare not. I have balanced a thousand river stones. When will you teach me the sword? Corin stares his son in the eyes. Judging. 7."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Think you're ready? Then tell me: what is a sword's purpose?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "To slay ones enemies."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "No. That is what it does. Its purpose is why you use it. He tosses Conan two lumps of ore."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN (CONT'D)"
            }, 
            "text": "Tell me, which makes the best sword? Conan takes the two lumps, testing them. He hands his fat back one."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN (CONT'D)"
            }, 
            "text": "The stronger ore, eh? Then we shall make a sword of it, and tomorrow you will show me what brute strength yields."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FIELD"
                ], 
                "terior": "EXT.", 
                "ToD": "DUSK", 
                "shot type": null
            }, 
            "text": "With a setting sun silhouetting the two, Conan attacks Co Conan attacks with fury. Corin defends with grace. Until boy overextends and Corin slashes down a counterattack th SHATTERS CONAN'S SWORD. Corin simply turns and walks away, leaving Conan to puzzl what happened. Corin lowers his sword and walks away, leaving Conan to puzzle what happened."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORIN'S FORGE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Conan works the bellows, putting his back into it. Corin places both ores in the furnace where they begin to melt."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Why did it break? 8."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Because it had no life."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Sparks fly as Corin pounds on the glowing edge of the swo with hammer. Corin nods at Conan, who sprinkles the glowi blade with ash."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CORIN, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The strongest blade isn't made of the hardest steel, boy. The hardest ore is what a man will die for. It is strong and unyielding. It neither cowers nor concedes. But without the softer ore, it can be shattered like glass."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Steam rises as Corin lowers the blade into a freezing sla tub, only to place it right back into the flames."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN (CONT'D)"
            }, 
            "text": "The softer ore is what a man lives for. It is flexible and lasting. It survives, even against the greatest of foes. But too much of the soft ore, the blade will not cut deep enough when it must."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Corin fashions the blade's hilt, engraving the guard and pommel. It is a work of art."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN (CONT'D)"
            }, 
            "text": "A sword must be tempered, the two ores united through fire and ice. Through its suffering the sword comes to hold both life and death. Corin hands Conan the sword."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN (CONT'D)"
            }, 
            "text": "Now tell me, what is this sword's purpose? Conan furrows his brow, trying to puzzle the answer. He can't. Corin's disappointment shows. He takes the sword f Conan's hands."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN (CONT'D)"
            }, 
            "text": "This one is not ready yet. 9. Blood rushes to Conan's face but he says nothing. He rush out."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOUNTAIN LAKE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Frustrated, Conan slashes through a field of reeds, cutti everything within reach of him, expending his rage. Behind him something moves in the forest. We catch just a glimpse of the PICT, the same one that escaped Conan in t earlier scene. Conan's instincts cause him to spin around -- but then there's nothing there."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CIMMERIAN SCOUT POST"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Built into the side of a huge tree, fifty feet up, this wooden structure houses two CIMMERIAN SENTRIES. A BIRD CR in the woods, causing one of the sentries to investigate. THWICK! He suddenly stands up straight, unmoving. The one still sitting in the structure notices."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CIMMERIAN SENTRY"
            }, 
            "text": "See something? The standing sentry falls backwards, revealing an ARROW piercing his right eye. Shocked, the remaining sentry rea for the WARNING HORN mounted on the wall. But as he reaches for it, his shadow becomes three dimensional, MORPHING into"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "A SHADOW SCOUT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A thin, feral humanoid, bodies covered in tattoos, from t deepest jungles of Zingara. The scout lashes out with his black sword and cuts straight across the sentry's throat. This Shadow Scout's name is REMO."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SCOUT POST"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Remo exits and stares down at CHEREN, a BLIND ARCHER clad lamellar armor and a conical sedge hat. Cheren has an arr notched and ready, but somehow he knows not to fire. Cheren lowers his bow and lets out a BIRD WHISTLE -- 10. And the forest comes alive. The forces are an odd combination; massive KUSHITE TRIBESMEN, dark-skinned sava from the savannahs of Kush, and a LEGION OF AQUILONIAN MERCENARIES, heavily armored knights drawn from the citie Aquilonia. Their leaders, respectively, are the six foot-five Kushit chief UKAFA, gold-toothed, his body painted for battle, a the handsome, silver-armored Aquilonian LUCIUS."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "That's the last of their guard towers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "All this sneaking around for a lowly tribe of barbarians."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This lowly tribe of barbarians have buried every warrior ever to set foot on this land, Lucius. KHALAR SINGH, a warlord atop a black horse, rides through fog-shrouded trees. He bears a nomadic visage, with tanned skin and almond-sh eyes. While his voice is calm, his eyes burn with malice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "That is only because they have never faced my legion. Khalar regards Lucius with amusement."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Then show us. But should you fail, remember the plan. Lucius scowls as he delivers a bow to Khalar Singh."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CIMMERIAN VILLAGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Corin walks out of the forge, looking around for Conan. Various other Cimmerians go about the daily routine, but Conan is nowhere to be seen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Conan? 11. Corin looks to the ridge above the village, noticing a th fog creeping in. The fog curls and eddies, something is o there. Suddenly, Lucius and his legion of silver-armored warrior burst out of the fog, attacking with speed and strength. But the Cimmerians are hardly caught flat footed. In seco they are armed, and they counter the charge with a furiou charge of their own. SLAM! Sword and bone collide as the two enemy fronts smas into each other. And the battle devolves into one-on-ones Where the barbarians have the upper hand. Uran and Corin the main push of battle-frenzied barbarians as they swing their huge broadswords, extending their reach advantage o the Aquilonian's shorter weapons. And quickly, the Aquilonian's numbers are cut in half. Co squares off against Lucius himself. Lucius is sweating. Worried. It wasn't supposed to be this hard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "Retreat! As a unit, the Aquilonians race back into the woods. In seconds, the Cimmerians give chase in wild pursuit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Wait! Hold your ground! But it's too late, nearly half the Cimmerian warriors are gone on the chase."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CLIFF FACE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Lucius and the Aquilonians race up to a sheer cliff face. Nowhere left to run. They turn to see the Cimmerians gathering in front of them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "URAN"
            }, 
            "text": "Death is in the air, invaders. Can you taste it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(SMILES)"
            }, 
            "text": "Indeed. I savor it. Uran notices something is wrong. His eyes go skyward. Ato the cliff stand Cheren and a dozen more of his blind arch bows at the ready with FLAMING ARROWS. 12. They let the arrows fly, streaking balls of flame heading right for the Cimmerians. But they do not hit them. They the tree trunks beside them. And for a moment, the Cimmerians look relieved, until the notice small bags of a black substance tied to the arrows The flames lick at the substance -- KABOOM! The forest erupts into flames as the Cimmerian warriors are burned alive."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOUNTAIN LAKE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Conan spins, started by the sound of the explosion. He se flames rising above the treetops beyond. He races back home."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CIMMERIAN VILLAGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Corin sees the flames in the distance as well. Suddenly, Ukafa and his Kushite warriors erupt out of the forest. A with fearsome barbed spears they charge the remaining Cimmerians, savage against savage. But the Kushites are not alone. From behind the Cimmerian comes, AKHUN, a massive four hundred pounds of flesh, wea loops of chains like armor, leads his turbaned TURANIAN HORSEMEN into the village. The Cimmerian WOMEN arm themselves, but the Horsemen atta with NINE TAILED WHIPS pulling their swords from their ha and dragging them to the ground. The Horsemen quickly gather up the women while Ukafa and men keep the Cimmerian warriors all too occupied."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Conan rushes through a river, now tinged red with blood, reaches the far end of the village. Huts burn, women are chained, only a handful of Cimmerian still stand. Lucius and his Aquilonian mercenaries are helping the Spearmen slay the wounded. Conan grabs a fallen sword and rushes for the nearest Aquilonian and RUNS HIM THROUGH. A ZINGARAN spots him and rushes him with his spear. Conan readies himself for the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHARGE --"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "13.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When the Zingaran loses his head, lopped off by Corin's blade."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Father!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Come. Corin, sporting a deep gash to his abdomen, pulls a reluc Conan from the battle, back toward the forge."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FORGE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The flames of the forge still burn as Corin pushes Conan the room. He bolts the door behind him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Do we need more weapons? Corin drops his sword, then struggles to lift a heavy gra in the dirt floor. Beneath it a trough of cooling water l under the hut and away from the village."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Go. There is a hunting lodge in the North Pass with provisions."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "No! I will fight! Corin grabs Conan by his tunic, pulling him up to his fac Corin's eyes are half-crazed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "This fight is over, but yours has just begun. You wanted to be a warrior of the tribe, Conan--now you must be its last."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Father, I am not afraid to die."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Good. Make your death have purpose. BOOM. Something slams at the door. It does not budge. Aga BOOM. A shadow appears under the door, sliding into the forge, MATERIALIZING into the form of Remo. Remo quickly slides the bolt. 14. In rush enter Lucius and Ukafa. Corin and Conan face thei attackers, fighting in close quarters. Lucius rushes at Conan, only for Conan to duck under his attack and -- THROW HIM IN THE FIERY FORGE. Lucius SCREAMS in agony, ri up to reveal half of his formerly handsome face burned to crisp. Corin fights Ukafa to a standstill, until Remo emerges fr the shadows behind him and drives a short sword into his back. Corin falls to his knees."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "No! Lucius delivers a massive backhand, sending Conan flying backwards -- and demolishing one of the Forge's main supp beams. Half of the forge comes crashing down on top of Conan, pinning his bleeding form to the ground, just a few feet his fallen father. Enraged, Lucius turns his anger to Corin, raising his swo to deliver the killing blow."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I said I wanted a word with him. Lucius stays his hand as Khalar Singh steps into the forg Beside him stands the PICT who escaped from Conan earlier grinning from ear to ear. Khalar Singh hands him a bag of gold."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As promised."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PICT"
            }, 
            "text": "(strange dialect -"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SUBTITLED)"
            }, 
            "text": "Their heads. You promised me their heads."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "All you wish, once we are gone. The Pict nods and heads off, drawing his knife. Khalar Si stares down at Corin, sizing him up. Corin lifts up into a sitting position, back to the forge 15."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I take no pleasure in this day, barbarian. Your people are fierce warriors, deserving of every story told of them. But now you must choose the story for yourself. I am Khalar Singh. My army is handpicked from the best Hyboria. My second, Ukafa, and his Kushite horde. Remo and his Shadow Scouts from the jungles of Zingara. And countless others. They all had a day like this one. They all chose a way forward. Into the forge walks Cherin and Akhun. The lieutenants st behind Corin, eyeing Corin with malice. Corin catches a glimpse of Conan, buried but staring back him, unable to move. Corin quickly turns away, careful no give his son away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "What is it you want?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "I seek neither gold nor steel, but flesh and blood. The last of a royal line that goes back three thousand years. Corin LAUGHS."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Royalty in Cimmeria? Never. Each man is free here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "But I seek a woman. Khalar looks outside the door of the forge. The Cimmerian women are being herded by the slavers."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A queen in hiding. Point her out and you'll spare the lives of your own. Perhaps even your wife?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "My wife was killed, long ago, by swine such as you. Khalar nods, understanding. 16."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Then our stories began in the same place, Cimmerian. I too lost my wife to marauders. How many men, in how many lands have suffered so? The only answer is power, strength unfettered, the kind of which can unite all Hyboria under a single crown. That is the legacy I seek. Will you join me? It's a powerful, convincing speech. But Corin holds his tongue, unmoved."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Very well. Then death will be your story. Your men will die. And your women too, when I am done with them. None will survive to carry your name forth, and over time, even your enemies will forget you ever were. You will be wiped from the pages of history. (to his men) Take your blood, but leave the kill. One by one, the lieutenants beat and stab Corin, taking pleasure in his pain. Conan struggles, trying to move, to yell, to do anything other than lie there. But a huge timber lies upon his bac pinning him to the ground."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fariq! Come! Entering the wrecked forge is FARIQ, the six year old son Khalar Singh. He stares at Corin's bleeding form with the dispassion of a sociopath. Khalar picks up THE SWORD Corin and Conan had forged together, the one Corin took away. He admires it, then ha it to his son. He keeps a hand on it as it is too heavy f his son to lift alone. He instructs his son as if teachin him multiplication."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Before you lies our enemy. His tribe waits for him in the beyond. What would you do? 17."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "I would cut out his eyes, father, so that he will not find them. So he will wander the afterlife forever. Khalar smiles."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Show me your strength, Fariq. Without it, you will never rule. With it, you will never be forgotten. Fariq DRIVES THE SWORD INTO CORIN'S EYE. Corin doesn't ma sound. Once Fariq has ripped out Corin's eyes, Khalar run Corin through."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You have your desire. Death has found you. Corin spits out his last words, also meant for Conan."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Soon -- it comes for you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN'S POV"
            }, 
            "text": "Conan glimpses around the faces of Khalar and his men, ea image seared into his memory as if ablaze."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Burn this place. It no longer exists."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CIMMERIAN VILLAGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The forge is lit afire from a half dozen torches, thrown its roof and inside its windows. Khalar and the other wat as the building roars into flame."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FORGE"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Smoke fills the air. Conan struggles, still unable to mov He COUGHS, dying. But then the fire collapses more of the forge, and the falling beams shatter the one that pins Conan to the grou 18. Slowly, painfully, Conan drags himself into the cooling trough that runs beneath the hut. FADE TO BLACK."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CIMMERIAN VILLAGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Conan exits the forge only to see the entire village burn The bodies of everyone he has ever known litter the landscape. Nothing stirs. Until he hears a strange CHOPPI SOUND."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE PICT"
            }, 
            "text": "Conan spots the Pict, who is decapitating a dead Cimmeria warrior, adding to the collection of heads at his tattooe waist. The Pict doesn't notice as Conan slips up behind him, the RUNS HIM THROUGH. As the wide-eyed Pict dies, Conan takes the sword and CUT NOTCH into his arm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DISSOLVE TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "NOTCHED ARM"
            }, 
            "text": "Where there was once a single notch, there are now FIVE s notches, on a much broader arm that struggles to pin anot powerful looking arm."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "BAR", 
                    "MESSANTIA"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "A raucous bar on the Argossean waterfront. Out the window see a port lined with Shemish galleys and junks from Kush The bar is filled with the hearty sailors and merchants o those ships, and those who desire to part them from their hard-earned money; Zamoran thieves, Hyborean mercenaries Brythunian whores. Most of them watch the arm wrestling m taking place at the back of the bar. A pair of CITY GUARDS, short swords sheathed at their sid enter the bar and are immediately summoned over by the harried BARKEEP."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARKEEP"
            }, 
            "text": "He's back there. The barkeep motion to the arm wrestlers. 19."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CITY GUARD #1"
            }, 
            "text": "What's this one done?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARKEEP"
            }, 
            "text": "What's he done?! What hasn't he done? He's bedded six of my whores and finished off three casks of mead--and he hasn't paid so much as a silver piece for it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CITY GUARD #1"
            }, 
            "text": "So have your men deal with him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARKEEP"
            }, 
            "text": "I did. Behind the bar, six men each hold down two HULKING MEN YELLING in agony as their horribly broken arms are snappe back into place."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CITY GUARD #2"
            }, 
            "text": "Sounds like a real problem. Too bad we have other places to be right now. The Barkeep shakes his head, knowing the routine. He slip pair of silver pieces into the soldier's hand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARKEEP"
            }, 
            "text": "Just get that behemoth out of here. The two City Guards make their way to the back of the bar His back to them, the DRUNKEN MAN they're after struggles pin his opponent, cobras beneath each of their wrists, re to strike at the loser. A pair of voluptuous WHORES watch caressing the Drunken Man's sinewy back. The Drunken Man YELLS in fury as he SLAMS the other man's hand down upon the cobra, which immediately bites its pre As the soldiers arrive, the drunken victor throws his tan of ale at the Barkeep, who's now back behind the bar."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DRUNKEN MAN"
            }, 
            "text": "Piss-water! You'll serve my friends and I your best, barman, or you'll taste steel!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CITY GUARD #1"
            }, 
            "text": "Time to leave, northerner. The Drunken Man turns as the City Guard puts a hand on hi shoulder. 20."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "The gangly fifteen year old boy has grown into a powerful built man, broad-shouldered with sun browned skin lined w battle scars. Only the piercing blue eyes and square cut black mane remain from the boy we last saw. Conan stands to his full height, looming over the smaller City Guards, who instinctively take a step back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "No, my small friends. It's time to die. Now-- Conan sways. The room spins. He falls on his face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Who's first --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "STREET"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Conan, unconscious, is dragged down the street by the two City Guards."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CITY GUARD #1"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(STRUGGLING)"
            }, 
            "text": "By the gods, he's as heavy as a horse."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CITY GUARD #2"
            }, 
            "text": "Even a dead horse smells better than this."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PRISON YARD"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The City Guards drag Conan into a broad prison yard. Many the INMATES are shackled together, hacking with picks at rock walls on their work detail. Those in no condition to break rock are left in their own filth to rot. Some are e dead already, the rats gnawing at the remains."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "PRISON GUARDHOUSE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The two City Guards drag Conan into the guardhouse, where LIEUTENANT sits eating his dinner. The Lieutenant doesn't even bother to look up from his me 21."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LIEUTENANT"
            }, 
            "text": "What's the charge?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CITY GUARD #2"
            }, 
            "text": "Public drunkenness. Another damn hill ape who can't handle his liquor."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LIEUTENANT"
            }, 
            "text": "Is that so, boy? How do you plead? Conan yawns in response. One of the City Guards slaps Con hard, across the face. Conan slowly opens his eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Where's the Captain of the Guard? SCREAMS OF PAIN come from down the hall, past a locked do"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LIEUTENANT"
            }, 
            "text": "In the cells, interrogating a prisoner. And you'll get the same if you don't answer. You're accused of public drunkenness. How do you plead?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "In truth, I've been guilty of much. Jewels stolen from the crowns of kings, men's heads split in battle for the price of a night's drink. But through that I've searched and waited and hunted my prey. Suddenly Conan shifts upright, looking more sober than he a moment ago."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "But drink? Haven't had a drop all night. The guards holding Conan up by his arms, suddenly find th arms wrapped around their heads. Twist, twist. SNAP. SNAP breaks both their necks in an instant. The Lieutenant is horrified. He goes for his sword. Conan bats it out of his hand, slamming his head against the ba wall."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "The key to the cells. 22."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LIEUTENANT"
            }, 
            "text": "I don't have it. There's a guard inside the door. Only he can open it. Conan picks up the Lieutenant's sword."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LIEUTENANT (CONT'D)"
            }, 
            "text": "You can't kill me! He'll only open the door for me! A FLASH OF STEEL as Conan delivers a blow."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CELLS"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "A GUARD sits on a stool next to a heavy metal door. Behin him, the CAPTAIN OF THE GUARD beats a chained ONE-EYED PRISONER to a pulpy mess. There's a KNOCK at the door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GUARD #1"
            }, 
            "text": "What is it?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MUFFLED VOICE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Need to see the Captain. The Guard exhales, frustrated. He stands up, getting his out. He stops. Opens the small EYEHOLE to see into the ot room. The Lieutenant stares back at him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GUARD #1"
            }, 
            "text": "Fine, fine. He opens the door-- Only to see Conan standing there, holding the decapitated head of the Lieutenant. The shocked Guard goes for his sword. Conan swings the Lieutenant's head, smashing it into the Guard's jaw and putting him down for the count. That's when the Captain of the Guard turns around. And WE RECOGNIZE HIM! He's LUCIUS, the disfigured Aquilionian wh was one of Khalar Singh's lieutenants."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "Men! 23. From around a corner come five more Guards, drawing their weapons. Lucius draws his as well."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS (CONT'D)"
            }, 
            "text": "You've made a huge mistake, ape. You'll never make it out of this place."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I came for you, Lucius. Lucius nods to the guards, who advance on Conan."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "You talk as though you know me, ape."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I do. And I am no ape. I am Cimmerian. As recognition crosses Lucius' face, Conan springs into action. He KICKS the table at the men, sending the knives other torture implements flying right into the first guar The second guard tries leaping over the falling table. Co just grabs him in midair and throws him even faster into iron bands of the prisoner cells. Lucius lunges at Conan, Conan steps in on him, grabbing h sword hand. In a show of strength, he twists Lucius' own sword until points down at the floor, then THRUSTS IT THR LUCIUS' FOOT AND DEEP INTO THE WOOD FLOOR BELOW. Lucius BELLOWS in pain, pinned to the spot. The next three Guards rush forward, forcing Conan to deal with three weapons attacks at once. The first to strike swings a mace and chain that wraps ar Conan's sword and he tries to yank it free from Conan's g Instead, Conan pulls him in a wide circle, sending him fl into a wall-mounted torch. The guard burns like dry kindl The second to strike hits Conan on his sword hand, carvin deep gash and causing him to drop his sword. Conan turns to face him, eyes filled with rage. The guard face goes pale. Conan head butts him with all his might a the guard goes down, bleeding from mouth, nose and ears. 24. However, the last Guard is upon Conan before he can react The powerful soldier uses the shaft of his poleax to lift Conan off his feet and back against the far wall, pinned the neck. Conan struggles to breathe, the polearm shaft driving his throat into the wall. The thickness of the Cimmerian's ne gives him time to reach into his bracer, pulling out a hi knife which he buries into the Guardsman's eye."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Lucius SCREAMS in pain as Conan pours water on the burnin guard, and lifts the table back onto its legs. Then he pu the sword out of the floor, a thick plume of blood rising of Lucius' now liberated foot. Conan takes Lucius' face and smashes it against the table Lucius looks, aghast, as Conan takes his injured hand and places it over the torch flame, searing the wound closed. Cimmerian never even bats an eye."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "What do you want? Who are you? Conan turns his face to the burnt side."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I'm the one who made you pretty."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "Impossible! You're dead! Conan shows Lucius the FIVE SCARS running down his forear"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "No. I am death. And I came a long way for you. Conan lifts the sword."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "Wait!! Wait!!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(CONAN PAUSES)"
            }, 
            "text": "I can tell you where the rest are."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Where?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "The end of the earth. You kill me, and you'll never find them. 25."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Who are you offering?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "Who do you think? All of them. Ukafa, Remo, Cheren, Akhun -- and Khalar Singh himself. But you have to swear you won't kill me. Conan thinks about it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You have my word. You tell me where I will find Khalar Singh, and I will not kill you. Conan lets Lucius go. Lucius hobbles to his chair."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "He is in a city called on the edge of the Eastern Sea. On the edge of Hyboria. Khor Khalba. Conan looks him in his eyes, sizing him up. He likes what sees. In a flash, Conan grabs Lucius' head again, yanking back, exposing his throat."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS (CONT'D)"
            }, 
            "text": "You gave your word! Conan rips a SMALL KEY from a large keyring. He drops it Lucius' throat. The big man chokes instantly. A second la Conan pours ale from a flagon down his throat as well. Lucius swallows the key, gasping for breath as Conan rele him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS (CONT'D)"
            }, 
            "text": "What are you doing?!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Toasting, to our deal. Conan swings his sword and cuts the One Eyed Prisoner fro the wall."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Go. You are free. One-Eye looks at his wrists and ankles, still hobbled by shackles."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ONE-EYED PRISONER"
            }, 
            "text": "I won't get far like this. 26. Conan hands him a fallen Guardsmen's sword."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "The key to your shackles sits in the Captain's gut. Happy hunting. The One-Eyed Prisoner grins with malice. As he closes in the terrified Lucius, Conan heads for the door."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LUCIUS"
            }, 
            "text": "Barbarian! I had your word! You said you would spare my life!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "No. I said I wouldn't kill you. We hear Lucius SCREAMS OF PAIN as Conan walks out into th night, cutting another notch into his arm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DESERT SANDSTORM"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "KHALAR SINGH looks older. Worn. He squints as he stares i a howling sandstorm. UKAFA trudges through the deep sand to reach him. The sandstorm is so blinding we don't see him until he is les than five feet away."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "Khalar Singh, we've lost half our cavalry legion, and still Fariq presses on! We must turn back!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "He says the Queen is here."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "He leads us in circles. He knows nothing of leading an army --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Take care, Ukafa. You hold a special place in my kingdom, but blood you are not."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "My apologies, Khalar Singh. I am simply concerned for your army. 27."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "And I would gladly sacrifice every last man to get my hands on the Queen. And in that respect, Fariq has my confidence. He knows more of the legends of Acheron than anyone. Suddenly, two forms race at them from the blinding sand. and FARIQ. No longer a child, Fariq is now a man in his twenties, but he is hardly the strong warrior his father His frame is slight, his eyes beady."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "Father, they are here! The hidden oasis, just as it was written. Khalar Singh looks to Remo for confirmation. The misshape and shadowy Remo nods."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CAVE TUNNEL"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Remo and Fariq lead Khalar and Ukafa into a natural tunne carved out of rock. Inside, the sandstorm no longer rages And on the other side of the tunnel --"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "OASIS", 
                    "CONTINUOUS"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A protected rock oasis, heavy vegetation crawling up the encircling cliff walls, herds of sheep grazing on fields grass. At its far end, beyond a deep blue pond, lies a Gr influenced monastery and several tiled-roof, mud-brick houses. And moving between the pools are MEN and WOMEN going abou their simple chores. They wear long flowing white linen r and turbans. The air and sand are perfectly still within the perimeter the oasis. But beyond it, the sandstorm rages all around, sand hurled violently hundreds of feet into the air, swir around the oasis as though it were the eye of some mystic hurricane, protected by an unseen force. A row of robed YOUNG WOMEN kneel in front of one of the reflecting pools, quietly reading from prayer books and softly striking their right breast with a left hands wrap in thorns. One girl, ILIRA, mischievously taps the shoulder of the g next to her with her thorn. The girl, TAMARA, squeals in pain, angry her prayer was interrupted. 28. Ilira is the fun-loving dilettante of the relationship. Tamara the studious good girl."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Stop it! I'm trying to pray!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ILIRA"
            }, 
            "text": "I'm bored."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Then hit yourself. Tamara hits Ilira back with her thorn. Ilira SQUEALS, the hits a grinning Tamara back. Tamara grabs her, but as the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TUSSLE--"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FASSIR, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Is that how one shows penitence? Both girls instantly stop as FASSIR appears behind them. Fassir is an elder monk and leader of the monastery. He shakes his head, both out of fondness and disappointment."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FASSIR (CONT'D)"
            }, 
            "text": "I expect more from a queen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ILIRA"
            }, 
            "text": "I'm sorry, Fassir. I just tire of saying the same prayer every day."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FASSIR"
            }, 
            "text": "Then you should be able to translate it from its original Acheronian. Ilira's face scrunches, unsure. Tamara steps in to help I save face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Of course she can. She even taught it to me. \"Never again.\""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FASSIR"
            }, 
            "text": "Go on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Never again will we stand by as darkness consumes the world. Never again will innocents suffer for others' power. Never again will the Queen suffer so Acheron may rise. 29."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FASSIR"
            }, 
            "text": "Very good, Tamara. You must have taught her very well indeed, Ilira. A smile on Fassir's face confirms he knows the truth. Suddenly, the monastery's BELL RINGS OUT. A moment later, temple EXPLODES in flames. Pouring out from the swirling sands come Khalar Singh's a Cheren and his archers stand atop Khalar's"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MAN OF WAR", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A massive siege engine atop which CHEREN and his archers FLAMING ARROWS. The arrows arc down and explode as they impact the tiled roofs. Sitting at the highest point of the Man Of War, Khalar Si likes what he sees."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHAOS"
            }, 
            "text": "The monks scatter in every direction, but wherever they t more troops burst out of the swirling sand. A small handful of armed MONKS display acrobatic martial prowess as they battle with Khalar's heavily armed forces but they are vastly outnumbered. Fassir grabs Tamara."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FASSIR (CONT'D)"
            }, 
            "text": "The Queen must not be captured. Take her out the North Gate. Quickly! Tamara grabs Ilira and pulls her through the flaming battleground. Zingaran warriors cut down the monks while Turanian horsemen concentrate on the women."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ILIRA"
            }, 
            "text": "We can't leave them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "If you are caught, everything we live for is lost! WHIP! A whip encircles Ilira's waist. A massive TURANIAN pulls her to him. Tamara grabs the whip, pulling Ilira th other way. But she is no match for the huge slaver. He ya on the whip pulling both of them to him -- 30. Only then does he notice Tamara's unsheathed knife which plunges into his throat. She frees Ilira and they run."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "NORTH PASSAGE", 
                    "CONTINUOUS"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A thin alleyway at the rear of the monastery, leading awa from the din of battle, towards a rear gate of the oasis. Tamara and Ilira run for the gate, only for the shadows o the alleyway to move and shift -- REMO and three of his shadow scouts. They advance on the women, drawing dark shortswords."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "No swords. Khalar needs them alive."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Good to know. Tamara lunges for the nearest shadow scout with her knife but when she strikes, she hits nothing but shadow. It ref behind her and grabs her. Another grabs Ilira. Tamara launches her body into the ai executing a backflip that puts her behind the shadow scou quick knife strike and he goes down. And with one continuous motion, she vaults over the shado scout holding Tamara, cutting his throat as well. Remo and the remaining scout give chase, blending in and of shadows. But each time they strike, Tamara defends Ili They near the far end of the alleyway, the North gate loo ahead with the desert beyond. Remo blends into another shadow --"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MAN OF WAR", 
                    "CONTINUOUS"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Remo materializes out of a shadow atop the Man Of War, ne to Cheren, the archer."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "The north gate. Destroy it. Cheren and the other archers turn their fire to the gate the end of the passage. They fire a volley of fiery arrow 31."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "NORTH GATE", 
                    "CONTINUOUS"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Tamara and Ilira run for the whirling sands just ahead -- when the flaming arrows land before them. Ilira hesitates."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Run!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ILIRA"
            }, 
            "text": "We'll die!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "We'll die if we stay! She locks eyes with Ilira, who nods. Together they run ri for the arrows. But at the last minute, Ilira falters. She falls to the ground. Tamara turns to see Ilira lying in the gateway a moment t late. THE ARROWS EXPLODE causing a cave in that closes the gate"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SANDSTORM", 
                    "CONTINUOUS"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Tamara falls to the sand as the gate collapses behind her She looks back, only to see that Ilira didn't make it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "NO", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MAN OF WAR", 
                    "CONTINUOUS"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Khalar Singh stares at the cloud of destruction at the no tunnel. There, one form hurries into the swirling sandstorm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Who was guarding that gate?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "It was I, Lord. 32."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Take four legions. Hunt her. Before I hunt you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DESERT"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Tamara stumbles through a stretch of barren wasteland, th plumes of the oasis' sandstorm now off in the distance be her. The sun mercilessly beats down upon her face, her lips ar already chapped. She falls to her knees, unable to go on. She looks up, as the heat streams off the desert floor, creating a swirling mirage. Through which the silhouette rider appears, followed by others."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SLAVER CARAVAN"
            }, 
            "text": "The horse-drawn carts of the caravan are lined with iron bars, and behind the bars are a bevy of young women, most looking worse for wear. The HEAD SLAVER rides ahead, and walks up to the heap of white cloth that is Tamara."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Water -- please -- He lifts her barely conscious head, eyeing her features, greasy paw examining her body. He smiles."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "HEAD SLAVER"
            }, 
            "text": "The gods are good. (to the other slavers) Chain this one in my cage. She'll be the prize of the auction in Khor Kalba."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "OASIS"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The Man of War dominates the center of the oasis, its tor illuminating the scene before it. Akhun and the Turanians hold chains connected to the twenty women monks, kneeling with their wrists chained to their neck collars. In front of them kneels Fassir, beaten and bloodied. 33. Khalar Singh, Fariq, and Ukafa step down from the Man of Fariq carries with him a large iron box with ornate carvi on it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "All these years searching the ends of the earth. And here you are. Just a two day ride from Khor Kalba. I can scarcely believe it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FASSIR"
            }, 
            "text": "(in Acheronian, to monks) Say nothing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(IN ACHERONIAN)"
            }, 
            "text": "Yes. Say nothing. Maybe he doesn't know who we are. Maybe he's not looking for the Queen. Several of the women look up at him, shocked."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That's right, my brethren, you have been lied to all your lives. Told you must hide yourselves, told you were alone. I want you to look at me, and see me for what I am. A brother. A friend. I have come not to hurt you, but liberate you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FASSIR"
            }, 
            "text": "You come for your own dark purposes, to raise Acheron."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Yes. I come to resurrect the greatest empire Hyboria has ever known."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FASSIR"
            }, 
            "text": "An empire of evil, soaked in blood sacrifice and the blackest of magic. Khalar Singh becomes infuriated, eyes blazing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Have you hidden from the world so long that you cannot to see? Blood, magic, death: it is everywhere. Acheron is no different than any other kingdom, but for its glory."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "34.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And in place of that glory, you offer shame? I knew shame, but that was before I was shown my true lineage. Khalar draws closer to the women, looking them each in th eye."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When I was but a child, raiders destroyed my village, cut our fathers to ribbons, and burned our women as sacrifice to foreign gods. Those few who survived, we ran for our lives, chased into caves at the edge of the Eastern Sea, left with nothing to live for. But then we discovered it. Acheron. The temple that spawned an empire. We learned that we were not broken goat- herders on a desolate coastline. We were the sons and daughters of kings. (stares in Ilira's eyes) And queens. He motions to Fariq, who brings the iron box forward."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "For thirty years I have searched for you. In that time I built both an army and empire, but they are nothing compared to what we can create together. We can raise Acheron again. Never again will we hide like rats. Never again will we watch as our loved ones are slaughtered. I call forth the Queen. Stand and join me, and this day will have a joyous end. No one moves."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FASSIR"
            }, 
            "text": "You would have all the world suffer, as you have suffered. We will die before we help you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Yes. You will. He nods to his son. He paces in front of the female monks the box in front of them. 35."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "The caves beneath Khor Khalba contain all manner of creature, many -- altered -- by centuries of blood magic. But one, in particular, has developed a special connection to the blood. A thirst. It is said that only the Queen of Acheron itself can resist its embrace. He stops, one woman away from Ilira."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ (CONT'D)"
            }, 
            "text": "So what say you? Will you be the lucky one, or will you tell me who is? A tear falls down her face, but she stays silent. There's sound of SLITHERING as Fariq opens the box. She stares do inside the box -- AND SCREAMS."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "She awakens to the SCREAMING of a whipped SLAVE GIRL."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DESERT"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Tamara's eyes are met by a dozen others, SLAVES of every color, chained together with her in a CAGED WAGON. The SL TRADER swings his whip twice more, hitting the cowering w in the cage."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SLAVE TRADER"
            }, 
            "text": "Wake up, slags! Smile! A new owner approaches! Tamara makes eye contact with the Slave Trader."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Let me go. I promise you'll be rewarded. The Trader just laughs, leering at her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SLAVE TRADER"
            }, 
            "text": "And I would sample that reward, fair one, but you wear white."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "36.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SLAVE TRADER, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Tell me, have the stars aligned and delivered a virgin slave into my care? He eyes her lasciviously. Tamara turns away and does not answer."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SLAVE TRADER, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No matter. I'll know soon enough."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TURNS AWAY)"
            }, 
            "text": "Good day, sir! A lone rider in a desolate land. The perfect customer for what I sell."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Rides out of the sun, his massive form silhouetted by the bright desert sky. He stares at the slave wagons."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SHEMISH WOMAN"
            }, 
            "text": "Please, master! Your gold can free me from this hole! I can bring you"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PLEASURE--"
            }, 
            "text": "The Slave Trader immediately WHIPS her, incensed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SLAVE TRADER"
            }, 
            "text": "Silence whore! The Slaver goes to whip her again, but before the blow ca fall, Conan grabs his arm. The Slave Trader looks furious but Conan's size holds him back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Khor Kalba. Which way?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SLAVE TRADER"
            }, 
            "text": "This is the road to Khor Kalba. Ahead. Past the Great Wall. The Slaver nods to the east and Conan releases his arm. The Slaver continues whipping the slave. Conan just rides - not his problem. But as Conan passes Tamara, for a brief moment their eyes meet. Something about her. Conan stares a moment, then sp his horse on. Just then, the ground around them RUMBLES. Horses rear, t women SCREAM. Conan turns and looks up. His eyes go wide."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ENORMOUS BOULDERS"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "37.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Coming thundering down the hills on all sides. The SLAVER see them a moment to late. SLAM. Several of the horses and carts are smashed by the rolling boulders. Conan kicks his horse, trying to outrace the boulders. Bu when the wagon next to him is hit, its axle spears his ho in its side, and Conan goes down. Pissed, he draws his sword. The Slavers scramble around t broken wagons, in chaos. Only a pair of wagons still stands. One of them holds Tam"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Use your whips on the horses' legs! The Slavers are confused. Then they notice"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TURANIAN HORSEMEN"
            }, 
            "text": "racing down the hill, behind the boulders. As the riders bear down upon the slavers, the Slavers do they're told, entangling the legs of the first wave of horses, throwing their riders. More than a few riders SNAP their necks as they're driven into the desert floor. The remainder fight hand to hand, are cut down by either Conan's blade or the slavers' tulw But their victory is short lived -- As a SECOND WAVE OF RIDERS comes thundering towards them, before the Slavers can re-establish their perimeter. The riders start cutting the slavers down where they stand."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Conan lodges his sword in a still-rolling boulder. As it rolls, it pulls him up on top of it. From this height, Co launches himself down at the horsemen below. WHAM! He knocks a rider off his horse, Conan landing squa in the saddle. He kicks the horse straight at the other riders. They don't see him coming until it's too late. He cuts them down where they sit. The last remaining CARAVAN DRIVER whips his horse team, trying to pull his wagon out of the fight. Conan spins to a FLASH of steel and the rider's neck plumes in blood as decapitated. 38. Which is strange since the cavalry are nowhere near the wagon."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "The explanation comes as the shadow behind the driver MOR into Remo, the spindly Shadow Scout. He takes the reins, stopping the wagon. Conan spots him, recognition in his eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "You! There's a SCREAM. Conan turns to see the other two SHADOW SCOUTS already hacking their way through the slaves on on the caged wagons. A Shadow Scout gets to Tamara, only to her FIGHT BACK. Tamara kicks the first Scout in the face, slamming his he into the bars. However, the second one clubs her unconsci from behind."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Leaps from his horse, launching his body at Remo. Remo di and rolls away. Small and misshapen, he is nonetheless ve fast. Conan strikes again. Again Remo dodges out of the way. The Shadow Scouts draw swords, but Remo waves them off, speaking in the broken language of a savage."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "The girl! Bring her to Khalar! Conan launches an all out attack. Remo leaps over his swo and vaults Conan, landing on his back. He draws his sword preparing to cut Conan's throat -- When Conan hurls his body backwards, into one of the huge rolling boulders. The impact crushes Remo and he loses hi grip. Conan spins to strike again, only to see Remo MELT INTO T SHADOW OF THE BOULDER. Conan turns his attention towards the other two Shadow Sc as they drag the unconscious Tamara away. 39. Conan mounts one of the cavalry horses and gallops toward the Scouts. They see him coming and let go of Tamara. THE MELT AWAY INTO HER SHADOW AND DISAPPEAR."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Dazed, she struggles to her feet. Conan appears beside he his dagger out. Tamara gasps in fear but Conan only reach out and breaks the lock on her chains."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Who are you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "I am nobody. He cuts the bonds on her feet. Tamara rises up, the battl scene revealed to her. Dead bodies of the Slavers and Turanian horsemen lie spra in every direction. Tamara takes in the gruesome sight, shocked."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Many died to capture nobody. (motions to his horse) Get up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "And if I don't wish to ride with you?"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DESERT"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Conan rides his horse, Tamara trailing on foot, wrists tethered to Conan's saddle by a long rope. Tamara looks exhausted. They reach a gallery of broken columns, spires of fossili coral that juts out of the desert."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Stop! I want water. Conan just keeps riding."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Perhaps the slavers took your orders. I don't. 40."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "I never knew men could be so cruel. Now I wonder if the world is filled with animals such as you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You speak of animals as if they were less than men. But animals don't stab their brothers in the back or steal their mother's only possession. And they never lie."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "I haven't lied. Conan get off his horse, unties Tamara and gives her a wa sack. Tamara greedily drinks down the water."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Very well. Give me your name."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "I am Tamara Amelia Karushan. And you?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I am Conan."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Conan? That's it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "What more names do I need? Conan then grabs Tamara around her waist, putting her ato his horse. He then mounts behind her, their bodies close. Conan's mouth is only inches from her ear as he speaks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "There is only one truth I need from you, Tamara Amelia Karushan. Why does Khalar Singh want you? Tamara looks away, but doesn't respond."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Then let's hope it's for your cooking."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CAMPFIRE"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "A campfire amidst several large boulders, a line of windm on the horizon. 41. Tamara struggles to manage a cooking pot over a blaze. Co comes over and smells the pot; his face scrunches from th odor."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Trying to poison me? Tamara steps back and gets down on her knees, her hands clasped."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "What are you doing?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Before we eat, I must pray."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Crom! What would you pray for? That a bone may not get stuck in your throat? No words nor gods will give you one more moment than fate allows you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Then you have no faith. And I am sorry for you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I need no pity."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "But you do. You live in a world that is harsh and short. Where fate is unyielding and hope is a cruel joke. I live in a world with a purpose that guides me, where faith sustains me. Suddenly, Conan KICKS DIRT PAST TAMARA, ONTO THE FIRE. Th fire goes out, plunging everything into darkness."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "Why did you-- Suddenly, there's the sound of FIGHTING. Grunting, blows being interchanged, then a LOUD SNAP AS BONES ARE BROKEN. A moment later, the flames of the fire are stoked up agai revealing Conan standing over the groaning REMO. The othe two SHADOW SCOUTS are dead. Tamara instinctively jumps back. 42."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Don't worry. His back is broken. He won't be slinking away this time. As Tamara gapes at Remo, Conan simply pulls the cooking p off the fire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Now, let's eat."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "But -- what about him?! Remo GROANS in pain."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I enjoy a little music with my meal."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DISSOLVE TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "POV", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": "AERIAL SHOT"
            }, 
            "text": "Across steep valleys and up jagged peaks we race into ste and unforgiving mountains. Far off, we hear a pair of thunderous booms, almost like the sound of a heartbeat. THUMP, THUMP. Cresting over a set of peaks, a gorge is revealed below,"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BENEATH IT--"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ACHERON"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A city carved out of the purple granite of a mountainous gorge. Hundred-foot towers rise up, their pinnacles craft to depict ANGRY, GOD-LIKE FACES. As we pass one of the faces, again we hear the sound of a thunderous heartbeat, now closer. THUMP, THUMP. We GLIDE DOWN past hundred foot high pillars of flames, towards the growing sounds of SCREAMING and WAILING. The streets of Acheron are lined with thousands of SLAVES young and old, chained together, toiling under the lash o their cruel masters, the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ACHERONIAN WARRIORS"
            }, 
            "text": "Towering over the slaves, the warriors are a fearsome sig Their armor, crafted from the bones of their defeated enemies, rises to a mask which covers much of their featu 43. Only the red irises of their eyes peer through. That and their pitch black skin. The slaves hobble down the main boulevard, their naked fe splashing in streams of BLOOD which flow from the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ACHERONIAN PYRAMID"
            }, 
            "text": "Up ahead looms a colossal pyramid, surrounded in a semi- circle by five massive statues. As we grow closer the grotesque surface of the pyramid becomes clearer, one hew from cracked bone and empty sockets. The thunderous heartbeat seems all around us now. THUMP, THUMP. The three hundred foot high edifice is made ENTIRELY OF THOUSANDS OF HUMAN SKULLS. Many of the skulls still drip blood, pouring down from the pyramid's crest, where stand"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "A BLACK THRONE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Images of snakes gorging themselves on hapless victims ar carved in bas relief into the throne's surface. Standing before the throne, surrounded by BLACK ROBED PRI are a man and woman, mere shadows in the silhouette of torches. The HEAD PRIEST and his ACOLYTE approach with TWO CROWNS. is made of GOLD, the other of IRON. The Gold crown goes on the head of the man. For the woman the Iron crown is placed on her head. And suddenly, THUMP, THUMP. IRON SPIKES SHOOT OUT OF THE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CROWN PIERCING THE WOMAN'S FOREHEAD, HER SCREAMS ECHOES", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THROUGHOUT THE CITY.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Blood streams down the woman's face as she turns toward t torchlight. IT IS TAMARA."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CAMPFIRE"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Tamara leaps up, startled. Her face is covered in sweat, eyes as terrified as the victim from her dream. Nearby we hear screaming of another type. Remo. 44."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "OPEN FIELD"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "MUFFLED SCREAMS. We pull out of Remo's wide mouth, stuffe with cloth, trying to bellow in uncontrollable agony. A hand comes in and pulls out the cloth. It's Conan."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "Please! Mercy!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You are more fit to inflict torture than to endure it. Your life is not nailed to your spine as my peoples are. We PULL OUT, revealing that Remo arms are spread-eagle, attached to ropes pulled taught by opposing tree limbs. Conan nudges him with the point of his sword. Remo SCREAM agony, then speaks in his savage, broken dialect."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "Stop! Stop! I know how make you rich! Rich! You hear name Khalar Singh? You have what he want. The girl, yes? Khalar give you anything for her. More!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Why would he? Remo pauses, not wanting to answer. Conan put the blade b to Remo's neck."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "She could be the one."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "One what?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "The one. The Queen. Conan's mind races, remembering Khalar's words from long"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "A queen in hiding."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "Yes! Yes! I sent to find her. Bring her. He wait for me now, at Great Wall. He pay you anything. More! 45."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "So I should ransom her to your master? Not exactly loyal -- but still, a good idea. Conan pulls out a sheet of handwritten paper from Remo's tunic."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "You'll help me deliver it."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GREAT WALL"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Torchlight dots the heights of a fifty-foot high stone wa erected between giant rock formations, an impassable barr that runs countless miles. The wreckage of old siege equipment dots the hillside bef the wall."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CATAPULT"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "An aging catapult looks down upon the wall below. Slowly, begins to turn. Conan pushes the catapult until it aims towards the Great Wall. We hear MUFFLED SCREAMS, and find Remo tied to a boulder cradled in the catapult. Conan pulls the gag out of Remo' mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REMO"
            }, 
            "text": "Please! Please! I help you! I do anything you wish! Conan stuffs a parchment in his mouth. He takes out his s and cuts another NOTCH into his arm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Good. Die. He then cuts the rope and WHOOSH! The catapult fires toss Remo and the rock he's tied to high into the night sky."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GREAT WALL"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "BOOM! Patrolling SOLDIERS are crushed beneath the massive rock as it reduces a section of wall to rubble."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "46.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR"
            }, 
            "text": "Stares down at Remo's broken body. Ukafa and Fariq stand beside him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "He brought a message? Ukafa hands him the bloodied parchment. Khalar reads it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Gold, for the girl. A ransom, for me to deliver in person."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "I'll find them -- and come back with their heads."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "You let the girl escape once, Ukafa. What makes you think you can do better now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "I did what?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "I found the monastery. It was my understanding that you were in charge of its capture -- Ukafa's anger grows."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Enough! We will take no chances. We will pay this thief what he wants, and more."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "BRIDGE TO NOWHERE"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Conan returns from the nearby hills, carrying a pair of rabbits he's hunted and skinned. He looks around, surprised not to find Tamara. He hears a yelp from nearby and walks to a dirt path beyond the clearing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "She's tied up and gagged and she's wormed her way this fa muddying and scraping herself all along the way. She lets a frustrated grunt as Conan simply picks her back up and carries her back to the outcropping. 47. He pulls the gag from her mouth and drops a skinned rabbi her feet."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Here. Eat. Tamara squirms away from the carcass, disgusted."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Couldn't you at least cook it first?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Fire draws attention. Conan tears into his rabbit, chewing on the raw meat."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Does it bother you, blood on your hands?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "The only blood on these hands I claimed with my own sword."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "What does that mean?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Clean hands mean nothing. Kings and Queens claim more lives than I will ever meet, and not a drop is spilled in their presence."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "What are you talking about? I've done no harm to you. I've done no harm to anyone. Conan confronts her, enraged."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You lie. You are the very reason my people are dead."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Are you mad? I never met your people."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "But Khalar Singh has. He destroyed my people, looking for you. Suddenly Tamara understands. 48."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "The one who came for us? His name is Khalar Singh?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You know this."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "We did not know who sought us, only that we were sought."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You hid from him. And while you did, others died in your place."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "If we did not hide, countless more would have been killed! You do not know what purpose he has for our queen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "And I do not care, for he will not live to see it bear fruit! Tamara is shocked."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Wait -- you seek to kill this Khalar? We have the same aim. He takes my queen to Khor Kalba. I have sworn an oath to protect her. I can help you."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Enough lies. Conan puts the gag back in her mouth and binds her hands."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ROCK RIDGE"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Conan watches the Great Wall silently, absently playing w a DAGGER in his hand as he gauges the many guardposts alo the wall. The archers. The barrels of oil. The cavalry. He feels eyes upon him and looks down at Tamara, still bo and gagged, her eyes burning holes in his forehead. Conan pulls out her gag."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You will keep quiet. 49."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "What use is talking? You won't believe a word I speak. I only want to know this -- how will you kill Khalar? You are too big to play the assassin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You will be the lure that will draw me close. Then I will scale the wall and cut him down where he stands."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "And the archers and cavalry? They will be napping?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "They will not be a problem. Tamara thinks about it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "No. Not good enough. Conan is shocked by her brazen response."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Did I ask?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Should you fail, I'll be left without a weapon, helpless in my enemies hands. Let me help, Conan. Conan responds by putting the gag back in her mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I will not fail. But still Tamara glares at him -- and we can see the hint Conan's resolve bending."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GREAT WALL"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Khalar Singh stands atop the wall, awaiting Conan. Fariq draws close."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "Let me take care of this thief, father. He's beneath your notice. 50."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "He killed Remo, likely his cavalry legion as well. Whatever he is, he is more than a mere thief. Then, off in the distance, at the far edge of the desert clearing, two figures step out from amongst the boulders."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CONAN AND TAMARA", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Conan holds a squirming, but bound Tamara."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Be still! Conan thrusts Tamara in Khalar's direction."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "(yelling to Khalar) I have what you want! Where's my gold?!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR"
            }, 
            "text": "Khalar reaches down and lifts a heavy sack of gold coins."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(YELLING BACK)"
            }, 
            "text": "Triple your price. Come and claim it."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "GATES OF THE WALL", 
                "location": null, 
                "terior": null, 
                "ToD": "MOMENTS LATER", 
                "shot type": null
            }, 
            "text": "The gates open and Khalar strides out into the clearing."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CONAN AND TAMARA", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "stand a hundred feet ahead."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Send her to me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Send the gold. Khalar Singh throws the gold sack. It lands halfway betwe them. He sends Tamara ahead, her mouth gagged. But the moment Tamara reaches the gold -- From out underneath the sand, FOUR HORSEMEN rise up out o the desert floor. They each bear weighted nets and spiked lances, and they surround Conan. 51. The first rider gallops towards Conan who simply LOPS OFF HORSES FRONT LEGS. As the beast collapses, Conan crushes rider's skull with his broadsword. The next two riders attack together, but Conan dodges the nets and rips away one of their spears, only to lodge it the other rider's chest. He dives at and tackles the firs rider, TOPPLING HIM, ALONG WITH HIS HORSE. He snaps the second rider's neck. The last rider comes at Conan, who horizontally slashes R THROUGH THE HORSE'S NECK AND THEN THE RIDER'S NECK. Both human and animal head tumble to the desert floor. All four riders are dead, in a matter of seconds."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR"
            }, 
            "text": "Smiles. He's got Tamara by the neck."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "You're fast. But are you fast enough? Conan's eyes go to the top of the wall, where CHEREN and archer prepare to fire. Conan rushes forward as the flami arrows stream toward him. EXPLOSIONS rip through the air where Conan was, throwing huge dust cloud. Conan bursts out of the dust cloud, lunging in an attack. But Khalar Singh is not there. He has withdrawn inside th gates. Baring his teeth, Conan runs at the wall itself. Cheren and the archers let loose another volley at Conan, evades and strikes away the falling arrows with his sword Explosions fill the air, but none of them scorch Conan as"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REACHES"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE GREAT WALL", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Conan hits the base of the wall at full stride, like a mountain lion. Reaching out, he launches himself up, taki half the vertical of the wall in a single leap. Digging his hand into the seam of the wooden beams, he st only to vault up again, taking the forty foot wall in two upward bounds. 52."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WALL WALK"
            }, 
            "text": "Conan leaps upon wall walk, the passageway atop the Great Wall."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "Tries to hide his surprise. Even as he draws his sword, C takes out the four SOLDIERS in his way."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "You should have run, while you could. Conan looks at the sword. It strikes a chord in him. IT I THE SWORD HIS FATHER FORGED! Enraged, Conan charges the slight Fariq. Fariq partially parries the attack. He's obviously well- trained, but he's no match for Conan. The tip of Conan' b cuts a large gash in Fariq's cheek."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Fariq! Khalar Singh arrives, grabbing his son by his collar and flinging him away from the barbarian. Fariq struggles to stand, trying in vain to hide his embarrassment. Conan and Khalar Singh size each other up on the narrow w walk."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I was wondering what it would take for you to stop cowering."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "I wasn't cowering. I was studying. You're quite gifted with a sword, but it's not from schooling. Your speed and power makes up for a lack of -- finesse. I've seen such fighting before -- Cimmerian. Enraged, Conan charges Khalar Singh. He swings down on Kh Singh's head, only when the sword reaches it, it finds nothing but air. Khalar is fast."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Cimmerian it is. Now it makes sense. You came for blood, not gold. 53. Conan responds by lunging in, swinging his broadsword in broad arc, with all his might. Even in the small space, Khalar's lateral speed is dizzying. He sidesteps Conan's attack and backhands Conan's face with the flat of his tulwar. Conan's resolve wavers momentarily, knowing Khalar could just as easily sliced his throat."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Your people barely afforded me a challenge. You're little more than beasts. Conan comes at Khalar with twice as much fury, smashing entire posts as he hacks at the warlord, who simply evade the attack. Down the wall walk they move, Conan attacking while Khala seems complacent enough just to defend."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You've come a long way, barbarian, only to fail. Khalar ducks Conan's last wild swing and gashes Conan twi both deeply in his midsection. Khalar then KICKS Conan, sending the Cimmerian slamming onto the rock parapet. CRUNCH. Conan lands directly on his back, his sword clattering away from him. Khalar's men back away into a circle. Conan struggles to get on all fours. Khalar KICKS Conan in his shattered chest, lifting Conan the ground with his might. He follows up with a devastati punch to Conan's face, one which lands like a piledriver. CRUNCH. Conan can only bleed as Khalar looms over him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So much for vengeance. (to his soldiers) Get me oil -- and a torch. Soldiers quickly bring over a bucket of oil and a lit tor"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Is that really the best you could do? Is that as far as you could think ahead? Just rush in and kill me? 54. Behind Khalar Singh, Conan spots Tamara being brought up, hands bound. Her eyes show an intense fear, but resolve a well."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA' HANDS"
            }, 
            "text": "Between the bonds she slips down a blade. It's CONAN'S DAGGER. She quickly cuts her bonds. With all the attention focused on Conan, no one is quick enough to stop her as GRABS THE TORCH FROM THE SOLDIER, LIGHTING THE ARROWS IN CHEREN'S QUIVER. Cheren spins around, sees the flames reaching his pitched arrows."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CHEREN"
            }, 
            "text": "No!! But it's far too late. Tamara hits the floor, beside Cona BOOM."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "EXPLOSION"
            }, 
            "text": "The blast sends parts of Cheren flying in every direction Ukafa, Fariq, and the wall guards are flattened by the concussion. Khalar Singh, who was standing closer to the explosion, i"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THROWN AGAINST THE WALL", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "The warlord slowly rises, his head pounding from the explosion. He looks up. The entire parapet is on fire. He grits his teeth and climbs the wall."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ATOP THE WALL", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A thick wall of flame rages before Khalar. Conan and Tama are gone. He looks over the far side of the wall, where t figures on horseback ride off into the distance, Tamara holding Conan atop the horse. Ukafa and Fariq rise and see what Khalar Singh sees."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Ukafa, you will take half our forces North, to the Sea. I will take the rest South."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "What of me, father? 55."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "You will return to Khor Kalba. You will feed the women to the beast until you find our Queen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "I will not. I will track the barbarian with you -- Enraged, Khalar Singh grabs him by the back of his head, pulling him in close."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "You think I care what you wish?! You want to play warrior? It is not in you. One day you will be king, but warlord, never."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "I can. Let me prove it to you!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "You will not risk your life again. You are my line, my successor. You will not throw away all that I have worked for. A smile creeps up on Ukafa's face, watching Fariq's embarrassment. He withdraws hastily, all eyes on him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(without looking at Ukafa) If I find you smiling before you bring me the girl, I will take every tooth I see. Ukafa buries the smile as Khalar turns to the wall of fla left in Conan's wake."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CORIN'S FORGE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The flames become the blaze of the forge."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CORIN, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "More wood boy! We must test the steel with our fire. Conan, a young boy again, kneels beside the woodpile, pul"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "OUT LOGS--"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "56.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "But when he hands them to his father, he notices his fath is covered with sword wounds, cut and bleeding."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN (CONT'D)"
            }, 
            "text": "What are you waiting for? The fire is dying. Conan turns back to the wood pile. Instead of wood, the p is full of the bodies of those he recently killed: Lucius Remo, etc. The young Conan struggles to push the first body onto the forge. Still the fire diminishes. Conan turns and there is no more wood. And no more bodies"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "It's not enough. I've failed you father."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "It will never be enough, Conan."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I don't understand -- He spins. Behind him TAMARA stands, a look of sadness on face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CORIN"
            }, 
            "text": "Through suffering, you will learn your purpose, boy. And you have not begun to suffer yet."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Conan's eyes pop open. He inhales sharply, gripped by the dream. The room is dark, surrounded by thick draperies. Conan li on a straw bed with white sheets, soaked through with his sweat. He looks to his wounds, all bandaged. He rises--a bit too fast because he falls back to his bed"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "I wouldn't move so fast. I bound your wounds as best I could, but I'm no healer. Conan looks over to discover Tamara sitting nearby. 57."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Where am I?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "On the Wasp. You told me where it laid, just before you passed out. Though I can't say as I feel much safer here. Conan's response is to rise again, his face contorting in pain."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "Don't embarrass me with thanks, I only saved your life."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You were -- adequate. Conan pulls aside one of the thick draperies that surroun his bed. Behind it lies a staircase, which he ascends."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ZINGARAN GALLEY"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Conan steps out onto the deck of a sixty-foot djunk, traveling quickly down a wide and powerful river."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Look what we have here. A hill ape in over his head. Conan spins to see the rough, brightly dressed Zamoran pi ARTUS leaping down from the quarterdeck, his sword out. The other ZAMORAN PIRATES draw near as well. Tamara sees scene, suddenly uncomfortable."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I was just wondering what that smell was. (sniffs near Artus) Now I know."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "We take no stowaways. Only paying passengers. You've best be laden with gold."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "If it's metal you seek, perhaps you'd settle for steel. 58. In a flash Conan's sword lunges forward. CLANG. It meets Artus's, sparking as they collide. Artus LAUGHS."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Still fast Artus."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Fast, deadly, charming, rakishly handsome. (to the pirates) All hail Conan!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PIRATES"
            }, 
            "text": "All hail Conan! Artus slaps his hand on Conan's back and Conan winces in pain."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Sorry, friend. Looks like you've had a rough road."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "It won't get easier. Khalar Singh lives. He'll be coming for me and the girl."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Good. We're scrapping for a fight these days."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "This one may be more than you wish. I need you to get me close to Khor Kalba. Artus rubs his beard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Rest up. We'll get you there. Conan withdraws to his room."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Conan collapses on the bed as Tamara follows him inside."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "We go to Khor Kalba?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I do. 59. Conan puts a brawny arm over his tired eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "No. We do."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Just leave me to sleep. But Tamara doesn't leave, forcing Conan to respond."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "You would risk your life for royalty? Why? Tamara pauses, realizing she must trust Conan to gain his help."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Because she represent freedom, not just ours but all Hyboria's. What do you know of Acheron?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "A tall tale. Meant to scare children."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "It is no fable. It's my people's history. Acheron was an empire that swallowed all of Hyboria, led by the King and his legion of demon warriors. Unstoppable. Insatiable. Immortal. But still it had one weakness. For the true power of Acheron laid not with its King, but the Queen. Every twenty years, a new queen from the royal line would be coronated with a crown of iron. Spikes would pierce her, slowly drain her precious blood, and through her suffering Acheron would remain invincible. Until one of my ancestors, an Acheronian himself, put a stop to this tyranny. He and others spirited the new Queen away, hiding her from the empire and all those who would raise it again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "What care I for queens and empires? Conan turns to head back to his bed. Tamara grabs him, incensed. 60."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Didn't you hear me? This evil faces us all. All of civilization will fall if the army of Acheron is raised again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I heard. Only I would happily put all of your \"civilization\" to the torch myself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "But -- you owe me a debt, you thankless oaf!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "My only debt is to my people. And it still lies unpaid."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MAN OF WAR"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The enormous siege vessel lies before a burning PORT CITY A SAILOR, crying, grovels on his knees before Khalar and men."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SAILOR"
            }, 
            "text": "It was a pirate ship. They left as soon as the girl and the large one boarded."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Which way did they sail?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SAILOR"
            }, 
            "text": "North. Khalar is surprised."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Are you certain?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SAILOR"
            }, 
            "text": "Yes, please, I'm telling you the truth! Khalar nods to one of his men, who slits the Sailor's thr Khalar turns to his FALCONER, with the huge bird of prey his arm. 61."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Send word to Ukafa. They come to him by sea. The Falconer nods and heads off. Khalar looks to his soldiers."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Find me a warship."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GALLEY"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The ship sails like a ghost over black water, the stars l up impossibly bright. Artus finds Tamara sitting near the bow. He hands her a steaming bowl of food."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Try not to taste it going down would be my advice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "You've known Conan long?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "We sailed with him for a while. I would like to say I know the man."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "He is a riddle to me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Aye, he's that too."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "We have the same goal. Why will he not trust me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Why would he? He's a stranger in every land he trods. A man with no home, no people, none but the company of ghosts. And he bears the weight of their deaths every moment of every day."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "That is no way to live. 62."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "He doesn't live. I've seen in him great mirth, only to watch it smothered by greater melancholy. He owes a blood debt, and he can entertain no other joy, no other cause, until it is fulfilled."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "And yet you call him friend, and risk death to help him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Let me tell you something of Conan. He will never lie. He will never break a trust, once given. And he will never, ever give up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "He's a stubborn ass. Artus LAUGHS."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "He is that, lass. He is that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DUNGEON", 
                    "THE PIT"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "AKHUN and his Turanian slavers lead the female monks into large circular chamber, lit by many torches. Before them a PIT, dark and foreboding, with a bamboo grid placed ato it. Fariq enters, an AIDE holding the iron box he used earlie Fariq has a bandage on his face where Conan struck him, a he looks even more angry and malevolent than before."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "Here we stand again. Will the queen reveal herself, or must another innocent suffer? Fariq walks past the row of women, each recoiling. He sla one. Then another, his rage only building."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ (CONT'D)"
            }, 
            "text": "My father, he tires of your charade. He grows impatient. But I have no such haste. I enjoy watching you squirm. 63. Fariq passes Ilira, slowing his pace. He closes in on the YOUNGEST FEMALE MONK, a true innocent with terrified eyes"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ (CONT'D)"
            }, 
            "text": "Perhaps you'd like to see the end your sisters faced back at the monastery? Fariq slowly opens the box before her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ACHERONIAN BOX"
            }, 
            "text": "In the darkness of the box slithers a grotesque TENTACLE. tentacle is severed, but still alive, thirsting for blood Terrified as she is, the young monk says nothing. Fariq closes the box."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ (CONT'D)"
            }, 
            "text": "No? Your fear is not enough yet? Let's try harder. Fariq nods to the slavers, who unchain her from the rest."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ (CONT'D)"
            }, 
            "text": "I've read all there is to know of mighty Acheron. Why would true Acheronians protect a traitor to their own? You once held the entire world in your grasp, now you hide and cower like pitiful mice. He pushes the girl. She falls to the grid, the sound echo down into the pit. AN INHUMAN GROWL emits from the darkness. Something comes The girl looks below."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ (CONT'D)"
            }, 
            "text": "And mice are meant to be swallowed whole. Suddenly, a MASSIVE TENTACLE, ten times the size of the o in the box, comes hurtling up through the grid. It grabs young monk, its barbs ripping into her, dragging her into darkness below. Her SCREAMS echo."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ (CONT'D)"
            }, 
            "text": "What was in the box could only drink from you one at a time. But the beast of Acheron, it will claim four of you this night."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "64.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ (CONT'D)"
            }, 
            "text": "Who will spare the rest and tell me which of you is the queen? Not a single woman moves, resolved. Ilira catches herself but also stays silent. She looks up to see Fariq staring her."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CU", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Her pupils widen in fear as Fariq's cold stare bores into her."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "FEMALE VOICE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I am here, swine. Fariq turns -- only it is another FEMALE MONK that glares him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE MONK"
            }, 
            "text": "I am the one you seek. Fariq smiles."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "At last. Some bravery. But of course, you wouldn't expect me to take your word, would you? As the Fariq reaches for her--"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GALLEY", 
                    "ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Tamara awakens with a SCREAM, her body resting against th curved hull of the ship."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "No!!! Tamara looks around with a panicked look, until she reali where she is."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CONAN, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I hope I awoke with less clamor. Their roles reversed, now it is Tamara's turn to see Cona sitting nearby, drinking from a flask of mead."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "You're drinking? You were near death this time yesterday. 65."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Is there a better reason to drink? Tamara actually manages to LAUGH."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Do you think--I could try some of that? I'm curious of its taste."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You've never tasted mead? Tamara shrugs, embarrassed. Conan hands her flask. She ta a deep swallow, some spilling out over her cheeks. But sh doesn't cough, and smiles brightly afterwards."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "It's good. Conan reaches for the flask, but Tamara ignores him, taki another swig. It quickly loosens her tongue."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "Let me ask you something. Once you've killed Khalar and claimed your vengeance, then what? You will be free from your ghosts. What of your future, Conan?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I have no future. It died with my people, as I should have."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "So your life is penance? For what, for living? And when you too die, what do you believe happens then? Conan just shrugs, taking back the mead."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Nothing. Tamara, her tongue loosened by drink, laughs."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Nothing? I couldn't live without some kind of belief in the world after this."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I believe in the cold of steel, the warmth of flesh. All else is fairy tales. 66."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Perhaps. But I still die with faith in my heart, belief in something greater than one's self. What will you die with?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Purpose. I die with purpose."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DISSOLVE TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ZINGARAN GALLEY"
                ], 
                "terior": "EXT.", 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "Tamara steps out onto the deck, grabbing her pounding hea Her first hangover. She hears a THUMPING sound, followed ANOTHER, and walks towards the side of the deck. Tamara looks overboard, to the water below."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA'S POV"
            }, 
            "text": "THE RIVER IS FILLED WITH BODIES! Bloated, they float in b red water as flies buzz around them. One of them hits the hull of the boat. THUMP. Tamara blinks, unsure if the vision is real -- but then s joined by other PIRATES who gape at the bodies below."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "PIRATE 1"
            }, 
            "text": "To stations! To stations! Tamara turns and up ahead spies --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BLACK WARSHIP"
            }, 
            "text": "The larger warship cuts through the water, manned by a le of rowers. On the deck of the warship, UKAFA and his SPEA stand. The SAILORS get the most out of the billowing blac sails. The ship gains fast."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE GALLEY"
            }, 
            "text": "Conan exits his room, sees the danger. Artus appears at h side."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "What do you think? They have us outnumbered, but we might beat their speed. 67."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "That is what they wish. They drive us to another force, approaching from the south."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Then we fight?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "No. We give them what they think they want. (to the Pirates) About ship! Now! The pirates leap into action, tacking and turning the gal with great speed and efficiency."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE WARSHIP"
            }, 
            "text": "Ukafa smiles, his gold teeth shining. The ship's CAPTAIN stands beside him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CAPTAIN"
            }, 
            "text": "They're turning to run."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "Good. We only need stay close."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE GALLEY"
            }, 
            "text": "Is turned around now, fleeing. ARCHERS from the Warship f arrows that barely reach the Galley. The Pirates dodge th few that land on deck. Tamara reaches Conan and Artus. She's worried to say the least."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "And now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Let us show them why she is called the Wasp. Artus smiles. He was hoping Conan would say that."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Why is she called the Wasp?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Open astern! Load the stinger! The Pirates rush to the back of the ship. 68."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE BLACK WARSHIP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Captain stares ahead, confused."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CAPTAIN"
            }, 
            "text": "They are doing -- something. Sure enough, the stern of the ship begins to part, reveal"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "A MASSIVE CROSSBOW", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mounted with a barbed harpoon, fifteen feet long."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Fire! They fire the weapon. The harpoon races for the bow of th Warship, a thick rope trailing it. It smashes into the wo ripping through it like it was paper."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Rip her apart! The Pirates grab the heavy rope and run, pulling the rope and the harpoon back towards the Wasp. As it's pulled out, the barbs of the harpoon rip a wider in the warship."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WARSHIP"
            }, 
            "text": "The Captain and crew are in a panic. Men rush to patch th gaping hole in the hull."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SAILOR"
            }, 
            "text": "We're taking on water!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CAPTAIN"
            }, 
            "text": "Hard to port!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "No. Let them fire again!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CAPTAIN"
            }, 
            "text": "We will sink. Ukafa guts the captain with his spear."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "So be it. (to his spearmen) Get below. Be ready."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GALLEY"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "69.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The pirates load the harpoon in the crossbow device a sec time."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Fire! It fires, smashing again into the wooden hull of the Wars"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WARSHIP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The harpoon lodges deep inside the hull -- where Ukafa an his spearmen wait."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "Now! They rush forward and grab onto the harpoon."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GALLEY"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "Bring her back! Again, the pirates pull the harpoon back out. It falls in the water as they pull on the rope tied to it. They do not notice Ukafa and his dozen spearmen clasping very same rope as its pulled toward the Galley. Artus looks at the Warship. It's foundering and sinking quickly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS (CONT'D)"
            }, 
            "text": "She's dead in the water! A CHEER goes up among the pirates -- And then one PIRATE takes a spear through the chest. All turn to the side of the Wasp, where Ukafa and his men cli aboard. Conan's eyes alight with fury."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Good. I was growing weary with boredom. Conan motions to a pair of pirates."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Hide her below."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BATTLE"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "70.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Spearmen rush to the attack. The pirates spring to th defense of the ship, countering the Spearmen with cutlass dagger. Ukafa marshals his men as a fierce battle rages."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "Find the girl! The Spearmen quickly make their way to the interior of th galley, throwing the dead bodies of the pirates overboard"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Conan grabs the nearby jib, swings over, and plants both in the face of one of the spearmen, knocking him over the side."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "The sea captain proves dangerous in his own right, grabbi the head of one of the Spearmen and violently pulling it to the gunwale of the ship, impaling the Spearman's eye o handspike."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA"
            }, 
            "text": "The massive warrior shows incredible speed as well, dodgi one cutlass attack only to turn the weapon upon another pirate."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "The Cimmerian cuts through a Spearman, his gaze focused o Ukafa. Ukafa stares right back as he runs through a pair pirates. Finally, the two warriors stand only feet apart. The two warriors eye each other with satisfaction. Ukafa' frightening, sharpened gold teeth shine as he smiles."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA (CONT'D)"
            }, 
            "text": "We are each the last of our tribe, Cimmerian. Yours dies this day. Conan responds by lunging forward, swinging his sword in broad arc. Ukafa is just as quick, stepping back and allo his spear to block the swing. Ukafa whirls the war spear in great circles, forcing Cona parry, stepping back beyond the spear's reach. The two powerful warriors trade blows back and forth, nei able to gain the advantage. 71."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA (CONT'D)"
            }, 
            "text": "Your head will top my spear today, but know Khalar's pig son will soon share your fate. Ukafa tries to spear Conan through the chest, and Conan decides to drop his sword, grabbing the spear as it passe him. Conan then pulls on the spear, throwing Ukafa off his balance, towards Conan. Conan then kicks the warrior in t chest, hurtling Ukafa backwards. Now Conan turns the spear on its master. Ukafa, unarmed, forced to backpedal as Conan thrusts the spear at him. A of close misses leaves Ukafa with gashes on his chest and arm, but he manages to knock the spear from Conan's hands The battle goes to hand-to-hand. It's primal, each of the covered in blood. Ukafa bear hugs Conan, then resorts to using his teeth to bite into Conan's shoulder. Conan YELLS IN PAIN, butting Ukafa's head and knocking hi back. Conan falls to the stern of the ship, his back agai the harpoon crossbow. Ukafa shakes off the head butt, and sees his spear nearby picks it up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "UKAFA (CONT'D)"
            }, 
            "text": "Now finally, you die. He raises up to hurl the spear through Conan, only to see Conan manning the harpoon, NOW TURNED TO FACE UKAFA. The crossbow fires and the harpoon punches a massive hole through Ukafa, its momentum throwing him off the galley, the sea beyond."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "She hides inside a small compartment of the ship. She hea FOOTSTEPS walking past, then returning. An ARM suddenly reaches in and grabs her. As she's pulled out, Tamara SCREAMS right in Conan's face doesn't even flinch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Time to go. 72."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "GALLEY"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The battle ended, the pirates toss the dead Spearmen into sea and prepare to make sail again. Meanwhile, Conan lashes his sword to his back, standing b the gunwales with Tamara and Artus, a SMALL DINGHY waitin below."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "I could get you closer. Another half day along the coast --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I need you head west, to draw off our pursuers. I'll find another path to Khor Kalba."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ARTUS"
            }, 
            "text": "So be it. Swift wind at your backs."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DINGHY"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Conan rows away from the galley with powerful strokes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "So you are taking me with you to Khor Kalba."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I never said that. But I won't leave a virgin onboard a pirate ship, alone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "I -- but -- who said I was a virgin? Conan just shakes his head as a parting fog reveals a lar Colossus head, the fallen remains of an enormous statue, lying agape on the shoreline."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "COLOSSUS HEAD"
                ], 
                "terior": "INT.", 
                "ToD": "DUSK", 
                "shot type": null
            }, 
            "text": "Conan pulls off his jerkin, revealing a torso rippling wi muscles."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "We'll rest here until morning. 73."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Will I awake alone? Do you intend to leave me?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I would do you a kindness. Khor Kalba will bring only death."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Please, Conan. Artus told me of how you lost your tribe. I too had to watch as my people were taken from me. Conan ignores her, gathering wood for a fire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "All I ask is that you let me travel with you. I too have a purpose. I must get to the queen. I would rather you kill me here, than fail her again. Conan continues collecting, infuriating Tamara."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "I was wrong about you. You are no fearless warrior. Your heart is closed to all but fear -- and hate. Conan draws flint, starting the fire. Only once his task complete does he answer Tamara."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "We leave at dawn. I will not break stride for you. Not once. I will get you into Khor Kalba. Beyond that I have my purpose, and you yours. Tamara offers a thankful nod, her anger subsiding."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Nice fire. Does it mean you'll actually cook the meat this time?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KHALAR SINGH'S WARSHIP"
                ], 
                "terior": "EXT.", 
                "ToD": "DUSK", 
                "shot type": null
            }, 
            "text": "Khalar looks at the destruction of Ukafa's warship, the bodies filling the water. Khalar spots Ukafa's dead body floating there, harpoon still lodged in his chest. 74. The ship's CAPTAIN approaches."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CAPTAIN"
            }, 
            "text": "The pirate ship sailed to the west. Even under full sail it'll be no easy task to overtake her. Just then, a FALCON approaches. The Falconer retrieves it parchment tied to its talon. He passes it on to Khalar Si Khalar Singh reads it, a smile creeping upon his face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Fariq has done well. (to the Captain) Head east, back to Khor Kalba."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CAPTAIN"
            }, 
            "text": "But our chase points the other way."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "The chase is over. They come to me now."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FOREST"
                ], 
                "terior": "EXT.", 
                "ToD": "LATE DAY", 
                "shot type": null
            }, 
            "text": "Tamara watches Conan from a distance. He silently stalks with nothing more than a knife."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "A BOAR"
            }, 
            "text": "Its ears listen intently, aware. Suddenly, it bolts."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Is just as quick, racing through the forest on a intercep course with the great beast. He leaps over a fallen log, throwing his dagger with a sweep of his arm. The boar goes down, the blade through its jugular. Conan walks up to the struggling beast, showing no satisfaction he mercifully SNAPS its neck."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "COLOSSUS HEAD"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The great haunches of the beast roast over the fire. Cona turns the meat. Behind him, Tamara approaches. She has cleaned herself up her white robe translucent in light of the fire, her wet glistening. 75. Conan can't help but notice her supple skin, her curves. stops chewing. Tamara notices. Embarrassed, she turns so that he can onl see her side. Conan returns to his food."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "What were the women of your tribe like, Conan?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "They fought beside the men."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "So they were equals. And your mother?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "She died in battle, even as I was born."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "So you never knew her. It was the same with me. I've always known being a mother was somehow not my fate. But-- Tamara falters, unsure. But Conan's quiet eases her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "You said earlier Khor Kalba will bring only death. Were you trying to scare me, or do you really believe our end lies there?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I don't lie. Tamara nods, having heard as much about Conan. She turns to face him, no longer hiding her body."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Then we don't have much time. Your mother perished too young, but at least she died having known the touch of one who cared. Tamara steps closer to Conan."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "So -- do you care, Conan? Conan rises to her, his broad form looming over her sligh build. 76. But Conan shows surprising gentleness as he removes her r and pulls her naked body into his, their mouths meeting i desperate kiss."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOVE SCENE"
            }, 
            "text": "Conan lies atop Tamara by the fire, their sinewy limbs intertwined, fingers locked together. He thrusts into her causing her face to contort in pleasure and pain. The fire grows brighter as Tamara rolls on top, undulatin their pace quickens. Tamara CRIES OUT in ecstasy."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AFTERMATH"
            }, 
            "text": "Tamara stares into the fire, her body wrapped around Cona She gently caresses the notched scars cut into his arm."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "I've only ever heard you speak of what you'd die for, Conan. What would you live for? Conan, his eyes closed, keeps them shut."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Do you ever tire of talking? Let me rest, woman. Tamara reaches down between Conan's legs. His eyes open."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "I thought that may work. Conan growls and pulls himself atop Tamara. Looking down her face, her hair loose and wild, she's beautiful in the soft glow of the firelight."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "I see you clearly now, finally, after all this time. (she kisses him deeply) I would be that which you live for, Conan, if you would have me. You may have faith in nothing, Conan -- but I have faith in you. Conan lowers himself back down upon her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DISSOLVE TO:"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "77.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOUNTAIN RIDGE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Conan powers his way to the top of a high ridge, spotting down in the vista below:"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHOR KALBA"
            }, 
            "text": "Surrounded on three sides by the coastline, the stone fortress of Khalar Singh rests on a plateau, overlooking bustling, tented city below. Conan spots a long CARAVAN of packed camels working their towards town, driven by DESERT TRADERS from Shem."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "We'll slip in, along with those traders. But you'll need a change of clothes, those monks' robes will draw attention. Tamara looks down at her loose-fitting robes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "What will I wear?"
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KHOR KHALBA", 
                    "ENTRANCE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The caravan rides up to the walled entrance to the city, guarded by Khalar's troops. Blended in amongst the others Conan now wears the elaborate head scarf and clothes of Shemish traders, obscuring all but his eyes."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Tamara is dressed like a Shemish serving girl, her taut b barely covered by silken drapings. She glares at Conan, miserable."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "I don't understand why I couldn't be dressed as you are. I look like a whore."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "And what better disguise for a monk? Conan tugs on the rope for the camel to move faster. The Camel BRAYS and rears. Conan yanks harder and the camel f forward, its eyes wide. Conan meets its eye. 78."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Do not test me, beast."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Is there not a living thing you can be at peace with? They ride into the city, past the troops."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "KHOR KHALBA CITY", 
                    "ENTRANCE"
                ], 
                "terior": "EXT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Conan and Tamara walk through the town's teeming market, otherworldly bazaar replete with animal sacrifices, veile faces and not a hint of morality."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STRANGER"
            }, 
            "text": "A FIGURE, his form hidden beneath a cloak, spots Conan an Tamara as they enter, and begins to follow them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WOODEN PLATFORM"
            }, 
            "text": "The city ends at the sheer cliff wall at the bottom of th plateau. There stands a WOODEN PLATFORM that is lowered b massive winch, unloading a cavalry regiment and then rais back up to the fortress above."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "It's probably only way into Khalar's fortress. I'm sure it is heavily guarded at all times, day and night."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "So we must try to scale the cliff."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "And dodge arrows as we do so? Conan motions up to the winch. Standing beside it are a h dozen of the four-armed ARCHERS."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "During the day, we'd easily be spotted on the climb. And it would be useless to even attempt at night. No, we must find another way."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "STRANGER'S POV"
            }, 
            "text": "As Conan continues around the base of the mesa, the Figur following Conan is joined by TWO OTHERS. 79."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALLEYWAY"
            }, 
            "text": "Conan and Tamara reach a less crowded area of the village when a VOICE rings out behind them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "VOICE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Halt. Conan spins, sword at the ready. From out of the shadows comes a pair of MEN, their beady eyes fixed on Tamara."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Thieves. You'll regret finding me."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "VOICE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I think not. From out of the shadows steps the ONE-EYED THIEF, the sam one who Conan saved from Lucius' beatings. He smiles at Conan, lifting a KEY from a rope around his neck"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ONE EYED THIEF", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It took longer than you think to cut this out of Lucius' stomach. After all that work, I figured I'd keep it -- for old times' sake."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THIEVES' TAVERN"
                ], 
                "terior": "INT.", 
                "ToD": "AFTERNOON", 
                "shot type": null
            }, 
            "text": "A rundown hall, built beneath the city. Wooden supports h up the buildings of the entire city block overhead. And within the hall, a gathering of THIEVES and ROGUES. They're a flinty collection, many of them missing fingers even hands, evidence of Khalar's cruel justice. They eat and drink, sharing tales and tips, WENCHES and SERVING WOMEN their cautious eyes following the Cimmerian outsider. The One Eyed Thief takes them to an open table, and immediately three of the serving women descend upon Conan caressing him. Tamara watches this, jaw dropped, and manages a COUGH, ev as a SERVING GIRL delivers mead to the table. Conan just smiles as he enjoys the silky bodies of the nu women, their breasts practically framing his face. 80."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "What? Do you wish to join in?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": "Conan cleans mead from his face, scowling at Tamara, as t One-Eyed Thief uses the tabletop to explain the fortress."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ONE EYED THIEF", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "--so you were right about the platform. You'll be long dead before you make it top. Same with scaling the cliff. There's no known way to break into the fortress."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "So that's it?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ONE EYED THIEF", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I didn't say that. I just said there's no known way in -- because no one has ever tried to. But breaking out -- that's another story. It's not much easier, but it's possible. The One Eyed Thief offers the same gap-toothed grin."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ONE EYED THIEF, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You just need to find someone crazy enough to show you the way."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SEWERS"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Tamara is the last to follow Conan, the One Eyed Thief an the three THIEVES from before down a short ladder. Below a darkened catacomb, lit only by their torches."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ONE EYED THIEF", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "These catacombs run underneath the entire city, even to the cistern that drains out from the fortress dungeon. Tamara's foot drops into knee high water. She immediately grabs her nose."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Catacombs? You mean sewers."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ONE EYED THIEF", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Piss and shit are the last things you need to worry about down here. 81. Tamara eyes the muddy water, nothing visible beneath its murky surface."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "OTHER SEWERS"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The group wades through the water, single file. Conan not HIEROGLYPHICS and carvings on the wall of the catacomb. Massive creatures of the sea, dark sorcery, ritual sacrif"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "What is it?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "A warning. These catacombs are connected to the sea. It says that the beasts of Acheron protect its secrets."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Not from me. Conan presses on, into the darkness."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CISTERN"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The catacomb widens out to a giant circular cistern, its walls rising up high into the darkness. As the torches br light to the space, we see HUNDREDS OF DEAD, ROTTING BODI As Conan and Tamara walk forward, the One Eyed Thief and other stop at the entrance."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "ONE EYED THIEF", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sorry, friend. We stop here. We've heard too much about what lies within to go any further. Conan simply nods and the thieves depart. Conan raises hi torch, illuminating the near wall."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Where now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Around. Up. Conan heads off one direction, leaving Tamara to navigate other half. Her torch illuminates the grizzly path ahead. inhales deeply and takes her first step."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "82.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Following the slick wall, he passes many DEAD BODIES, but only one catches his eye. He stops before it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "DEAD WARRIOR"
            }, 
            "text": "Nothing more than a skeleton, picked clean by the rats. B he still bears his leather armor, and a horned helmet tha resembles his father's own. Conan takes the helmet and places it on his head. It fits perfectly."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Tamara is gingerly making her way through the knee high sewage water and the dead bodies submerged within."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Oh!!! Tamara leaps up, swinging the torch down towards the wate Conan, nearby, unsheathes his sword."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "What?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Something touched me. Something slimy. Conan walks over, the torchlight revealing something on Tamara's leg. It's a SLUG, which he flicks off."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Crom! Stop wasting time. But when Conan steps forward, something ROILS THE WATER r before him. He spots a HUGE TENTACLE just before its submerges back into the water."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Crom indeed. Then Tamara SCREAMS as another tentacle rises up from the water, wrapping around her waist. Tamara grabs hold of th wall as the tentacle tries to pull her underwater. Conan immediately SLASHES the tentacle, pulling Tamara aw The squirming decapitated tentacle squirts black blood everywhere, the knee high water seems to come alive with roiling intensity. Conan spins, finding a circular stone staircase tiled int the far cistern wall. 83."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Let's go."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CIRCULAR STAIRWAY", 
                    "CISTERN"
                ], 
                "terior": "EXT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As they work their way up the circular stairwell, towards thin shaft of firelight up ahead."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "DUNGEON"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Carved out of solid black rock, both sides of the broad corridor are occasionally punctuated by thick steel doors leading to prison cells. Conan and Tamara emerge from a sewer drain, pushing their to the floor of the hallway. The heavy darkness presses i Conan's torch like a sentient, animate thing. The floor of the corridor is lined with DEAD BODIES, in varying states of decay. There are buckets, filled with entrails and feces, upended. Tamara put her hand over her mouth. Conan continues down the hallway. He and Tamara begin to the sound of EERIE CHANTING."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "What is that? Up ahead, the torch-lined dungeon plunges into darkness a the torches end. Conan holds up his own torch, struggling peer into the black void."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Nothing good. Conan takes a step forward when suddenly a POWERFUL WIND blows out his torch. A moment later, there's the sound of GATE WHISTLING DOWN AND CRASHING INTO THE GROUND. In the darkness, comes a DEEP, EARTHY CHUCKLE."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "VOICE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Welcome. A HOST OF OIL LIGHTS SUDDENLY COME UP, revealing that the gate that closed behind them was actually just a door to vast CAGE built around a massive PIT. 84."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THE PIT"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The same pit where Fariq sacrificed the female monk, only now, a half dozen COMBATANTS stand on the grid above the void. Hanging high above the pit, in baskets, lie other PRISONE including Tamara's fellow female monks. Several of them Y out Tamara's name as they see her. And watching everything, from an amphitheater above the c is the massive Akhun and several of his slavers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AKHUN"
            }, 
            "text": "Which ever one of you slaves gets me the girl, lives. The Combatants all close in on Conan and Tamara, each tak a different plank way to get to them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TO TAMARA)"
            }, 
            "text": "Stay behind me. Tamara steps behind Conan, who blocks the others' path to her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Who dies first? The first two COMBATANTS attack as one, the first wieldin short sword, the other a pike. The pikeman thrusts first, Conan deftly stepping aside, then pulling the pike, sendi the wielder off balance and into the abyss. The prisoner with the short sword doesn't fare much bette as Conan evades his swipe and decapitates him with a sing blow."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Tamara sees that the prisoner baskets are suspended by th top half of the metallic cage. She begins scaling the cag her eyes set upon the imprisoned monks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Three more COMBATANTS step in to replace the fallen duo. Conan readies himself as the first one steps up, only to the combatant suddenly grabbed by a ENORMOUS TENTACLE, mu like the one Conan cut through earlier."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TENTACLED MONSTER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "85.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Up from the darkness of the pit comes a gargantuan monste gigantic octopus-like behemoth, with multiple tentacles t feed a pulsing black orifice lined with razor sharp teeth The creature reaches out and grabs another SCREAMING combatants, lowering him to its mouth and devouring him i its gnashing maw. The creature reaches for Conan, who ducks underneath the tentacle, the slices it off. He immediately turns back to check on Tamara -- and he discovers she's not there. He looks up to see Tamara scaling the cage, now nearly fi feet directly above him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Crom!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AKHUN"
            }, 
            "text": "The massive warrior spots Tamara getting close to the prisoner baskets and motions to his two Jailers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AKHUN"
            }, 
            "text": "Get her!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "She's reached the base of the chain supporting one of the baskets when she spots the two Jailers closing in, climbi towards her from either side."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Spotting Tamara overhead, Conan tries to keep beneath her evading the swarming tentacles while balancing on the ric planks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "She's scaling down the basket supporting chain when the f Jailer reaches out to grab her. She reacts by GASHING his eyes, and as he instinctively grabs them, he FALLS TOWARD THE PIT."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Conan barely dives out of the way as the fallen Jailer SMASHES through the plank he was on, forcing Conan to jum another. Just then another COMBATANT comes swinging for the Cimmer forcing him to defend while still not balanced. 86."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "The next Jailer grabs her, pulling her off the cage. He struggles to pull towards a nearby exit hatch when she BI HIS EAR OFF. The Jailer drops Tamara, who SCREAMS as she falls."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Conan spots Tamara plunging towards him. In one swift mov he SLASHES his opponent, ducks underneath a writhing tentacle, and reaches out to GRAB TAMARA BY THE ARM AS SH FALLS. His shoulder nearly pops out, but he manages to ho onto Tamara."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "She swings above the chasm, the gnashing teeth of the mon below her. Only a single splintering plank holds her and Conan aloft."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "With a grunt, he swings Tamara and throws her to safety, the edge of the pit. But as he gets to his feet, he spots the massive Akhun entering the arena."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AKHUN"
            }, 
            "text": "The giant warrior grins as he boards the same plank as Co He thrusts his thunderous legs down, causing the plank to bend and warp. Conan struggle to balance on the undulating plank, but hi training in Cimmeria serves him well. Akhun smiles and step closer, again thrusting down with h legs. Conan's balance is thrown, but there's no other pla close enough for him to jump to."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "AKHUN (CONT'D)"
            }, 
            "text": "You'll make a nice meal. Akhun steps down on the plank one last time, but this tim Conan uses the momentum to SPRINGBOARD UP INTO AIR. Conan soars into the air, his cat-like reflexes keeping h focused as he lands right before the stunned Akhun. With great slash of his blade, Conan eviscerates Akhun. 87. Akhun's innards drop out of his belly as he falls into th abyss, only to be snapped up by the massive beast."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ARENA OF THE PIT"
                ], 
                "terior": "INT.", 
                "ToD": "LATER", 
                "shot type": null
            }, 
            "text": "Conan lowers down the last of the baskets. Tamara use a s to smash open the lock, freeing the prisoners inside. Tamara shares hugs of joy with the other monks of her flo The women look worn, but unbroken."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Where is Ilira?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FEMALE MONK"
            }, 
            "text": "She was taken away by Fariq."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Then I'm too late. One of the stronger looking women, an ELDER MONK, steps forward."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ELDER MONK"
            }, 
            "text": "No. She was just taken this morning. It's not yet midnight, and Khalar still must bring her to the cave of Acheron. Tamara nods and the women begin to ARM THEMSELVES. Conan shakes his head at the rag-tag group."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You're going to fight Khalar's troops? Just you? The Elder Monk grabs and nearby pike and twirls it expert about her body, clearly well versed in it use."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Cimmerians aren't the only women who know how to fight. And to kill. Tamara looks at the other monks."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "Our duty was to keep the queen safe. We failed. But if Khalar brings her to Acheron, it will rise again -- and all our peoples' sacrifice is for nothing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "88.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "So if the queen is not free by the stroke of midnight -- she must be already dead. The other monks nod and they start to head off. Tamara is last to head off, her eyes burning into Conan's."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You want my help again."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "No. You kept your word, I'll keep mine. I pray you fulfill your debt. Tamara kisses Conan's cheek one last time and heads off."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CATACOMBS"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The monk travel in single file, the Elder Monk leading th way. Suddenly, she stops, motioning to an entranceway ahe"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ELDER MONK"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(WHISPERING)"
            }, 
            "text": "Guard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(WHISPERING)"
            }, 
            "text": "Don't kill him. We need to find out which way Ilira was taken. The Elder Monk nods and slips up ahead. We hear a SMASH."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CATACOMB ENTRANCEWAY"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The stunned GUARD lies before the assembled monks. Tamara glares down at him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Tell us where the last girl was taken. The Guard just LAUGHS at them through bloody teeth."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CONAN, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Let me ask. The Guard's face drops as Conan steps out from the darkne"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Your debt -- 89."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Will be where your queen is. Tamara smiles. She knows it is a half truth."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FORTRESS", 
                    "THRONE ROOM"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "As Conan and the monks enter, the throne room is empty, scattered light barely illuminating the expansive chamber Ilira sits on the throne, crown on her slumped head. Tama runs over to her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Ilira! She raises Ilira's head, only to discover lifeless eyes. Tamara cradles her best friend's face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "She's dead. It's over."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "VOICE, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Not yet. Before the monks can react, ARROWS STREAK OUT FROM THE DARKNESS, killing them all. Only Conan is quick enough to dodge his arrow by diving aside. When he comes up, Khalar has Tamara, his sword at her nec Several ARCHERS stand behind him, at the ready."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "It's only begun. Because that one was not the heir to Acheron. Khalar smiles down at Tamara."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She is. Slowly, what he's saying dawns on her."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "No. It can't be --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Secretive, the traitors of Acheron. It wasn't easy, but Fariq finally wrung honesty from the girl. That poor innocent was forced to live a lie, even as the truth was kept from the queen herself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "90.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(TO CONAN)"
            }, 
            "text": "And you did the rest, barbarian. My thanks for delivering the Queen to me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "No! Suddenly, a trap door opens beneath Conan and drops down the darkness, landing with a heavy THUD."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "FORGE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Conan awakens to the familiar sound of a hot blade SIZZLI as it hits the cooling vat. But this is no dream of his father's forge -- as he looks to see Fariq holding a sword, its tip still red hot, the flames of the fortress's forge behind him. Conan's thrusts forward, only to find his armed chained around a heavy mortar and stone pillar. Fariq strokes his newly acquired scar."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "At last you awaken, Cimmerian. It's been hours you've made me wait for my fun. Conan says nothing, but his eyes scan the room, taking in everything."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ (CONT'D)"
            }, 
            "text": "You made me lose face in front of my father. That wasn't wise. But what should I expect from a Cimmerian?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "A swift end! Conan strains at the chain, ripping the skin beneath his shackles -- but a thin wisp of mortar comes loose from th pillar."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "Hardly. But that is a difference between you and me. A swift end would be a mercy I do not intend to grant. No, you must suffer for your transgressions."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(MORE)"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "91.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ (CONT'D)"
            }, 
            "text": "You must beg for your suffering to end. Just as your people did. He waves the glowing sword tip in front of Conan's face."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "You lie. I was there. My father never uttered a sound. Fariq LAUGHS, amused."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "You were there? What were you doing, warrior? Watching your father die, without saying a sound? Taking your eyes will be justice indeed, coward. Fariq pushes the hot tip of the sword against Conan's ski Conan's face reddens with pain, but he doesn't utter a so But as Conan pulls on his chains -- more mortar falls. As Fariq turns back to place the sword in the forge, Conan notices one of the bricks the chains are fastened to is LOOSE."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I saw my father die. Slain by one who can only kill men already on their knees. Fariq turns, his eyes blazing. He glances over at the two GUARDS by the door, who try not to listen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "I've killed many in battle, cur."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Really? Then why did your father not let you face me before, when I had sword in hand. He thought you unequal to the task. Fariq responds by pushing the red hot blade against Conan chest. Conan just YELLS back at him."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Coward! Prove your strength! Again, Fariq pushes the hot blade against Conan's skin."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Take my eyes, coward -- if you can. 92. Fariq yells and thrust the tip of the sword at Conan's he Conan lifts his manacles, forcing the blade up into the b holding his chain. Then Conan pulls on the chains with all his might, loosen the heavy brick, which falls to the ground. In one powerful movement, Conan begins SWINGING the chain with the mortar block on the end, a homemade ball and cha The two Guards come forward, sword drawn, only to meet wi CRUNCHING blow by Conan's weapon. Both their heads get ca in. Fariq rushes Conan, getting in too close for Conan's wide swings. Conan simply meets Fariq's sword with the heavy chains, then encircles Fariq's neck with the steel bonds. Fariq CHOKES, falling to the ground, gasping for air. But Conan doesn't kill him -- yet."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE FORGE"
            }, 
            "text": "A vat of molten steel bubbles in a cauldron within the fo Conan uses tongs to lift the cauldron out."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ"
            }, 
            "text": "Conan kicks him onto his back. Fariq's last vision is tha Conan, tipping the cauldron, the hot iron descending towa his eyes. Fariq SCREAMS. Conan reaches down and picks up Fariq's sword. THE SWORD CONAN'S FATHER MADE FOR HIM."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "SEA PENINSULA"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "By torchlight, Khalar Singh leads his black-armored PERSO GUARD, two dozen men strong, across a rocky peninsula, jutting out into the sea. On the back of Khalar's horse, bound, rides the helpless Tamara. As they round a large rock spire they spy a fearsome and inspiring sight. A massive SKULL, seemingly a natural roc formation, rises over the peninsula. As they ride closer, we can make out one more detail -- t mouth of the skull is actually a massive door, at least s feet high, and seemingly made up of jagged bone. It has t appearance of teeth, completing the skull illusion. 93."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ACHERON CAVE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "It takes the full complement of soldiers to open the enor doors. Khalar Singh rides in. Moonlight from the huge eye the skull illuminate terrifying faces in the darkness. Fa of demonic warrior statues. At their feet lie the decaying bones of human skeletons, numerous to count."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "This is no empire, only a graveyard."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "You see only with your eyes. Khalar nods to his men. Two Guardsmen take their torches light other torches set in the walls. It sets off a chain reaction. As far as the eye can see torches ignite reveal the true scope of this place. An enormous cave, the walls lined with monumental columns that frame countless bas relief carvings of demonic origi And at the far of the cave, an ALTAR sits beneath a raise THRONE, surrounded by a SACRIFICIAL POOL. The pool is emp Khalar turns to his guards."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Close the gates and stay here. Send my son to me when he arrives. (motioning to two of them) You two, come with me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE ALTAR"
            }, 
            "text": "Khalar dismounts at the sacrificial altar, carved of out purple-shaded rock. Around its edges are deep channels, f the blood of its victims. And on its four corners -- shac of bone."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "The Acheronians had a wonderful sense of balance, don't you think? For one to ascend to royalty, another must fall. With the flick of a wrist, Khalar cuts Tamara's bonds. 94. Tamara head butts him, struggling to escape, but Khalar absorbs the blow effortlessly. He throws Tamara upon the altar, his two guards shackling her in place."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "For a hundred generations the kings of Acheron were crowned, and the queens were sacrificed. Khalar snaps his fingers and two guardsmen bring an ornat carved BOX MADE OF BONE, laying it before the altar. Like Chinese puzzle box, Khalar manipulates the carvings of skulls, sacrifices, and creatures until the box UNLATCHES And from the box he lifts two items. A CROWN OF GOLD and CROWN OF IRON. The crown of gold is magnificent, ornately detailed gold that glows in the firelight. But the crown of iron is terrifying. Huge rough spikes ex from it in every direction. It looks more like a weapon t a crown."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What a day for you. This morning you were a handmaiden. Tonight, you are a queen giving birth to an empire."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CUT TO:"
            }, 
            "text": ""
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CAVE ENTRANCE"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Bloodied and weary, Conan approaches the Skull Rock. He h nothing more than his sword, his loincloth and a small BU SACK tied to his hip. He stumbles, falling to his knees. His wounds have taken grave toll. Still he stands and presses on. He pushes on the doors. They do not budge in the least. H puts his shoulder to the doors -- his every muscle strain to their utmost. Again -- no movement. Conan backs away, taking stock of the surroundings. He cl up the side of the rock."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ACHERON CAVE"
                ], 
                "terior": "INT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Khalar Singh CHANTS in Acheronian. Ancient, harsh words, he lifts the two crowns overhead, offering them to the statues of dark gods all around. 95."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Stop. You don't know what you are about to do."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "But I do. For thirty years I have dreamed of this day. The day our people rise from the ashes. Khalar Singh continues his chant and places the gold crow upon his head. As he does so, the light from the moon reflects off the crown, bathing the sacrificial pool in a unnatural glow. THUMP-THUMP. A deep and foreboding sound echoes throughou the cave, shaking everything like an earthquake. It sound like the heartbeat of a giant. Khalar next places the iron crown around Tamara's head. S thrashes and struggles but to no avail. Once the crown is around her head -- THUMP-THUMP! The spi around the iron crown grow shorter AS THE SPIKES DRIVE THEMSELVES INTO HER HEAD. She SCREAMS in agony. Blood drips from beneath the crown, flowing into channels around the edges of the altar."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It begins. You give birth to an empire."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "THE SIDE OF THE SKULL"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Conan climbs -- muscles straining -- slipping -- hanging by one hand -- and climbing again. THUMP-THUMP. The statuary shakes, indeed the whole earth does. Conan nearly slips, but keeps his grip."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Crom. He reaches the eye of the skull."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "REVERSE ANGLE"
            }, 
            "text": "With the moon over his shoulder, Conan stares down at the unholy sight before him. We pull back revealing Tamara, h blood draining from her body. 96."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "ACHERON CAVE", 
                    "CONTINUOUS"
                ], 
                "terior": "INT.", 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Tamara, her face pale from blood loss, begins to pray in pained whispers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "It's good that you pray. Gods will be here soon. Tamara struggles to speak, her body wracked with pain."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "He'll--be---here--sooner."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Who?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "CONAN, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Me! Khalar turns to see the outline of Conan, framed by the moonlight, looking down at Khalar from atop of one the warrior statues. A thick vine dangles nearby, Conan's rou down from the cave roof above. Conan then leaps down to the skeleton covered floor befor the altar. It is a killing floor. The two Guardsmen leap for him, but Conan dispatches them with a pair of strikes. Both fall down dead. Conan meets Tamara's eyes, a look of determination, assurance. He starts toward the altar."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "I will say this for you, barbarian. You are hard to kill."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Let her go."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "You've faced me before and lost. What do you think has changed now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "My purpose. Conan lunges for Khalar, their swords meeting with a flas sparks. They fight to a brief standstill when ---THUMP, THUMP."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE ALTAR"
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "97.", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Tamara writhes in pain as the spikes drive deeper into he head. More blood pours forth. The blood in the channels speeds up and finds the channel leading down to the sacrificial pool. Conan makes another movement toward the altar, but Khalar nimbly blocks his path."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "You are strong, Cimmerian, but we both know you are not my equal. Conan takes the burlap sack wrapped at his hip pulls it o"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Once you used my father to teach your son a lesson about strength. Now let me teach you. Conan tosses out what is inside. It falls to the ground, rolling to Khalar Singh's feet."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FARIQ'S HEAD"
            }, 
            "text": "Khalar looks down at the ground -- at the head of his bel son, his eyes gone, replaced by molten metal. Khalar trem in shock and rage."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "No. Khalar reaches for the severed head, giving Conan a brief window to rush to Tamara's side. Conan tries to lift her the altar, but the bone shackles still pin her down."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Cimmerian!!! Enraged, Khalar CHARGES Conan throwing all his skill and force into an all-out attack. Conan simply sidesteps it, shatters the bone shackle holding one of Tamara's wrists. Before he can shatter the other, Khalar charges again. Khalar swings, Conan spins, his blade catching Khalar's j inches from his face. Conan throws Khalar off him, knocki the warlord back ten feet. Khalar's attack is feral, uncontrolled. He's lost his balance. Spinning and striking blindly, Conan smashes the second shackle on her wrist. He continues his motion, bringing h sword around to meet Khalar's next strike. 98. Now Khalar looks like the enraged amateur, and Conan the polished warrior. Their battle takes them away from the altar. With her hands free, Tamara struggles to pull the spikes and remove the crown."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE KILLING FLOOR", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Conan repels another Khalar attack, this time striking Khalar's chest and drawing blood. The Guardsmen arrive fr the other side of the cave, drawing their swords. Khalar waves them off, his fury aimed at the Cimmerian."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Queen. Shackle her!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE ALTAR"
            }, 
            "text": "In agony, Tamara pulls one of the spikes out, then anothe She pushes with all her might, lifting the crown of iron her bloodied head -- When the Guardsmen charge her, pin her down, and force th crown back on. THUMP, THUMP! The crown spikes imbed themselves even deep as Tamara SCREAMS. The blood now fills the channels of th altar. WE FOLLOW the trail of blood, down the side of the altar, a spiral channel around the leg, and in a wide circle aro the altar until reaching the channel's end --"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE FIRST DROP OF TAMARA'S BLOOD TOUCHES THE SACRIFICIAL", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "POOL. It BOILS instantly, multiplying itself exponentiall bubbling forth and filling the entire pool. AND ALL HELL BREAKS LOOSE. A massive earthquake jolts the entire cave."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "THE KILLING FLOOR", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As Khalar Singh and Conan battle, the ground beneath them the wide cave floor CRACKS and SPLINTERS. THUMP-THUMP! The earthquake intensifies and the entire fl of the cave GIVES WAY, tumbling into an incredible abyss. Conan and Khalar alike grab onto the only rocks they can reach to prevent them from falling further. 99. Conan ends up against one of the walls on the side of the cave. Khalar clings to the rocks on the edge of the sacre pool. Their bodies are illuminated by a fiery glow. They look below, searching for the source of the glow."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ACHERON"
            }, 
            "text": "Another two hundred feet deep lies the golden spired city ancient Acheron. The cave is but a forechamber, the sligh taste of the true glory and horror of Acheron. And as they stare down into the ancient city, the shadows there MOVE. Is it a trick of the light? No. Whatever the dark forms a they are coming this way, climbing the tallest demonic sp and leaping impossibly far to climb up after Conan and Kh Singh. Khalar gazes down at the city with wide eyes."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Beyond my dreams --"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "THE ALTAR"
            }, 
            "text": "Tamara, her body's blood nearly drained, is still shackle the altar, which now teeters over the edge of chasm, pois to fall into the fiery depths."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Conan!!!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "On the other side of the abyss, Conan spots her and scale the cave wall, up to a tiered plateau. He moves quickly, trying to get to Tamara."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Khalar watches, entranced, as the first of the creatures rises out of the pit. They climb the walls like insects, clinging to the walls, their heads swiveling like a prayi mantis."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ACHERONIAN WARRIORS"
            }, 
            "text": "The look like the statues above -- a hybrid -- part human part demon. Their skin is a perfect black, armor carved o black bone, faces once human but now demonic with blood r eyes and gnashing teeth. 100. They advance on Khalar Singh, who is furthest down now th Conan climbs upward towards Tamara."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(IN ACHERONIAN)"
            }, 
            "text": "I am Khalar Singh, King of Acheron. I command you to kneel! And this demonic horde advances right for him, their razo sharp teeth bared. Unsure, Khalar grips his tulwars tight The demonic creatures draw close, and they -- kneel. They climb out of the abyss and immediately lower their heads before Khalar Singh. Out of the corner of his eye, Khalar spots Conan, drawing near."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "KHALAR SINGH, (CONT'D)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(IN ACHERONIAN)"
            }, 
            "text": "Show him the might of the army of Acheron! But they do not rush to follow the order. They stir. One them with more ornate bone armor than the rest looks over Khalar's Guardsmen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ACHERONIAN COMMANDER"
            }, 
            "text": ""
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "(IN ACHERONIAN)"
            }, 
            "text": "First, we feed. Its voice is somewhere between a whisper and a hiss."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "Fine. Take your fill. I will kill him myself."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Conan is on an intercept course with Tamara, leaping acro chasms from statue to statue. Just below him, the first w of Acheronian Warriors reach the Khalar's remaining Guardsmen."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR'S GUARDSMEN"
            }, 
            "text": "Khalar's Guardsmen, who have been watching the events wit mouths agape, realize the danger too late. The horde of Acheronian Warriors leaps on them and a massive battle en between the demonic warriors and the soldiers."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "His climbing is dizzying, reminiscent of his youth scalin the cliffs of Cimmeria. 101."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR"
            }, 
            "text": "Intercepts Conan just below the altar, his tulwars at the ready."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Your story ends here. The two warriors square off, fighting even as they cling the statues."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ACHERONIAN WARRIORS"
            }, 
            "text": "The demon warriors not only slay Khalar's Guardsmen, but their still living bodies apart, dousing themselves in th blood of their victims. It is a violent ritual, both Bacchantic and gruesome."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR"
            }, 
            "text": "Launches himself at Conan, his tulwars sparking off the s statuary. Conan leaps to another statue, parrying the blo Khalar overextends himself, and Conan's sword just barely misses his throat. Khalar pulls back, tries to settle himself. Conan's eyes narrow, he knows what Khalar is doing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN (CONT'D)"
            }, 
            "text": "Like a woman, Fariq cried and begged me to spare him. Khalar ROARS in rage, launching an all-out offensive. Con backs up slowly, waiting for his moment. And it comes quickly. Conan ducks below the tulwars and C Khalar across the stomach. Khalar loses his balance and falls, one hand grabbing a protruding statue arm, danglin over the abyss. Conan raises his sword to finish the job."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TAMARA, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Conan!!! Conan glances down. The Acheronian Commander drank his fi and now moves to the altar itself, his claw stroking Tama body. With one touch, the shackles open. He and the Acheronian Warriors drag her pale body toward the abyss. Khalar grins up at him through bloody teeth. 102."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "KHALAR SINGH"
            }, 
            "text": "They take her to a place you can never follow. Who will you fail, Cimmerian? Your father or your woman? Conan leaps down to the altar. The Acheronian Warriors attack. Standing atop the altar, Conan cuts down all come cutting his way through the enemy, working his way to Tam"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "Tamara!! They leap on Conan, impossibly fast. They stab him. They him. But he does not stop. Even wounded, he throws them i the abyss. And he reaches Tamara, just before the Commander drags he below. He grabs her arm. The Commander grabs her other ar baring his shark-like teeth. BLAM! Conan punches him in the mouth with his free hand a the Commander falls into the abyss. The bloody Conan pulls Tamara up into his arms. Only for Tamara to scream."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "Conan! Conan spins just in time as Khalar strikes. Khalar's tulw narrowly misses, and Conan counters. His father's sword r Khalar Singh through. Khalar's body falls into the abyss. But the Acheronian Warriors surround them. Thousands clim out of the abyss, teeth bared, closing in on the wounded Conan. Tamara, badly weakened herself, grabs Conan."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA (CONT'D)"
            }, 
            "text": "Conan, you know what you must do. Kill me."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "No."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "It is the only way to end this. My death gives others life."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "CONAN"
            }, 
            "text": "I cannot. 103."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "TAMARA"
            }, 
            "text": "You must. Your parents both understood that purpose. Now it is yours. Live, Conan. A tear falls from Tamara's face. The demonic warriors pre to strike. Conan drives his sword into Tamara's heart. The crown spi retract and it falls from her head, tumbling into the aby BOOM! A seismic explosion shakes everything, an unearthly GUST OF WIND pulling the Acheronian Warriors back down in the abyss."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ACHERONIAN CAVE"
            }, 
            "text": "The cave begins to fall, massive sections of the roof dropping in to decimate the pyramid and the city below."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "ALTAR"
            }, 
            "text": "Conan pulls Tamara's body away, even as the world descend into dust and debris."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "CAVE ENTRANCE"
                ], 
                "terior": "EXT.", 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Khalar's HORSE stands near the entrance. Conan puts Tamar body carefully atop the horse, then mounts it himself. He positions her in front of him, his arms encircling her. Conan gives her lifeless body one last kiss, her blood staining his lips red, as his mother's did as a child."
        }
    ], 
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "HIGH PLATEAU"
                ], 
                "terior": "EXT.", 
                "ToD": "DAWN", 
                "shot type": null
            }, 
            "text": "A blazing sun threatens to explode over the nearby mounta Conan holds a single torch in his hand. His look is hard. Grim. We pull back to reveal a funeral pyre, Tamara's body atop Conan places the torch to the pyre. It quickly spreads. We move in, closer and closer upon Conan's ice blue eyes, blazing fire erupting in them. A fire that will never be extinguished."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TAMARA, (O.S.)", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Live, Conan. Live. FADE TO BLACK."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]