[
    [
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": [
                    "MOOBY CORP. BOARDROOM"
                ], 
                "terior": "INT.", 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Oh, this isn't your standard boardroom; this is Mooby Cor the Golden Calf - which can only be described as a bovine Barney: sickeningly simple and very non-threatening. A la the middle, a media center behind the huge chair at the h adorned with framed posters of Mooby, playing with kids, stupid smile. At the center of the table is a large, gold the insipid creature. Doors open and the boardroom fills with suits - six men, chatter and take their seats. After a beat, WHITLAND, the taking his place at the head of the conference table."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHITLAND"
            }, 
            "text": "Good morning, shoppers. (slaps a file on table) Has anyone seen the over-night's? An anticipatory hush fills the room."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHITLAND"
            }, 
            "text": "We creamed 'em. A cheer and applause goes up from the group. Whitland smi"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHITLAND"
            }, 
            "text": "(reading from file) And last night was a rerun, which says to me that with th have to ready and promote the 'Very Nlooby Christmas' pay we can produce history-making numbers. The record is held shock-jock's New Year's thing, but I see no reason why ou can't supercede those numbers and... (stops and sniffs the air) Do I smell onions? Bartleby and Loki sit behind the thrall on a black leathe carving something out of an onion, while Bartleby looks o Whitland and the rest of the board stare at them."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHITLAND"
            }, 
            "text": "I didn't realize we had guests. Who are these gentlemen w The other suits shrug and look to one another for an answ"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHITLAND"
            }, 
            "text": "(to Bartleby and Loki) Excuse me. Loki continues carving. Bartleby looks at his friend and Loki lifts his head without looking up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "(very distracted) Hmm?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHITLAND"
            }, 
            "text": "May I ask what you're doing in my boardroom?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "(still preoccupied) My friend just has a few words for you, and then we'll be Heading to Jersey, you see. Now -by the decor, I assume I correctly that this is the corporate headquarters for Moo International?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHITLAND"
            }, 
            "text": "You guess correctly. Now, may I ask who the fuck you are the fuck you're doing in our conference room?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "(to Bartleby, still not looking up) You may proceed, mon ami'."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLEBY"
            }, 
            "text": "I can't believe you. (to Whitland) I just want to start off by apologizing. My friend here h toward the dramatic, so he's making me do this. Usually, involve myself in his affairs, but he hasn't done this in wants..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "(frustrated) Just read 'em their rights already."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLEBY"
            }, 
            "text": "(sighs; circling the table) Mooby, the Golden Calf. Created by Nancy Goidruff -a form teacher - in nineteen eighty nine to fill a gap in the Sa schedule on local network K-REL Bought by the Complex Cor nineteen ninety one and broadcast nationally as the 'The Hour', it picked up a large following of children, ages t spawns sixteen records, two theatrical films, eight prime library of priced-to-own video cassettes, and bicoastal t 'MoobyWorld'. (beat) Did I miss anything? Whitland and company stare for a beat."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHITLAND"
            }, 
            "text": "You forgot 'Mooby Magazine'. Is there a point to this?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLEBY"
            }, 
            "text": "(grimly) You and your board are idolators. Whitland and company stare dumbfounded. Loki finishes car beside Bartleby."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "(to Bartleby) How could your forget the magazine? Bartleby rolls his eyes. Loki turns to the Whitland and h sculpture."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "It's you. (sets sculpture on table) Do you know much about voo-doo? Fascinating practice, ver Satanism, but not really much of a religion - no doctrine arrangements of superstitions, the most well- known of wh doll. (sneezes; waits; continues) A mock-up of an individual is subjected to various pokes desired result is that the individual will feel the effec"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "WHITLAND"
            }, 
            "text": "(to nearest board member) Call security - now. Loki throws the knife at the table, severing the phone co"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "All lines are currently down."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLEBY"
            }, 
            "text": "(to Whitland) Again -. I apologize for my friend's..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "(frustrated) Would you just get on with it?!"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLEBY"
            }, 
            "text": "(miffed; to Whitland) You are responsible for raising an icon that draws worshi You've broken the first commandment, but more than that, you passes for a decent human being. Your continued exist of morality. (looks to Loki; Loki nods) Like you - Mister Bernard. (stands behind board member) Last year you cheated on your wife of seventeen years, ei with prostitutes. You even had sex with her best friend w her garden club meeting and you were supposed to be watch"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "In the bed you and your wife share, no less. The board member stares in disbelief. Loki nods to Bartle on."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLBY"
            }, 
            "text": "And you, Mister Newman. Loki sifts through compact discs. He pulls out one entitl and pops it into a player. A simple children's song echoe room."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLEBY"
            }, 
            "text": "You got your girlfriend drunk at last year's Christmas pa a kid from the mailroom to have sex with her while she wa so you could break up with her - guilt free - when she so the next morning that she cheated on you. She killed hers later. You sent flowers to her wake. The board member's face is frozen. Bartleby shakes his he quickly around the table."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLEBY"
            }, 
            "text": "(not liking his job) Mister Pereira disowned his gay son; Mister Turran put hi third-rate nursing home and used the profits from the sal purchase an oriental rug for himself; Mister Barker flew on the company account to have sex with an eleven year ol Bloom okayed the production of Mooby dolls from what he k and toxic materials because it was less costly. Bartleby stops at the female Board member and looks at he"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLEBY"
            }, 
            "text": "You, on the other hand, are an innocent. You lead a good never misused your power here. She stares at Bartleby. Loki pats her on the back and urg"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLEBY"
            }, 
            "text": "But you, Mister Whitland. You have more skeletons in your assembled party. I can't even mention them aloud. Bartleby leans over and whispers something unheard into W Whitland goes green. Bartleby steps back. Loki stands bes"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "You're her father, you sick fuck. Whitland begins sobbing."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BARTLEBY"
            }, 
            "text": "(to Loki) Can I go now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "(cheerily rubbing his head) Go on, you crazy kid. Bartlebv exits. Loki turns menacingly on the others."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "With the exception of Miss Pryce, there is not a decent h you. Do you know what makes a human being decent? (beat) Fear. And therein lies the problem. None of you has anyth anymore. You rest comfortably in seats of inscrutable pow your false idol, far from judgement - lives shrouded in s one another. But not from God. Loki goes to exit but pauses. He turns around."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "I forgot my little voo-doo doll. (looks at Whitland) Wow. It really does look just like you. Maybe, if I belie Loki begins moaning menacingly, slowly waving an open pal Whitland looks at it horrified, then at Loki, then back a sweats and shifts in his seat - eyes pinned on the figure shriek and smashes the figure with his fist. Whitland fre Slowly, he opens his eyes - unharmed."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "I don't believe in voo-doo. Loki swiftly exits. The Board Members sit in awed silence burst open and Loki storms back in."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "But I do believe in this. Gun blazing, he takes out the male board members, includi flurry of bullets. The remaining female Board Member cove her arms. Loki hangs his arm at his side and touches her"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "(smiling) It's okay. You've done nothing wrong. They were bad men. soul. She looks at him, terrified. He smiles back. Then his exp"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "But you didn't say 'God Bless You' when I sneezed. He quickly puts the gun to her head. She slams her eyes s"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "OC BARTLEBY"
            }, 
            "text": "(cautionary) Loki! Loki freezes and looks OC. He grimaces and holsters his p"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "LOKI"
            }, 
            "text": "(to woman) Sorry. Force of habit. He surveys his handiwork and exits. The female Board Memb her eyes and looks around."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT STRIP JOINT", 
                "location": null, 
                "terior": null, 
                "ToD": "LATER", 
                "shot type": null
            }, 
            "text": "Jay and the Gang Leader sit together at a table, surround gangsters and Silent Bob. They laugh and chug their '40's"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GANG LEADER"
            }, 
            "text": "(to Gang) Watch this shit. (to Jay) Do it again, G. Do the Mush-mouth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JAY"
            }, 
            "text": "(swigs his beer; as 'Mush-mouth') Hey-buh, Fat-buh, Al-buh-bert. The Gang laughs hysterically."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "GANGSTER 1"
            }, 
            "text": "Fat Albert like a mother fucker and shit! Bethany, Rufus, and Serendipity huddle around a table fur"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "(elated) I forgot you were down here! How long now?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Three years this August. What about you - is this another expulsion? You and your 'Christ was down' campaign?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "What does that mean - another expulsion? I thought you ca specifically to help me?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SERENDIPITY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Is that what he told you? Rufus gets thrown out constantl month, ethereal time. They always bring him back, but onl of peace and quiet - free from that black nationalist rhe"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "(joking) Artsy-fartsy bitch."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Who you calling artsy-fartsy?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "(to Bethany) Serendipity here used to hang with us sometimes back in J"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Let me guess - the fourteenth apostle; left out of the bi a woman."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "The girl's not a woman. (to Serendipity) No offense."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Oh, those weren't tits I saw Jay cozying up to?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "(tugs on boobs) What, these? You should know better than anyone at this t don't make a woman."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "Hell, the tubby, coat-wearing mother fucker's got tits - woman."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Aside from an intuitive knack for accessorizing, what tra a woman falls between two things : her legs. But as you c Serendipity stands and unbuttons her jeans, dropping them revealing yet another smooth, sexless crotch, quite like"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "I lack definition."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "OC JAY"
            }, 
            "text": "Hey! They're getting a free show! Serendipity pulls her pants back up and sits down, smilin"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "(weary) Oh God. Another angel. Like Metatron."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "How do you know Metatron? (to Rufus) How does she know Metatron?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "This is the last Scion."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "(beat) You're kidding."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "Don't you see the resemblance?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "(stares at Bethany) A bit. (suddenly nervous) Oh shit. If she's been tapped, then something's up."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "I'm confused."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "Bethany, Serendipity here isn't technically an angel, nor means a human being like I was and you are."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SERENDIPITY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Amen to that. (swigs her beer and spits it out)"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Then who is she?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Not who - what. I haven't always been part of the anthrop used to be an abstract."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Now I'm really lost."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "Serendipity's an idea."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Try all ideas."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Meaning?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "I'm a muse, stupid. Bethany stares at her for a beat, then at Rufus. Rufus no"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "I can't take much more of this. (downs her beer)"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "(to Serendipity) She's now met a seraphim, a dead man, and a muse. You can appreciate her frame of mind."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "(to Serendipity) So you - what - inspire people?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "What just went down with your friends over there-you don' thought of that themselves? I knew Kane's weak spot for F passed it along to the boys."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "If she hadn't interceded, they'd be chalk lines right now"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "You made them sing that song?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "I offered them a solution out of the hole they dug for th Thankfully, they took it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Are you kidding? Those two are so dense, they wouldn't ge it was given to them in a specially marked box."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Dense people are the most open to suggestion - it's vou s intelligent folks that have a hard time accepting a good"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "Ain't that the truth."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Prove it. Give me a good idea."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "If I do, and you accept it, then you'll have confirmation you say - dense."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "(beat) Alright. So you're a muse. So what kind of people do you stupid ones?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "I used to specialize in entertainment - literature, theat"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Movies?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "In some cases, I'd do everything but bang starlets on the"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "What have I seen that you've been involved with?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Off the top of my head - everything. Well almost everythi I'm responsible for nine of the ten top grossing films of"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Nine?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "The one about the kid, by himself in his house; burglars and he fights them off? (Bethany nods) I had nothing to do with that one. Somebody sold their so the grosses up on that piece of shit."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "Which brings us to the next logical question - what are y stripping?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Well you remember why I left, right?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "You were tired of doing all the work and getting none of your ideas."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "And sick of watching incapable people take brilliant insp out real trash. (to Bethany) So I opted to quit being a muse and write for myself. I g notice. got a body, fifty bucks, and got sent out into th fortune."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "So what happened?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Writer's block."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "Writer's block?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Can you believe it? Me - a muse, for God's sake! I sit do typewriter, and what do I get? Nothing. Blank page. 1 can grocery list."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "What about what you did with Jay and Silent Bob? You insp"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "That's the cosmic joke. I can give out a zillion and nine but I can't keep any for myself. Her quirky sense of humo"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Whose?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "God's."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "You're saying God's a woman."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Was there ever a doubt in your mind?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "The possibility never presented itself. He's always refer"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "I didn't write it that way My job stops at the idea stage holds the pen adds their own perspective, and all the pen One of the drawbacks to being intangible is that you have editorial process."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "Another one's that you can't jerk off."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "(to Bethany) See. these being male-dominated times, the Pharisees and threatened by the idea of a woman lording over them and c fates. so they made sure that She became a He Doesn't sto whole book is slanted and gender-biased: a woman's respon first sin, the fall of man, and the expulsion from Eden. Sampson's coif of power, a woman asks for the head of Joh Read that book again some time - women are painted as big than the fucking Egyptians and Romans combined."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "(stunned) God is a woman..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "I don't know what the big surprise is - women are the onl create life, just like God created the universe. Who else could have the infinite patience with impudent children t humanity. A woman can give birth to and nurture both sexe psychologists theorize that women are the only gender bot completely comfortable with; and the faithful - both male at ease with God. In time of trial, our first instinct is aid of the Almighty, just as when you're a child, the onl make it all better is..."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "...mom. God, it makes sense."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "(to Serendipity) Shit, you still have a knack for words."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Not really useful in my new line of work."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "What about that? Why'd you choose stripping?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "In an effort to create something artistic that I could cl See, I've been able to fool myself into thinking this isn dancing; and at least dancing is artistic. But She won't much - the way God designed dance, it's the only creative in no tangible product. Unlike paintings, poems, movies o forms. when the dance is over, there's nothing to show fo save and enjoy... or sell. (takes a drink) Believe me, the irony wasn't lost on this muse."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "How long are you going to keep this up?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Believe me, I think about eating crow and going back to t to time. But I'd hate to give Her the satisfaction of my prodigal. And it sucks because I can't stand being flesh especially this halfway crap. Not only do I have to take aesthetic - the showers, the haircutting, the pit-shaving take advantage of the benefits - like getting laid or usi excuse not to get laid... (conspiratorily to Bethany) ...the only true boon to having a period, from what I und"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RLFLS"
            }, 
            "text": "Well we could sure use your help. We need someone with go remember a couple of angels named Loki and Bartleby?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SERENDIPITY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sure - the angel of death and his squeamish pal with a co"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "They found a way back."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "(shocked) God no. Not the plenary indulgence loop hole?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "You know about that?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "I always knew that thing was a bad idea. Leave it to the destroy existence."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "Bethany's Catholic."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "My condolences."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "What do you have against Catholics?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Ever been to a Catholic mass?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "Once or twice."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "It's like bad sex - up, down, up, down, kneel, leave. And the whole time you'd rather be watching t.v. You people don't celebrate your faith - you mourn it."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "So if we're so wrong, then what's the right religion?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "When are you people going to learn? It's not about right question of faith. It doesn't matter what you believe in believe. Jay and Silent Bob join them, wearing bandannas."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JAY"
            }, 
            "text": "Look! They made me and Silent Bob part of the gang! Suddenly, the doors behind them blast open, pouring light room. A huge figure stands in the doorway, backlit and ac filter - the light and vapors surrounding him are brown."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "FIGURE"
            }, 
            "text": "(deep, gutteral hiss) Not born... shit into existence. Our group stares at the OC brute. Jay sniffs the air."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "JAY"
            }, 
            "text": "Who farted?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "SERENDIPITY"
            }, 
            "text": "Sweet Christ, someone wants you bad."
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "BETHANY"
            }, 
            "text": "What do you mean? What's that smell?"
        }, 
        {
            "head_type": "speaker/title", 
            "head_text": {
                "speaker/title": "RUFUS"
            }, 
            "text": "Don't tell me that's who I think it is. SERENDIPITh"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The stench should say it all. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Who the hell is it?! SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "An excremental - the Golgothan. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A what? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A shit-demon. The Golgothan moves slowly from the door, toward the grou NO-MAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No... man. ..of...woman.. born... The Gang join the others. They hold and cover their noses GANG LEADER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Jay; loading his piece) Friend of your's? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to group) Is this smelly fuck with us? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He's coming for Bethany. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Gang Leader) Smoke that mother fucker like it ain't no thang! GANG LEADER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I knew I'd get to wax someone today. Represent! The Gang charges OC, guns blazing, while we hold on the g the room is filled with screams and wet, slurpy noises. T staring wide-eyed, to shielding themselves. The noise sto Silent Bob look up. The Gang lay about NoMan in trashed, dead positions. They murky, creamy crap - their wide, white eyes frozen in hor a finger-full of muck off the leader and eats it, smiling Our heroes start backing up slowly, as to not be noticed. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Silent Bob) I guess we're in charge of the gang now. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What the fuck happened?!? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Go for the bar. We might have a few seconds - his short-t shit. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So's the rest of him. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No chance of taking him down? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Gee. I don't know. Let's ask the gangstas. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're right; let's book. They dash. NoMan snaps to attention and throws it's arm a a huge glob of shit through the air. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(running; seeing it coming)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "SHIT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Everyone leaps behind the bar. The shit flies over them a the mirror above. Immediately, it stretches - Blob-like - frame, and burns in an acidic fashion. Jay stares, horrified. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now that... is some powerful shit. Serendipity pulls at the floor, yanking open a door. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Quick! Get in! Bethany, Rufus, jay and Silent Bob leap into the darkness follows, pulling the door shut on top of them."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT BASEMENT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Our heroes cower beneath the floor door. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What is that thing? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You ever hear of Golgotha? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Skull place. The hill where Christ was crucified. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(peering above) Yeah, well it wasn't just Christ up there - the Romans cr on that hill. Ahd Christ excluded, they were all criminal brigands, thieves, rapists. And whenever the crucified ex bodies would naturally lose muscle control, spilling bowe the process. And the result is that walking pile of crap Golgothan Shit-Demon - Hell's chief assassin. And he's he girlie. Silent Bob stares at a crack in the doors. A milky drop o through it. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What are we doing down here, then?. Any second now he'll through that door! SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Shit's brainless. If we can sit tight for a couple of min what he came for. Suddenly another drop falls. Then another. Then a steady taps Rufus and points. Rufus reacts. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(indicating trickling shit) Looks like it's been taking memory training courses... SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(off trickle)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "JUMP", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The five leap from their perch on the steps, just as the dumping a torrent of crap on the steps. The body of muck anew. NoMan lumbers toward them. The group, attempting to bearings on the floor, crawls backwards. NoMan pulls a pi off, rolling it around in It's hands. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If anybody still remembers any prayers, I suggest you sta out. Silent Bob stares wide-eyed up at the approaching demon. something occurs to him. He stops backing up and stands. continue moving back. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bob, get down! Jay! JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Silent Bob) You tubby retard! Get your ass back on the floor! Silent Bob stands like a statue in the Golgothan's path. smile, moving ever closer. Silent Bob reaches into his co small canister out. He points it at the beast. A mist sho face of the Golgothan. It pauses, looking confused. The s hand drops to the floor, and then so does It. Bethany, Rufus, Serendipity, and Jay climb to their feet Silent Bob. They look to the fallen, unconscious behemoet Bob. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(off Bob's canister) What was that? Silent Bob holds the can out to them: it's a small, trial Air Freshener. Jay looks at it, then at Silent Bob. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(reading can) 'Knocks strong odors out.' RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Way to go. tubby. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why would you ever carrs this? Jay farts. Silent Bob sprays the freshener at his ass. Th jay. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What?! RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Serendipity) Who has dominion over this thing? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Only Lucifer can order a killing. But something doesn't m thing never travels alone - with it's intelligence level, allow it. It usually has some kind of backup. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Can you get some answers? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I can give it a shot. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What's going on? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Serendipity's going to talk to that demon. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Cool! Can we watch? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Not a good idea. Demon's can wreak havoc on the weak-mind JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fuck you - weak-minded! Me and Silent Bob can talk to him language! See...? (makes the universal metal sign) he'd understand this. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(shakes her head; to Rufus) Whoever sent this might send mor~. I suggest you take the as far away as possible. (to Bethany) I'll do what I can to extract some info from shit-boy her anything helpful. I'll get it to you somehow. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(hugs her) Thank you. And... you're a great dancer. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm a better juggler. (to jay and Silent Bob) You know you're supposed to be prophets. right? Start act You should have seen that thing coming. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Bethany) Why the hell are we getting yelled at?! SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Just watch out for Bethany. Go. Bethany leads Jay and Silent Bob up the stairs. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Silent Bob) Man, bitch thinks just 'cause she's good-looking, she can do. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She told me that if you behave, she'll give you head. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(excited) Yeah?. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh, a demon'd have a field day with you. Serendipity and Rufus watch them disappear up the steps. OC JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) Shut up. OC BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You shut up. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Rufus) Nice girl. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Comes from good stock. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You haven't told her yet? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Not the right time. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "How uncanny is the resemblance? Those eves, the lips... RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The nails. Serendipity looks at Rufus. He smiles. She hits him, laug up. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Blasphemer. Then, the OC Golgothan makes a groggy, grumbling noise. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Shit. You'd better go. I'll take care of the trash. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(hugs her) Good luck. Rufus runs up the steps. Serendipity tunrs on the Golgoth SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Alright, Stinky - let's see what you know."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT CHURCH -DAY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A suited MAN stands at a podium, addressing a small thral MAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And now, to speak on behalf of his Holiness' 'Catholicism ladies and gentlemen of the press, I give you the driving movement - Cardinal Glick. The reporters clap as CARDINAL GLICK takes to the podium. more of an agent than a man of the cloth as he removes hi GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Thank you, Mister Flanagan - one of this parish's chief p donated the stained-glass likeness of Our Lady of Gleeful welcomes you as you enter the church every Sunday. (off index cards) Ladies and Gentlemen of the press - few would deny that t has fallen behind somewhat in the times. Catholicism usua average person as an old-fashioned remedy for the ills - psychological - of a society that has since left it's str ornate rituals on the heap with 45's and eight track cass effort to disprove that, the Church has appointed this ye renewal, both of faith and of style. So, it is with great present you and your parish - mere days away from it's ce celebration - and the continental United States, via Sate first of man revamps that the 'Catholicism -Wow!' campaig the next year. (applause)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now, what does this mean for the average church-goer? Are out the rule book and adopt a hippie mentality in regards We're simply talking about a few minor alterations to bot and theoretical aspects of a religion that boasts one of membership numbers on the planet. A few applause ring out. Glick smiles. GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Thank you, thank you. So what are we talking about here. example... (pulls out crucifix) while it has been a time-honored and traditional symboL o have decided to retire the highly recognizable, yet whole symbol of our Lord, Jesus Christ, crucified. Why? Well, l you relish being a member of a group that uses a man nail of wood as it's masthead? Of course not - who would? I've downers in my daily routine without having to deal with t everytime I go to worship. lnstead, the church is going t more soothing and inspiring sigil, which we feel is in-li outlook. Glick pulls a cover off an object to his right - a two fo Christ smiling and giving the 'thumbs up'. The crowd buzz GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See? Isn't this better? How could you not feel just great church and seeing this behind the priest - a positive rei whatever we do, God thinks is 'a~kay'. I love this thing, REPORTER I"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(interupting) Cardinal Glick - has the church given any thought to it's Doe Jersey? Will he be given the right to die with dignit Another buzz rises from the crowd. Glick rolls his eyes. GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "C'mon people. We're not here to talk about that. It's an firm on - euthanasia is a big no-no, just like abortion. Why won't you people accept that? Besides, we're here to little guy - your friend and mine... the happy Jesus. Can on chains around people's necks, and as the new backgroun MTV videos?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT BUS TERNIINAL", 
                "location": null, 
                "terior": null, 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "The image of the 'Happy jesus' - thumbs up and all - is c monitor, a label reading U\\'E VIA SATELLITE - RED BANK. N bottom of the screen. Bartleby and Loki look up at it, th LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And you say Siskel and Ebert have no influence over this BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We're getting out of here at just the right time. These p LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(off t.v.) And that's the church we're heading to? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(steps to ticket window) If you want to go home... (to WOMAN in window) Two tickets to New Jersey, please. WOMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jersey's sold out, sir. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Are you sure? WOMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The computer says. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on - how many people can possibly be going to New Je WOMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Enough to fill a bus. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Loki) You had to drag that judgement out. You couldn't just hit (to Woman) When's the next one? WOMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Same time tomorrow. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What?! Doesn't this place warrant at least two buses a da WOMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I take it you've never been to the Garden State. Next. Bartleby and Loki look around. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There's no one else here. WOMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Then I guess it's lunch time. (she shuts her window) LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We should have learned to drive a long time ago. Infinite and we can't catch a bus. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Just shut up, this is your fault. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You can either lament over our mass transit folly, or you suggestion. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's your suggestions that prevent us from negotiating wh simple matter of catching or staying on a bus! LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why fall victim to gravity when we can just as easily ris BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(stares at him) Fly? LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We got wings, right? Let's use them. OC VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I wouldn't suggest that. The pair spin and gawk. AZRAEL leans in the doorway. He removes his hat, revealin horns. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You wouldn't want to stand out, now would you?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT STRIP JOINT BASEMENT", 
                "location": null, 
                "terior": null, 
                "ToD": "DUSK", 
                "shot type": null
            }, 
            "text": "NoMan is tied to a chair in the middle of the floor. Sere circle around him with lipstick. Once finished. she takes and throws it into No Man's face. It roars to life. The G his daze, turning his attention on Serendipity. NoMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Muse. They told us you were up here. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Matter of perspective. NoMan. I like to think of it as 'd a few questions for you, sir. NoMan"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Free us from these binds, that you may have answers. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(heads toward it) Okay. (stops; sarcastic) Oh wait. I'm smarter than that. NoMan lets out a bellow. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Face it, big guy - I'm not releasing you until I get answ hard or easy. The sooner I get what I want, the sooner yo you can start by telling me why you're on this plane? NoMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) Liquidate the Last Scion. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See? That wasn't so hard. Now - who sent you? Was it Luci NoMan laughs in a sinister fashion. NoMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Our master is no one and all. For a time, he will be prin and the fate of those who dwell in it will be at the merc And then he will sever reality and crush existence, like a fontanell, giving peace to those who've been without fo SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Did Bartleby and Loki send you? NoMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Resist no further, Muse. Deliver over to us the conflicte world may die screaming. No power - divine or inherited - crusade. You cannot win. Soon will rise of the cry of the begging your God to put an end to the madness. And only a not, will they know that the God of Abraham lay dormant w perished in a blink. Your God is not dead - He's brain de SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She, you chauvinist bastard - She's brain dead. And no Sh trying to be so spooky. Tell me who sent vou, or I'll use influence I have below' to make Hell even worse for you. NoMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You speak of Azrael. (he laughs) We pity you. Muse. You're still playing the old game. The have made good on your threat is gone. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What do you mean. gone? He escaped? NoMAN"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No soul escapes Hell, but one. (beat - as if It's heard something) Would that I could cross the threshold of your confining crush your half-life throat. But my Master does not aband mockery of a prison. We will come back for the girl. And will take more than fragrant mist to keep our hands from NoMan goes stiff and then limp. His body begins to melt."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT TOY STORE", 
                "location": null, 
                "terior": null, 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Azrael leads Bartleby and Loki through the aisles, passin animals. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jesus Christ, Azrael - how'd you get out of Hell? AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I told them I was coming up on a routine possession. I do time. If they figure out my ruse, they'll come looking fo BARTLEIBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You lied? LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Go figure. Him. A demon. (to Azrael) Why'd you bring us in here? AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Because you two fucks are inches away from getting yourse around killing people, about to uncase your wings... don' idea what's going on? LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We're going back home. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Are you so clueless as to think you can just waltz back i BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why not? We're going back clean. AZ RAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Let me let you in on a little secret, okay: everyone is l Both sides - above and below. The orders are to terminate BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(shocked) Why? AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're pissing people off, that's why! Word on the grapev pissed off at your presumption, and I know Lucifer's piss assholes might just succeed where he's failed so many tim look bad. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So they're going to kill us?!? AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They're going to try'. That's why you have to travel inco your behavior, stay off their respective radars. Go about subtly. Quit killing people - that's high profile. And fo don't uncase your wings until you have to transubstantiat minute you let them flap, legions of thrones and hordes o fight each other over who gets to kill you first. (looksOC) Shhhh! A WOMAN and her small DAUGHTER walk past. While the Woman items on the top shelf, Loki pulls off Azrael's hat and t on the shoulder. He points to Azrael's horns. The Woman p further down the aisle, oblivious to the trio. DAUGHTER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mommy, that man had horns. Azrael grabs his hat and puts it back on. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That's the kind of shit I'm talking about! LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh, lighten up. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(still reeling) I can't believe they want to kill us. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Believe it, boys. They've even got the Last Scion looking LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're kidding! AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is big. I'm telling you. Your re-entry is a thorn in and they'll stop at nothing to prevent it. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If that's the case, then why aren't you hunting for us to AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Because I want to see you go back. You were both given a as raw as mine. If you make it back, then I figure there' (looks around) In the meantime, I suggest you find an alternate mode of anything else comes up, I'll contact you. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Thank you, Azrael. You're a true friend. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Would you expect anything less from a demon. I have to ge before they get suspicious. (turns to leave) LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hey Az - what's it like down there. Is it as bad as they AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Give you a hint: they've been playing 'Mrs. Doubtfire' co years now. (exits) LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(looks at Bartleby) Shit man - that is punishment."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT CONTRYSIDE", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The Train chugs through the darkness."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT TRAIN", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Bethany and Rufus sit across from one another. They stare RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "How you coping, kid? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's weird. just when I think I've got a handle on things wholely unbelievable presents itself. Sometimes I wish I home. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You sound like the Man. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) What was He like? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jesus? Black. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Besides that. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The brother was centered. I mean, He was God, right? But left out because He was more than human, you know? We use the fire - me and the other guys - and we'd be talking ab the Romans were or getting laid... BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Some things never change. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "...and He'd just sit there listening and smiling. We'd as joined in the convo, but He said He just liked to hear us anything. Said it was like music. I think He just wished shit to talk about himself. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "How does He feel now? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He still digs humanity, but it bothers Him to see the shi carried out in His name - wars, bigotry, but especially t all the religions. He said humanity took a good idea and, built a belief structure on it. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Having beliefs isn't good? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I think it's better to have ideas. You can change an idea belief is trickier. Life should malleable and progressive idea to idea permits that. Beliefs anchor you to certain growth; new ideas can't generate. Life becomes stagnant. the Man hated - still life. He wanted everyone to be as e living as He was. Maybe it had something to do with knowing when He was going to die. bu vitality that I've never encountered in another person si I'm saving? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He was big on life? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It was more than that. He was the only person I ever knew in that most ancient of life-affirming activities. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sex. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Debate. That's the only way people know how to reaffirm t - by debating. In all it's forms. People spend their whol we fight about who's right and who's wrong, we fight ours each other, we fight death, we fight over beliefs, we fig believe that to stop debating - in any fashion -is to sto up. People say that life's a struggle, but it's not. Life even guilty of it myself, the way I go on about Christ's fighting for the truth to come out. And I'm dead. Even in way I know how to live is through debate. That's sad, isn BETIIANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Not if you believe it's important for people to know. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A belief's a dangerous thing, Bethany. People die for it. it. The whole of existence is in jeopardy right now becau Belief structure regarding this plenary indulgence bullsh they know it or not, Bartleby and Loki are exploiting tha they're successful, you, me. all of this... ends in a hea (beat) All over a belief. Bethany nods. Rufus looks around. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I haven't seen the moron twins in awhile. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They went to the lounge car to smoke. (getting up) I'll go find them; make sure they're not getting into any RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm going to catch a few z's. Forgot how tiring living ca Bethanv heads off Rufus looks out the window, then shuts"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT LOUNGE CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Bethany enters and spots jay and Silent Bob, talking to a BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You two aren't getting into any trouble, are you? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Nope. Just about to smoke a bowl with our new friends. Yo BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And who are your new friends? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They just got in at the last stop. Silent Bob moves over, revealing the new friends. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is Larry and Barry. Bartleby and Loki smile at Bethany. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jay tells us you're going to sleep with him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT TRAIN TRACKS", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "The train rushes over head."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT LOUNGE CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "LATER", 
                "shot type": null
            }, 
            "text": "Loki, Jay, and Silent Bob pass a joint under the table an trying to remain casual. Jay pounds the table happily. Bartleby and Bethany lay on either side of the table in t BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You can smoke up with them if you want. You don't have to BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's a long trip. There'll be plenty of time later. (beat) So why are you heading to Jersey? BETRANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There's just this thing there I'm supposed to do. How abo BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We're going home. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Do you two live together? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Unfortunately. Do you live with those guys? B ETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "God, no. Not they just sort of adopted me. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They're funny as hell. The big one never says a word. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I wish the little one would take a cue from him. But they as stoner's go. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Lo... Larry's taken an immediate shine to them, and he us people. BETIIANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "How long've you two been together? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Awhile. He's great company. He can be a little flaky some got a lot in common. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "How'd you meet? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We were stationed together. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See? That's beautiful. And everyone's always up-in-arms a 'out-in-the-military' issue. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What do you mean? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well there's all that macho bullshit about it being 'This you two meet and hook up while in the service, which is s because it's so hard to meet anyone you can seriously rel BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(catches on) You think we're lovers?! Oh no. No, we're not gay. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(laughs) Oh God, I'm sorry'. I just assumed... BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No. We live together and all, but at the end of the night and he goes to his. (beat) Why? Do I come off as gay? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(laughing) No, not at all. I'm sorry. My ex-husband kind of fouled u awareness barometer. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're divorced? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That's the nice way of putting it. I consider it being du BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I was dumped once. More or less. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's terrible, isn't it? Don't you constantly question yo why was I so easy to cast aside? Didn't I have merit? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And you wonder if the other party's going to come to thei you back. BETIIANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The worst is that I still think like a couple. After all still have the 'we' mentality. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mine grew out of what was really a stupid misunderstandin misunderstanding that grew into a total withdrawl of comm Abandonment. And even though it was years ago, there's no by that I don't wonder what went wrong. And then it hits replaced by someone. A lot of someones. BET HANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And they always tell you it'll hurt less with time... BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "...when actually, it hurts more. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) You know what we need? We need some drinks. A lot of drin BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Whole-heartedly."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT TRAIN CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Rufus continues to slumber."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT LOUNGE CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Jay is asleep on Silent Bob's shoulder, drooling slightly Silent Bob. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm telling you, man - it's all about organized religion battle against it. The Rebels are fighting the Empire, ri Empire is led by whom? Darth Vader? No. It's led by the E Emperor is a practitioner of the Force, albeit the Dark S And the Force is basically a religion. (Silent Bob nods) So the entire galaxy is under Imperial rule, and the Impe run by this old religion. What you have, then, is a theoc a government run by the church. So Luke, Han, and Leia ar government to liberate the galaxy from the pious grip of essence, holy mother church. Silent Bob nods in understanding. Bethany and Bartleby slump in their booth, the table load glasses. Bethany is quite tipsy. Bartleby sips his drinks surreptitiously spits it out. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're saying you still go to church? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(laughs) Every Sunday. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Does it do anything for you? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(thinks) Gives me time to balance my check book every week. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See? That's what I'm talking about. People don't go to ch spiritual. They go to church and feel bored. But they kee week. Out of habit. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Or in habit, if you're a nun. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh... that wasn't very funny at all. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A friend of mine told me that church is like bad sex:it's no foreplay... (starts laughing) No. that's not it. I am so buzzed. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When do you think you lost your faith? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I remember the exact moment. I was on the phone with my m trying to counsel me through what was happening to me and she said something like \"There's always a plan.\" And I... angry. I mean, I know she was talking about God, right - But I was like \"What about my plans?\" You know? Like, don anything? I had planned to grow old with my husband and h wasn't that plan good enough for God? (beat) Apparently not. (swigs her drink) How about you? When did you lose your faith? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Me? Years ago. One day, God just stopped listening. I kep got the distinct impression that He wasn't listening anym BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She. And how do you know She was listening in the first p BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(thinks) I guess I don't. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I hate thoughts like that. But they occur to you with age kid, you never question the whole faith thing - God's in He's... She's always got her eye on you. I'd give anythin again. Which is why I guess I let myself get talked into needed proof. And the opportunity presented itself to fin like they told us in Catholic school. And I gotta tell yo days, I've come across some interesting people that lend me. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Where's this pilgrimage to?"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT TRAIN CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Rufus stirs. He looks around and stretches."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT LOUNGE CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Bethany and Bartleby continue their discussion. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You'd never believe me if I told you. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Try me. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Alright. But I warned you. Okay - I'm going to this churc BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Really..."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT TRAIN CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Rufus heads toward the back of the car. He opens the door and exits."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT LOUNGE CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Bethany and Bartleby talk further. Bartleby's intrigued. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I was told that I'm supposed to stop a couple of angels f church. They're trying... (laughing) This sounds so stupid... They're trying to get back into"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT TRAIN CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Rufus passes through another car and opens the door at th"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT LOUNGE CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Bartleby grows very tense. Bethany rattles on, half-toast BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See, they got tossed out of Heaven years ago, right? And in, it proves God wrong. And since God is infallible, to would... (laughing hard) ..would unmake existence! I feel so stupid just saying it Bartleby's eyes are wide. He looks scared. Then, a calm f BETRANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(laughing) But the thing I don't get... is how do I stop an angel? T I'm supposed to talk them out of it or something. Bartleby surreptitiously slides a knife off the table. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Maybe you're supposed to kill them? Bethany breaks into hysterics."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT TRAIN CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Rufus pulls open another door and exits."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT LOUNGE CAR", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Bethany's still cracking up, oblivious to the on-the-defe BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh yeah! Kill them! Even if that was the case... I mean. angel? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't imagine it's much different... (slowly lifts the knife) ...from killing a human... The door behind them slides open. Rufus steps in. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Where the hell is everybody? I wake up, and... He sees Bartleby. They both freeze. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Apostle! RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Holy shit! BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(stumbling to her feet) Rufus, I want you to meet my friend, Barry... Bartleby leaps out of the booth and grabs Bethany, holdin throat. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(chuckiing) Barry! Don't be such a show off! RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Take it easy, Bartleby. Just let her go and let's talk ab BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "After all this time, this is what it comes down to -slaug meat puppet?! RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There doesn't have to be a slaughter. We can work this ou BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Is that a knife? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh. we can work it out, alright. I'm going to work the bl her thorax! (calling over shoulder) Loki! Loki catches the action and reacts. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Holy shit - the Apostle! He leaps from the table. Jay stirs and wakes up. jAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(half asleep) I didn't come in you, I swear... (looks around) Bartleby, with Bethany in hand, faces off against Rufus. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Rufus) What are you doing here? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They're here to thwart our journey home, my friend. This that she's supposed to stop a couple of angels from enter LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You think she was talking about us? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'd say there was a pretty good chance. What do you say, be liquidated? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It doesn't have to go down like that! You haven't thought consequences of re-entry! LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Consequences, schmonsequences. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I have to agree with him. No one - not you, and especiall finite-lifer - no one is going to impede us. We're going of whose pride it may hurt! RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's not a question of pride, it's... BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Loki - kill the girl LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) What are you, high? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Do it! LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I can't kill her if she hasn't done anything, you know th like she's 'on the job', so to speak... BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fine! I'll kill her myself... A hand lands on Bartleby's shoulder. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(oblivious to the situation) Hey man - now it's your turn. We got enough for a fatty b blunt! Bartleby turns the knife on him. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(not quite getting it yet) We having cake or something? Loki backhands Jay, stunning him. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(dazed) In grates... Jay drops to the floor, out cold. Silent Bob grabs Loki a the aisle. Rufus grabs Bartleby's knife hand. They strugg collapses. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TUBBY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Silent Bob jumps over Loki and opens the back door of the Loki by the collar. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wait, man! Can't we talk about this?! He throws Loki out the door, off the train. Rufus squeezes Bartleby's hand. Bartleby drops the knife in the face. Bethany jumps on Bartleby's back, covering h careen down the aisle, toward Silent Bob. He pulls Bethan back and kicks him out the back door, off the train. He q door closed and leans against it. The Bartender stares at him. Silent Bob brushes off his coat and thumbs toward the doo SILENT BOB"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No ticket. Rufus rubs his jaw. Bethany crawls up beside him, breathi BETH ANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I should have known something was wrong when he paid for"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT UNDERGROUND GARAGE", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "A door is kicked open. Loki enters, brushing himself off. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Apostle is here! BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I noticed. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If that's the case, then chick with him must be... BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Scion, I'd imagine. (leans against the wall; slides down) LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(in a panic) Well, shit man! Maybe we should rethink this whole thing! the guy - he said there were consequences. Azrael tells u Maybe there's more to this than we thought about. Bartleby leans against the wall, sitting on the ground. H changed. He stares into space. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There sure is. (beat) It's them. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) What? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(shakes his head) Them. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(thinks) The movie about the giant ants? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Them - the humans. It's what it all comes down to. you kn humanity... kind of like that giant ant movie. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) Are you alright? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm better than alright. I've had an epiphany, my friend. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "An... epiphany. Yes, well... that'll happen. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "When that sweet, innocent girl let her mission slip, I su it all - everything. For the first time in all these eons LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) Get what? BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "In the beginning, it was just us and Him. Angels and God. created the humans. And He gave them more than He ever ga designed to be a life of servitude and worship - adoratio humans more - He gave them a choice. They can choose to i to acknowledge Him. All this time we've been down here, e absence of the Divine presence. And it pained me... as I' have pained you sometimes, even though you'd gloss over i we feel his absence, and why? Because of the way He made Had we been given free will, we could ignore the pain... LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You know - maybe you should take a nap or something. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Loki, don't you get it? It's the humans - it's always the given paradise; they threw it away. They were given this destroyed it. They were favored best among all His endeav them don't even believe He exists. Their ego-mania corrod it dark and crimson. (looks at Loki) I asked you to lay down your sword years ago - why? Because I felt sorry for them. And where did it get us? Thrown out. (smiles) We've paid our debt. Don't you think it's time we went ho that, I think we have to dispatch our would-be dispatcher LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Wait, wait, wait - kill them?! You're talking about the L Christ's sake! And what about Jay and Bob - I mean, those alright. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't, my friend. Don't let your sympathies get the best did me way back when. Scion or not, she's just a human. A sins are forgiven by passing through that arch. No harm, LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That sounds thin. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fine. We'll cover ourselves. We'll take out a slew of peo the body count, He won't notice. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh, that's being realistic. Bartleby reaches out and grabs Loki, slamming him against BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm going home, Loki. And nobody - not even the Almighty to make that otherwise. Bartleby releases Loki and smiles. He exits. Loki watches LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Shit. He follows."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT CAMP FIRE", 
                "location": null, 
                "terior": null, 
                "ToD": "NIGHT", 
                "shot type": null
            }, 
            "text": "Another Newspaper headline regarding 'John Doe Jersey' fi is lowered to reveal Jay, Bethany, and Rufus sitting arou fire in the middle of nowhere. Jay rolls a joint. Silent paper. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't understand why we couldn't stay on the train. You off. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A very basic strategy - if your enemies know where you ar there. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And what's with that? Why are we enemies? The guy almost God's sake! JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He had the knife at your throat. To gut you, he'd have to your stomach. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Semantics! Semantics that don't even answer mv question. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well, I know I'd perceive the person sent to kill me as m BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What do you mean, kill? I wasn't asked to kill them -just going into that church. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And how were you going to do that? Preoccupy them with a BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I've never killed anything before in my life! JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'll do it. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Shut the fuck up, little man - you couldn't kill a pint o alone an angel. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Fuck you - I can kill an angel as good as the next guy. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh yeah? How' would you do it? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'd give him a Van Damme neck-break, like in 'Hard Target flick? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(ignoring jay; to Bethany) Killing an angel's a two-step process - first you have to wings. which then makes them human. From that point on, i killing anything else - head or heart, take your pick. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You say it as if it's easy. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(oblivious to Jay) Problem is, I don't think we could pull it off even if we this time away from the Divine Presence should have made and those guys felt far from weak. Either that or someone - someone with juice. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So then we're screwed? (shrugs) Shit, that's the best news l've heard in days. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This doesn't excuse you from tryng to stop them. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Count me out. You're telling me they're unstopable, I'm e psychologically and physically, the odds are against us. and wait for the end -a little non~xistence might be just ordered. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm with her. I don't care about dying, so long as we're RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What are you babbling about now? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If I was the only one, that'd bother me because every-one living, having a good time without me. But if we all go a okay, because I know I'm not missing anything. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See? You know it's right when even he's making sense. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Besides, she said if we were in a situation where we were like five minutes, she'd have sex with me and Silent Bob. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So you're suggesting she throw in the towel and let eons history get blinked out of existence just so you can get JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(thinks) No. Just so me and Silent Bob could get laid. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now that we're all but in total agreement on this, I'd ju know - why me? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Because you've got nice tits. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I wasn't talking to you! (to Rufus) Why me? Why do I have to do this? Nobody's come clean on that. Out of everyone on the whole god-damned pl got tapped? Rufus looks at her. He shrugs. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Family ties. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That show's funny as hell. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Shut up. (to Bethany) Do you know what the Apocryphal books are? Bethany shakes her head no. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Most of that information in the Bible came from the Dead ancient text discovered in a cave ages ago. And when the translated, they discovered data that conflicted with the officials had already established as the basis of their r couldn't refute centuries of dogma, so they thought it be certain passages out - sometimes whole books. Those books Apocrypha. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What's this have to do with me? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You've never gotten the complete picture. If they had com together like they were supposed to, you'd get the whole leaving text out, the church has presented you people wit sterile and unmoving account of religious history. The Cr Old Testament, the history of Christ... (let's her take it in) Forget about my whole black angle for a minute... JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We might if you'd quit bringing it up. Rufus backhands Jay. Silent Bob holds jay back. Rufus con to Jay. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He goes from twelve years old to thirty. Whole volumes of eighteen year struggle with His Divine nature prior to Hi were thown out, forever lost to the faithful. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I don't buy it. Integral material like that would give pe understanding of the nature of God. Why leave it out? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Because it was all closely tied in with His family. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "His mother and father? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "His brothers and sisters. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) Wait, wait, wait - Jesus didn't have any brothers or sist virgin - that's why it's called the Immaculate Conception RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mary gave birth to Christ without having known a man's to But she did have a husband. And do you really think he'd married to her all those years if he wasn't getting laid? and the Virgin Birth - those are leaps of faith. But beli humped her husband - that's just gullibility. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(sudden realization)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "MARY AND JOSEPH HAD SEX", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "All the time, from what I understand. Jesus used to tell hearing them through the walls when He was a kid. (beat) So you ask why you got tapped. I'll tell you why: a Chris salvation of this world once before. And you're the close Christ that still walks. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Meaning? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The blood that flows in your veins shares a chromosome or genetic level with the man you call Jesus. (hand on her shoulder) You're His great-grand-niece. Bethany's jaw drops. A high-pitched squeak of a word esca JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(takes a hit from his joint) So... that would make Bethany part black. (to Silent Bob) Man, this is just like when Vader told Luke he was his fa RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I just wish I knew what the hell we're supposed to do now OC VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You must go to the Dagobah system and find Yoda - the Jed instructed me. Everyone turns around. Metatron leans against a tree. METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "God. l've always wanted to say that. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The voice. NIETATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(mimicking his shock) The Apostle! (sits down with them) BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now you show up! Where were you when that psychotic basta my throat? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I told you you'd be in capable hands - you're not dead ar RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What are you doing here anyw'ay? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I felt left out. Everyone's sitting around coming clean, in with a confession of mine own. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now who's this mother fucker? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is the Voice of God - show some respect. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Voice of God? Where's the rest of Him? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Funny you should mention that - we're not sure. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Excuse me? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Didn't it ever occur to you that this Bartleby/Loki situa within the realm of His control? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If that's the case, then why was Bethany tapped? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You know those constitutionals He likes to take? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Constitutionals? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I think we're beyond euphemisms at this point. (to Bethany) God's a skee-ball fanatic. METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Let's not altogether blow some of the mystery that surrou (to Bethany) Yes - the Lord has quite a fancy for the game; been playi He assumes a human form once a month and indulges. Doesn' where He's playing; just goes away for a couple of hours. understandable - a small exercise in hand/eye coordinatio as a highly effective means of therapeutic relaxation. An understand, He always gives his free points away to neigh Isn't that sweet? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "But She hasn't come back from one of those day-trips, is getting at? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Rufus) 'She'? I take it she's met the Muse. (to Bethany) No, 'She' hasn't. And we've been unable to locate Her. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Maybe He was killed? Human form has that drawback. M ETAT RON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No - there's a different sort of foul-play afoot, childre set the renegade angels on their path and is keeping them well-hidden. is also responsible for the Lord's whereabou killed in human form, He'd have immediately returned to P knew enough to keep the body alive, but incapacitate Him - He's trapped in a body. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So God's not dead... JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He's brain dead. METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So it would seem. And as omnipotent as we are above, I ha we're more or less lost without His presence. We've had o everywhere for Him. And I tapped her, because I thought w smoke out whoever's behind this. But whoever it is has be to send some lackeys after you, as opposed to showing up RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Can it be Lucifer? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Thankfully they seem oblivious to the situation in the ne know they're not responsible - at least not Lucifer. If h made his move by now to conquer Heaven. And I know he's n Bartleby and Loki because he'd have just as much to lose everyone else. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Then what about the Golgothan and the Triplets? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't be stupid - demons aren't exclusive to Hell. Anybod JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(excited) Yeah? Silent Bob hands Jay his newspaper and points. Jay reads. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't encourage them. And why did you lie to me? You said test? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No, you said that - I just didn't correct you. You were s how do you think you would've taken it if I told you the belonged on the back of a milk carton? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So what do we do now? M ETAT RON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I say we get drunk, kids - because I'm all out of ideas. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(off paper) Why don't we just ask this guy to close the church? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I beg your pardon? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Here. (hands group the paper) BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(reading) 'Glick Takes Heat for Campaign'? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's the guy in charge of the church thing. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(reading) 'Cardinal Glick has come under fire for the blatant pande questionable direction of his church-sanctioned 'Catholic campaign. When asked about his motivations for decommisio traditional baptismal fonts in favor of the proposed Olym lap-pools beneath parish floors, Click responded \"Come on like a pool party?\" JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Maybe you could tell him to shut down the church. If it's day, those guys can't get blessed or whatever - right? METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Good Lord - he's got a point. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I think Silent Bob had a point. But sure - we can go to h situation somehow. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "'We'? You're back in? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well, mine is a heritage Divine... and I wouldn't want to family. (smiles) METATRON"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(off Silent Bob) Well, well, well - the prophets finally live up to their Silent Bob shrugs. Jay is trying to look down Serendipity back-hands him."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "TELEVISION SCREEN", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Two cartoon ALTAR BOYS sift through their bowls of cereal ALTAR 1"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The same boring cereal again? A cheesy CARTOON CHRIST floats down from above. CHRIST"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Man cannot live on boring cereal alone! ALTAR I & 2"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "IT'S JESUS", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Jesus pulls a box of HOSTIES cereal from his sash. CHRIST"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Why not try Hosties! CL on cereal pouring into a bowl. It's shaped like Euchar follows. CHRIST VO"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "New Hosties is fortified with vitamins and minerals, topp angelic kiss of frosting that stays crispy in milk! Christ's hands on their shoulders, the Altar Boys down th happily. CHRIST"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hosties is an important part of any nutritious breakfast, blessed by a high ranking Vatican Monsignor - good for th for the soul. But make sure you've confessed beforehand.. Altar 2 clutches at his throat, gasping. ALTAR 2"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I... I touched... m..myself! I'm...s...sorry... CHRIST"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(smiling benignly) You're forgiven. Altar 2 stops choking and continues eating, happily. CHRIST"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So try a bowl of Hosties! And don't just take my word for A cartoon POPE pops out of the box, eating a spoonful of POPE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They're Heavenly!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT CLICK'S OFFICE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "A hand switches off the t.v. Pan up to Cardinal Click, al GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well...? Doesn't it pop? Bethany. Rufus, lay and Silent Bob are at a total loss fo JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(After a long beat) Does it come in chocolate flavor? The Cardinal picks up a golf putter and begins putting in glass. GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You see? Now this one's got vision! (to Jay) We're rolling out the flavors in September. Big cereal mo back to school and all. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's a bit... startling. GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Exactly! And that's what we're looking to do - shake thes get them motivated. That's the whole point of the campaig is at an all-time low in this country. And it's not like to the Protestants or Baptists - people aren't practicing denomination these days. If we can sell them some show - Catholic church has some panache, we can win them back -e ones. Fill them pews, people - that's the key. And cross- with the cereal tie-in grabs the little ones as well. Hoo they're young. (sits at his desk, lights smoke) RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Kind of like the tobacco industry? GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh - if only we had their numbers. But we are aiming for demographic, even though mine is the soulsaving biz. And a bit of the devil to bring them closer to the Lord, then cloven hooves and carry the pitch fork. Jay and Silent Bob adjourn themselves from the group and rack, where the Cardinal's CASSOCK and MITER hang. Jay nu OC BFTHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We really appreciate you seeing us this late in the day, friends and I have been traveling all night in hopes of g talk to you about the Saint Michael's Re-Dedication cerem The Cardinal blows smoke rings. GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You'd like to help out in some way? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We'd like you to cancel the ceremony and the re dedication. GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(pauses mid-ash-tap) I beg your pardon? Silent Bob stands alone by the coat rack. Jay leaps into tied around his shoulder like a cape. He strikes a Superm OC BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There's going to be a world of trouble if tomorrow's cere as planned. The Cardinal leans back in his chair. CLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What is this - a threat? Are you planning some sort of de (pause) Are you pro-choicers? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No, the trouble's not from us. It's from these renegade a stuck on earth since the plagues... Rufus side-kicks Bethany, nonchalantly. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Uh... these guys who think they're renegade angels. RUFL'S"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See padre, it goes down like this - the boys believe that through the archway they can get to Heaven. Granted, it's the brothers are convinced it's the truth. Silent Bob watches as the Miter appears slowly from behin resembling a shark fin. It 'swims' to and fro, menacingly shakes his head. OC GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And you want me to call off the ceremony... for that? Bethany leans forward in her seat. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well. they're very passionate about it. Dangerously so. T violent if they walk through that arch and nothing happen RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "These guys could blow, and if they do, they're going to t with them. Call this thing off. CLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) Who sent you? Someone from the Council of Churches, right that we're getting so much publicity- is that it? Who was RLFLS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We were sent by Him who is called I Am. GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Cute. (standing) Time to go. kids. Play time with the Cardinal is over. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Bethany) Worked for Moses. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Stay out of this. (to Glick) Your Emminence, it's not a joke. These guys are an accide happen. And if the re-edication ceremony goes on as plann GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "...then these loonies will show up and go nuts, thus enda of all assembled, including the Governor, the press, me, Council of Churches. Heck, let's not stop there, maybe ev BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You can't say Himself; it could be a woman. GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(rubs temples) Your passion for all topics insignificant, including the almighty lord, tests my patience, people. Now I'm a very very important matters that demand my attention, so if yo RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm telling you man. this ceremony is a mistake. GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Catholic Church does not make mistakes. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What about the church's silent consent to the slave trade BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And it's platform of non-involvement during the Holocaust CLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) Alright, those were mistakes. But one can hardly hold the incarnation of Holy Mother Church responsible for oversig I've indulged you for more time than I should have. Pleas BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "But tomorrow... CLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(losing it) Tomorrow goes off without a hitch! Do I make myself clear two years and exhaust eve~ ounce of my being to insure th be a cornerstone in the most important liturgical event s just to cancel it at the zero hour at the insistence of a pranksters who've targeted me as the focus of their eveni This occasion is important for the congregation of this p massive crowds coming for the plenary indulgence, for me, the Pope, and - most importantly - for the 'Catholicism - And neither you, nor any other influence short of the han (glares at Bethany) ... HIM -self will prevent it from occurring successfully He violently grabs the Miter/shark fin 'swimming' behind GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "AND TAKEOFF MY GODDAMN HAT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "]ay slowly looks over the partition."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT SEASHORE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The sun slowly rises. The day has arrived."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT TURNPIKE", 
                "location": null, 
                "terior": null, 
                "ToD": "EARLY MORNING", 
                "shot type": null
            }, 
            "text": "Amidst very little traffic, two figures emerge from the s Pennsylvania side. Bartleby and Loki step purposefully pa that welcomes motorists to New Jersey."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT BAR", 
                "location": null, 
                "terior": null, 
                "ToD": "DAWN", 
                "shot type": null
            }, 
            "text": "The place is empty, except for Bethany, Rufus, Jay and Si BARTENDER. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I can almost see the headlines - if there were going to b Erased - Thanks to some prick in a scarlet cape. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It's a crime that a guy like him even gets to wear a scar JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That ain't no crime. You wanna see a crime? Look what we in the dress. (to Silent Bob) Hand it over. Silent Bob pulls a golf club from out of his coat. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh my God. We're going straight to Hell, I know it. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You stole the Cardinal's driver? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I told him to. You know how much these things are worth? couple of sodas and a pack of smokes right there. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What do we do now? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Let them keep it. In a couple of hours, it won't matter a BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Not that - about Bartleby and Loki! RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We have no choice but to try to kill them. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Rufus) But you said they couldn't be killed. OC VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Correction : they won't be killed. The gang turns to see Azrael sitting at the bar. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And just to insure that, we're all going to sit tight, ri the two idiots pass through that arch. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hey...! BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He wasn't talking about you two. OC VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "There's only one idiot here, .Azrael... Bethany and Rufus react, as does the very surprised Azrae stands in the doorway. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "And that's you. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "The Muse. Just in time to join us for a drink. BARTENDER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(suddenly noticing Azrael) Hey. Where'd you come from? AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Nothingness. And that's where I'm returning to in approxi (checks watch) ...onehour. BARTENDER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Alright Plato - sounds like you've had enough drinks alre AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Come on Barkeep - just one drink for the road. Then I'm g Serendipity joins Bethany and Rufus. She whispers. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I was trying to find you - to tell you I'd figured out wh this. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Is that who I think it is? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "None other than. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Who is it? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That's my worst suspicions confirmed. The Bartender relents. BARTENDER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Alright - one drink. Then you're gone. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Gimme a Holy Bartender. BARTENDER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Never heard of it. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to the group) He doesn't know how to make a Holy Bartender. You know - don't you, Muse? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Azrael... don't. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(ignoring her) Anybody? Well - I know how to make a Holy Bartender. Azrael pulls an Uzi from his coat and blows a dozen holes The Stygian Triplets burst through the doors and everyone feet, with the exception of the Bartender, who dies. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Get it? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Sweet Jesus, Azrael - why?!? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(rushing him) C'mon, demon - let's see you try that shit on a brother w The Stygian Triplets cross their sticks in front of Rufus Azrael trains his Uzi on Bethany. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(joining them) You maintain that kind of an attitude and you and the bar only corpses in the room -the Christ-Bitch will join you. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I can't believe you're behind this. Are you really that s know what's going to happen if those two jerks enter that AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm actually counting on it. And if my calculations are c are moving in to check-mate as we speak. Everyone stares at Azrael, with the exception of Jay. He JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I get it! Holy Bartender! That's a good one!"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT SAINT MICHAEL'S CHURCH", 
                "location": null, 
                "terior": null, 
                "ToD": "MORNING", 
                "shot type": null
            }, 
            "text": "A formidable crowd of parishoners surrounds a small stage the front of the church. Banners hang every~ere, heraldin Wow!' as well as the Centennial of Saint Michael's. The m Cardinal Glick stands at the podium, all smiles. He's in GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'd also like to acknowledge this great state's Governor, for coming out an helping us ring in the first hundred ye parish True. she's a Protestant - but we won't hold that (crowd laughs) Now, let me just give you a bit of history on this partic hundred years young House of God... OC BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This is no longer God's House. God doesn't live here anym The crowd turns, aghast. Bartleby pushes his way through followed by Loki. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He's grown weary of your superficial faith and has turned your lip-service prayers. He is no longer amused, and has His favorites - to the whim of judgement. Hypocrites and prepare to taste God's wrath! LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(whispering) Maybe we should just go. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You wanted your body count, you got it. This lot is rife judge them all! Glick grabs a COP from the crowd and pushes him toward th CLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "These are the two I was warned about, Officer McChee. Ple off the church grounds. The Cop grabs Bartleby's arm. COP"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Alright mouthpiece, let's leave the nice Cardinal alone a ride... Bartleby grabs the cops hand on his shoulder. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Mister McGhee, don't make me angry. You wouldn't like me COP"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Is that so? Well, let's just... Bartleby throws his other hand forward and twists the Cop one brisk motion. Loki's eyes bug out. The crowd takes fl BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(releasing dead Cop) Ladies and Gentlemen - you have been judged as guilty of our Almighty Lord. And this very day - I assure you - you your tresspasses... in blood. (to Loki) Wings. Now. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'm not so sure... BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DO IT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "INT BAR", 
                "location": null, 
                "terior": null, 
                "ToD": "LATER", 
                "shot type": null
            }, 
            "text": "Azrael still hosts his captive audience, uzi trained on t Stygian Triplets surround them, brandishing their sticks. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You're a muse too? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Former muse. He was kicked out. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Tell them, Serendipity. Tell them how I was slighted by t SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You got what you deserved, you yellow shithead. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ever the apple polisher. I'd hoped that when you left Par finally because you couldn't tolerate the injustice that your own brother. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "He's your brother?! SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Not technically. We were created at the same time. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "To compliment one another. Two spirits of pure inspiratio BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So what happened? AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Yes. What. Lucifer got restless and started his little wa Heaven became divided into two factions - the faithful an The ethereal planes were chaotic with battle, angel again it was all over, Cod cast the rebels into perdition. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "But Azrael refused to fight. He wouldn't ally himself to remained in the middle, waiting to see who came out victo JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What are you - some kind of fucking chicken?! AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I was an artist! I was inspiration! A muse has no place i is to create - not destroy! SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So after the fallen were banished to Hell, God turned on wouldn't fight, and my brother here was sent down with th Something he considers a grave injustice. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't tell me that you never questioned the judgement, Se you don't think the Almighty acted too rashly? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You've been waiting for millions of years to ask me that, been on your mind since the moment you fell. It's been gn long. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Well? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No, Azrael. It never bothered me, and I'll tell you why: you stood behind your office, you prick. So you were an a Elvis was an artist, but that didn't stop him from joinin time of war. That's why he's the King... and you're a sch BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So all this is about revenge?! You're going to unmake exi have a grudge against God?! AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "After the first million years, revenge was the farthest t Self-preservation became the only necessity. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Meaning? AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Escape. Escape from Hell became my all-consuming reason. religions and waited for my opportunity to present itself did. in the form of the plenary indulgence And while I co myself. I knew the perfect vessels through which I could torment. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bartleby and Loki. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "After that, it was a simple matter or waiting for a churc their Centennial, and when that finally happened, applyin inspiration tactics - bv sending the pair an article lace incantation I picked up in the Pit kept them cloaked and radars, and aside from the Triplets and the Gologothan, n a clue as to what was going on. (smiles) Won't proud Lucifer weep when he realizes I triumphed ove way he never dared or dreamed. (shakes it off) But no plan, no matter how intricate, could succeed if th the realm of the quick. So I dispatched Him in a fairly i BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "How so? AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Oh no. I've seen way to many Bond movies to know that you the details of your plan - no matter how close you may th success. Suffice it to say, the Catholics have been even insuring my success than by just supplying the clean-slat (gets up) The only X-Factor was the involvement of the Last Scion. someone up there would have the balls to make a move with say-so. Believe me - I sweated when you stumbled upon my train. But alas, here you are - powerless to stop the ine BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Look, asshole - I don't know if anyone explained the rule you succeed, everything gets blinked out of existence - e AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(beat) Human, have you ever been to Hell? I think not. Do you kn was nothing more than the absence of Cod? And if you'd ev presence. then you'd realize that's punishment enough. Bu came along - and made it so much worse. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Humans aren't capable of one hundredth the evil a shitbag yourself is. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Evil is an abstract; it's a human construct. But true to nature. man won t own up to being the engineer of evil, s dark deeds on my ilk. But his selfishness is limitless, a for him to shadow his own existence. He turned Hell into fire, wailing, darkness - the kind of place anyone would out of. And why? Because he lacks the ability to forgive beyond your abilities to simply make recompense for and r commit. No - you choose rather to create a psychodrama an foundless belief that God could never forgive your 'griev you bring your guilt and inner-decay with you to Hell - w imaginations of so many gluttons-for-punishment give birt that has infected the abyss since the first one of your k begging to be 'punished'. And in doing so, they've transf solitude to pain and misery. I've spent eons privy to the the decay, hearing the wail of the damned. I know what ef have on the delicate psyche of an angelic beihg. (beat) Would you like to glimpse pain eternal? Look... Azrael places his hand over Bethany's eyes. For about ten some of the most fucked up and disturbing imagery that ca 240 frames of film. Azrael pulls his hand away. Bethany is fried, convulsing AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'd rather not exist than go back to that. And if everyon with me, so be it. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(holding up Bethany) You're still thinking only about yourself, you fuckmg chi AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now, now, now. Things are getting too tense in here. What little t.v. (grabs remote control) JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Put on channel nine - 'Davey and Goliath'! A Stygian Triplet smacks him with it's hockey stick. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hey! AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I was thinking more along the lines of current events. On the T.V. - a sweaty and panicked REPORTER barks into t obscuring the chaos behind him. Screams are heard. REPORTER"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "...I repeat - men with huge fucking wings have laid waste Michael's... Bullets don't seem to affect them... police scene are dead... The remaining crowd has dropped to thei identifying this as the fabled Apocalypse.. I'm not a man inclined to agree with them.. (looking OC)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "NO", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(pulls gun) PLEASE!! Please... He puts the gun in his mouth and fires. The screen goes b AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(snapping off tv.) You see that? And I told them to keep a low profile. I'd a couple of minutes, it won't matter anymore. While he speaks, Serendipity looks to Silent Bob. Silent attention, and locks eyes with Serendipity. He looks to t back at her. He nods. Azrael suddenly catches the exchange between the two. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Now what was that all about? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Hunhh? Oh. nothing. I had something in my eye. AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(getting up) Bullshit. What are you trying to do, Serendipity -get the who's the fucking child? What did you tell him - to hit m club? Are you serious? (picks up golf club) I'm a fucking demon, and you'd have him assault me with a (hands club to Silent Bob) Well, here then - take it. Call it a gift. (stands back and hits his own chest) Take a shot - take your best shot. C'mon - c'mon, bright The Stygian Triplets snicker. Silent Bob stares at Azrael AZRAEL"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Don't you know anything? Silent Bob looks to Serendipity. She nods. He shrugs and with all his might into Azrael's chest - which caves in, shit everywhere. Rufus, Jay, and Serendipity turn on their captors, grabbi Triplets by the throats. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BETHANY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WHAT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DO IT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bethany leaps over the bar, pushing over the dead bartend the melting-ice filled sink. Serendipity urges Rufus and with the Triplets in hand. They submerge them - head firs Cruddy steam and muck blows out of the water. The Triplet fall still. Azrael clutches at his sucking chest wound, dropping to h Silent Bob's leg. Silent Bob kicks him onto his back and JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(joining Silent Bob) What the fuck have you been eating? Silent Bob shrugs. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What just happened? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(collecting hockey sticks) He said it himself - he's a demon. You hit a demon with a God - the pure side's always going to do the most damage. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Silent Bob's an instrument of God?! SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No - but the driver is. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(catching on) And Glick's the kind of asshole that would bless his own game. And the sink...? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You've got that Divine heritage going for you - sanctifin the fringe benefits. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Remind me to try the water-to-wine thing at my next party (to Jay) How far away is this church? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Three towns over - about five miles. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We've gotta make tracks, people - there isn't much time l his gun. RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Ten steps ahead of you. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(going through dead bartender's pockets) We can take the bartender's car - I don't think he'll be anymore. Bethany and Serendipity rush out. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We gonna make it? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Was Jesus down? Rufus and Jay exit. Silent Bob stares down at Azrael's bo and yanks him out the door."
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT STREET", 
                "location": null, 
                "terior": null, 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Cardinal Click runs to a pay phone. Sweating and bloody, He presses '0' and looks around wildly - particularly sky GLICK"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to God) Look, if you didn't like the cereal thing, we could've go direction! (to phone)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "OPERATOR", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "GETTING KILLED BY...", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "As he speaks, a large shadow falls over him from above. I enveloping Click. He drops the receiver, drops to his kne"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "EXT SAINT MICHAEL'S", 
                "location": null, 
                "terior": null, 
                "ToD": "DAY", 
                "shot type": null
            }, 
            "text": "Bethany, Jay, Serendipity, Silent Bob, and Rufus stare OC JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Holy shit. Bodies, bodies everywhere - partial, whole, bloody - hang upended. No one is left standing. It's a scene straight o Bethany buries her face in Rufus' chest. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "See? And people wonder why I don't go to church. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Are we too late? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "To save these poor schmucks, yes. But we still exist. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Where are they? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They could already be in the church. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Which means that if they come out, nobody touches them. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Are you shitting me? The brother here is going to shred t Schwarzenneger special - ain't you, homey? SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "If they've passed through that arch, they come out clean. they go straight up - and we know what happens then. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What if they just kill themselves? BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "They can't - it's a mortal sin. You die with a mortal sin you burn. They'd go to hell, and that's not what they're JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "So then what the fuck are we supposed to do?! Just wait f fall out of the sky?! On cue, a body plummets out of the sky and hits the groun group, quite like Rufus had, way back at the start. This bursts apart like a body would if dropped from a large he Rufus. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Friend of your's? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "'fraid not. OC VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "It was a Cardinal. They all turn to see Loki, leaning against a body or two, bottle of champagne. His wings lie beside him, filthy - b ashen. He looks exhausted. Rufus trains the gun on him. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Kind of hard to tell with his face like that, but the Ros giveaway. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(goes for the Uzi)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "IT'S ONE OF THEM", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(struggling to stop him)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "NO...", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "She slaps the Uzi out of Jay's grip. It clatters to the s BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Jay) Don't you listen?! We can't touch them! JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I wasn't gonna touch him, I was gonna shoot him! LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(looking skyward) He's been at it for awhile now. In the distance above - a mere shadow against the sky - s soars and stops, releasing what looks like a very panicky OC LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We ran out of parishoners, so he just started picking up street. You're looking at eons of repression getting purg been able to jerk off. Loki drags himself a few feet backwards. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'd step back if I were you. They jump back just as the body hits the ground and explo charges at Loki, grabs his lapels, and shakes him furious BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WHY", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Rufus) I thought we weren't supposed to touch them? RUFUS"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I think our Bethan's about hit her ceiling. Loki slaps Bethany away, non-chalantly. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This wasn't my idea. alright? I just wanted to go home. (takes a big champagne swig) We both wanted to go home. But he snapped. When he realiz and what you'd have to do, he just lost it. (smiles) You know what's funny about it? He never could stand to s said he always felt son~' for you people - that you didn' (looks up) Now look at him. JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "This guy's drunker than hell. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Which means he's human now - his wings have been cut off. (slapping Loki to sober him up) Loki! Loki! LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(recognizing her) The Muse. Haven't seen you in a long time. What's with th SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Loki - have you walked through the arch yet? C'mon. tell in and come out through the archway yet?! VOICE"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No. Bartleby lands beside them, draping his wings at his side himself off. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "We were awaiting your arrival. SERENDIPITY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bartleby - listen to me! You can't go through with this! using you! If you go back this way... Bartleby slaps her down. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I've become aware of the reprocussions, Muse. I know what Bethany leaps at him, all fists and fury. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "YOU FUCK", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "you've done...! Bartleby subdues her. He strokes her hair. BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Bethany - you of all people should understand what I'm t~ here. You too have been abandonned. You know what it's li aside. But while you've only felt the devastating effects I've dealt with it for millenia. And while you never see how blissful he is with his new wife... (picks up her face and smiles at her) And he is... (drops her head) ..seeing you people everywhere. everyday, trapped on this world He created for you... it's a constant reminder that came first, your kind was most revered. And your kind kno while my kind knows regret. A lesson must be taught. All even God. (steps back) Soon a cadre of police will arrive, just in time to kill church. And then this failed experiment called existence Loki stumbles to his feet. LOKI"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I can't... let you do this, Bartleby... (he sways as if drunk) I didn't know we... would end existence... BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Bethany) My compatriot. Genocide takes a lot out of him. He's weak importantly. he's now a human being. A condition that car liabilities: a conscience... Bartleby pulls a knife and guts Loki. He stares at Bartle confused and betrayed. Serendipity nods to Rufus and Sile BARTLEBY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "..and a short life span. (in a whisper; to Loki) Sorry, old friend - but you lost the faith. Rufus and Serendipity and Silent Bob jump Bartleby and st punches. Silent Bob bites his wing. Jay grabs Bethany and a bush. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(peering out from behind) He's lost it! We're fucked! We're absolutely fucked! JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(pulling off clothes) I hear you. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I can't believe this shit! We're on the brink of nonexist still nowhere to be found! What the fuck kind of deity ge JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(pulling open pants) Amen to that. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(suddenly notices him) What the hell are you doing?! JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "I'd say we've got about five minutes left to live; the wh to end. You said you'd fuck me. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Are you a complete lunatic?! Everyone's out there battlin you want to cower back here and jump my bones?! We have t fighting! JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No - no time for that foreplay stuff, just sex. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You pig...! JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What?! It's all over; nobody's gonna beat that thing! Now here all comatose like that John Doe Jersey bastard behind us, or we can make with th Bethany freezes. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(finally!) What did you say?! JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "'Make with the love'? I just said that to be sensitive. U boning. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "No - about John Doe Jersey? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "That guy - the one that they won't take off life support This is where he's at. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "What? Where? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Saint Michael's hospital - over there. (points behind them) There, across the street, sits a HOSPITAL. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(thinks) Where's the nearest boardwalk? JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Look, I ain't got time to win you a prize or something, w before... BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "WHERE IS IT", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(scared) Asbury Park. About five miles away. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "You ever been there?! JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(really scared) Once. I was banging this girl who worked at the carousel. it on the ride, but I got sick and started puking... BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(grabs his face)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "DO THEY HAVE SKEE-BALL THERE", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(piss-scared; high pitched) ...yes. Bethany kisses Jay hard on the lips, jumps up and looks o JAY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(warming up) Now that's more like it. Rufus and Serendipity battle Bartleby, his wings thrashin Bob is getting back on his feet. BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": "BOB", 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "Silent Bob looks to Bethany. She waves him over and bends who half-closes his eyes, and puckers his lips. Bethany p together and raises jay to his feet, ust as Silent Bob ar BETHANY"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": "(to Jay) Whatever you do - stall Bartleby from going into that chu (to Silent Bob) Bob - come with me! (they exit)"
        }, 
        {
            "head_type": "heading", 
            "head_text": {
                "subj": null, 
                "location": null, 
                "terior": null, 
                "ToD": null, 
                "shot type": null
            }, 
            "text": ""
        }
    ]
]